Repository: WisTex/Raconteur
Catalog: view/*/hmessages.po
Languages: nl

source: Enter your name to join this rendezvous. To begin sharing your location with the other members, tap the GPS control. When your location is discovered, a red dot will appear and others will be able to see you on the map.
nl: Vul je naam in om deel te nemen aan deze rendezvous. Om met het delen van je locatie met de andere leden te beginnen, klik je op de locatieknop van je webbrowser. Nadat jouw locatie is gevonden verschijnt er een rode stip en kunnen andere leden jou zien op de kaart.

source: Let's meet here
nl: Laten we elkaar hier ontmoeten

source: New marker
nl: Nieuwe markering

source: Edit marker
nl: Markering bewerken

source: New identity
nl: Nieuwe identiteit

source: Delete marker
nl: Markering verwijderen

source: Delete member
nl: Lid verwijderen

source: Edit proximity alert
nl: Nabijheidswaarschuwing bewerken

source: A proximity alert will be issued when this member is within a certain radius of you.<br><br>Enter a radius in meters (0 to disable):
nl: Een nabijheidswaarschuwing wordt actief wanneer dit lid zich binnen een bepaalde straal rond jouw locatie bevindt.<br><br>Voer het aantal meters van de straal in (0 om uit te schakelen):

source: distance
nl: afstand

source: Proximity alert distance (meters)
nl: Afstand nabijheidswaarschuwing (meter)

source: A proximity alert will be issued when you are within a certain radius of the marker location.<br><br>Enter a radius in meters (0 to disable):
nl: Een nabijheidswaarschuwing wordt actief wanneer je je binnen een bepaalde straal rond een specifieke locatie bevindt.<br><br>Voer het aantal meters van de straal in (0 om uit te schakelen):

source: Marker proximity alert
nl: Locatiemarkering nabijheidswaarschuwing

source: Reminder note
nl: Herinnering

source: Enter a note to be displayed when you are within the specified proximity...
nl: Vul de tekst in die getoond moet worden wanneer je je op de aangegeven afstand bevindt...

source: Add new rendezvous
nl: Nieuwe rendezvous toevoegen

source: Create a new rendezvous and share the access link with those you wish to invite to the group. Those who open the link become members of the rendezvous. They can view other member locations, add markers to the map, or share their own locations with the group.
nl: Maak een nieuwe rendezvous aan en deel de toegangslink met wie je wil uitnodigen voor de groep. Wie op de link klikt wordt lid van rendezvous. Zij kunnen dan de locaties zien van andere leden, markeringen aan de kaart toevoegen of hun eigen locaties met de groep delen.

source: You have no rendezvous. Press the button above to create a rendezvous!
nl: Je hebt geen rendezvous. Klik de knop hierboven om een rendezvous aan te maken!

source: Some setting
nl: Een of andere instelling

source: A setting
nl: Een instelling

source: Skeleton Settings
nl: Plug-in-skeleton

source: GNU-Social Protocol Settings updated.
nl: GNU social-protocol-instellingen bijgewerkt.

source: The GNU-Social protocol does not support location independence. Connections you make within that network may be unreachable from alternate channel locations.
nl: Het GNU social-protocol ondersteunt geen locatieonafhankelijkheid. Connecties die je met dit netwerk maakt zijn mogelijk onbereikbaar vanaf andere kanaallocaties.

source: Enable the GNU-Social protocol for this channel
nl: GNU social-protocol voor dit kanaal inschakelen

source: GNU-Social Protocol Settings
nl: GNU social-protocol

source: Follow
nl: Volgen

source: %1$s is now following %2$s
nl: %1$s volgt nu %2$s

source: Planets Settings updated.
nl: Planets-instellingen opgeslagen.

source: Enable Planets Plugin
nl: Planets inschakelen

source: Planets Settings
nl: Planets

source: System defaults:
nl: Systeemstandaarden:

source: Preferred Clipart IDs
nl: Voorkeursclipart

source: List of preferred clipart ids. These will be shown first.
nl: Lijst met clipartnummers die als eerste moeten worden getoond.

source: Default Search Term
nl: Standaard zoekterm

source: The default search term. These will be shown second.
nl: Standaard zoekterm. Deze worden als tweede getoond.

source: Return After
nl: Ga na afloop naar

source: Page to load after image selection.
nl: Pagina die na het kiezen van een afbeelding moet laden.

source: Edit Profile
nl: Profiel bewerken

source: Profile List
nl: Profiellijst

source: Order of Preferred
nl: Voorkeursclipart sorteren op

source: Sort order of preferred clipart ids.
nl: Als eerste getoonde clipart hierop sorteren.

source: Newest first
nl: Nieuwste eerst

source: As entered
nl: Zoals ingevoerd

source: Order of other
nl: Overige clipart sorteren op

source: Sort order of other clipart ids.
nl: Overige clipart hierop sorteren.

source: Most downloaded first
nl: Meest gedownload eerst

source: Most liked first
nl: Meest geliked eerst

source: Preferred IDs Message
nl: Tekst voorkeursclipart

source: Message to display above preferred results.
nl: Tekst die bovenaan de resultaten met voorkeursclipart moet worden getoond.

source: Uploaded by:
nl: Geüpload door:

source: Drawn by:
nl: Getekend door:

source: Use this image
nl: Deze afbeelding gebruiken

source: Or select from a free OpenClipart.org image:
nl: Of kies uit een vrije OpenClipart.org-afbeelding:

source: Search Term
nl: Zoekterm

source: Unknown error. Please try again later.
nl: Onbekende fout. Probeer later nog eens.

source: Profile photo updated successfully.
nl: Bijwerken profielfoto geslaagd.

source: Flag Adult Photos
nl: Markeer foto's als voor volwassenen

source: Provide photo edit option to hide inappropriate photos from default album view
nl: Zorgt voor een optie om foto's met inhoud voor volwassenen in de standaard albumweergave te verbergen

source: Post to WordPress
nl: WordPress

source: Enable WordPress Post Plugin
nl: Doorplaatsen naar WordPress inschakelen

source: WordPress username
nl: Gebruikersnaam WordPress

source: WordPress password
nl: Wachtwoord WordPress

source: WordPress API URL
nl: API-URL WordPress

source: Typically https://your-blog.tld/xmlrpc.php
nl: Meestal https://jouw-blog.tld/xmlrpc.php

source: WordPress blogid
nl: Blog ID WordPress

source: For multi-user sites such as wordpress.com, otherwise leave blank
nl: Voor websites met meerdere gebruikers, zoals wordpress.com. Anders leeg laten.

source: Post to WordPress by default
nl: Standaard naar WordPress doorplaatsen

source: Forward comments (requires hubzilla_wp plugin)
nl: Reacties doorplaatsen (Hubzilla_WP-plug-in vereist)

source: WordPress Post Settings
nl: WordPress (berichten doorplaatsen)

source: Wordpress Settings saved.
nl: WordPress-instellingen opgeslagen.

source: This plugin looks in posts for the words/text you specify below, and collapses any content containing those keywords so it is not displayed at inappropriate times, such as sexual innuendo that may be improper in a work setting. It is polite and recommended to tag any content containing nudity with #NSFW. This filter can also match any other word/text you specify, and can thereby be used as a general purpose content filter.
nl: Deze plug-in controleert berichten op woorden die je hieronder kunt opgeven en klapt berichten in die deze woorden bevatten, zodat die berichten niet op ongeschikte momenten worden getoond. Denk hierbij bijvoorbeeld aan berichten met erotische afbeeldingen, die waarschijnlijk niet geschikt zijn binnen een werkomgeving. Het is beleefd en het wordt aangeraden om zulke berichten met #NSFW te taggen. Dit filter kan ook gebruikt worden met andere woorden en is dus voor alles inzetbaar.

source: Enable Content filter
nl: Inhoudsfilter inschakelen

source: Comma separated list of keywords to hide
nl: Door komma's gescheiden lijst met woorden die gefilterd moeten worden.

source: Word, /regular-expression/, lang=xx, lang!=xx
nl: Woord, /reguliere expressie/, lang=xx, lang!=xx

source: Not Safe For Work Settings
nl: Not Safe For Work (inhoudsfilter)

source: General Purpose Content Filter
nl: Voor alles te gebruiken inhoudsfilter

source: NSFW Settings saved.
nl: NSFW-instellingen opgeslagen.

source: Possible adult content
nl: Mogelijk inhoud voor volwassenen

source: %s - view
nl: %s - tonen

source: Post to Insanejournal
nl: InsaneJournal

source: Enable InsaneJournal Post Plugin
nl: Doorplaatsen naar InsaneJournal inschakelen

source: InsaneJournal username
nl: Gebruikersnaam InsaneJournal

source: InsaneJournal password
nl: Wachtwoord InsaneJournal

source: Post to InsaneJournal by default
nl: Standaard doorplaatsen naar InsaneJournal

source: InsaneJournal Post Settings
nl: InsaneJournal (berichten doorplaatsen)

source: Insane Journal Settings saved.
nl: InsaneJournal-instellingen opgeslagen.

source: Post to Dreamwidth
nl: Dreamwidth

source: Enable Dreamwidth Post Plugin
nl: Doorplaatsen naar Dreamwidth inschakelen

source: Dreamwidth username
nl: Gebruikersnaam Dreamwidth

source: Dreamwidth password
nl: Wachtwoord Dreamwidth

source: Post to Dreamwidth by default
nl: Standaard doorplaatsen naar Dreamwidth

source: Dreamwidth Post Settings
nl: Dreamwidth (berichten doorplaatsen)

source: New registration
nl: Nieuwe registratie

source: Message sent to %s. New account registration: %s
nl: Bericht naar %s verzonden. Nieuwe accountregistratie: %s

source: Hubzilla Directory Stats
nl: Kanalengidsstatistieken Hubzilla

source: Total Hubs
nl: Totaal aantal hubs

source: Hubzilla Channels
nl: Hubzilla-kanalen

source: Friendica Channels
nl: Friendica-kanalen

source: Diaspora Channels
nl: Diaspora-kanalen

source: Aged 35 and above
nl: Leeftijd is ouder dan 35 jaar

source: Aged 34 and under
nl: Leeftijd is jonger dan 34

source: Average Age
nl: Gemiddelde leeftijd

source: Known Chatrooms
nl: Bekend aantal chatkanalen

source: Known Tags
nl: Bekend aantal tags

source: Your Webbie:
nl: Jouw kanaaladres:

source: Fontsize (px):
nl: Tekengrootte (px):

source: Like us on Hubzilla
nl: Like ons op Hubzilla

source: Embed:
nl: Insluiten (embed):

source: Photos imported
nl: Foto's geïmporteerd

source: Redmatrix Photo Album Import
nl: Fotoalbums importeren vanuit Redmatrix

source: This will import all your Redmatrix photo albums to this channel.
nl: Hiermee importeer je al jouw Redmatrix-fotoalbums in dit Hubzilla-kanaal.

source: Redmatrix Server base URL
nl: Basis-URL van Redmatrix-hub

source: Redmatrix Login Username
nl: Gebruikersnaam Redmatrix

source: Redmatrix Login Password
nl: Wachtwoord Redmatrix

source: Import just this album
nl: Alleen dit album importeren

source: Leave blank to import all albums
nl: Laat leeg om alle albums te importeren

source: Maximum count to import
nl: Maximaal aantal om te importeren

source: 0 or blank to import all available
nl: 0 of leeg om alles te importeren

source: Channels to auto connect
nl: Kanalen om automatisch mee te verbinden

source: Comma separated list
nl: Door komma's gescheiden lijst

source: Popular Channels
nl: Populaire chatkanalen

source: IRC Settings
nl: IRC

source: IRC settings saved.
nl: IRC-instellingen opgeslagen.

source: IRC Chatroom
nl: IRC-chatkanaal

source: Post to LiveJournal
nl: LiveJournal

source: Enable LiveJournal Post Plugin
nl: Doorplaatsen naar LiveJournal inschakelen

source: LiveJournal username
nl: Gebruikersnaam LiveJournal

source: LiveJournal password
nl: Wachtwoord LiveJournal

source: Post to LiveJournal by default
nl: Standaard doorplaatsen naar LiveJournal

source: LiveJournal Post Settings
nl: LiveJournal (berichten doorplaatsen)

source: LiveJournal Settings saved.
nl: LiveJournal-instellingen opgeslagen.

source: We encountered a problem while logging in with the OpenID you provided. Please check the correct spelling of the ID.
nl: We hebben een probleem ontdekt tijdens het inloggen met de OpenID die je hebt verstrekt. Controleer de ID op typefouten.

source: The error message was:
nl: Foutmelding was:

source: First Name
nl: Voornaam

source: Last Name
nl: Achternaam

source: Nickname
nl: Bijnaam

source: Full Name
nl: Volledige naam

source: Profile Photo 16px
nl: Profielfoto 16px

source: Profile Photo 32px
nl: Profielfoto 32px

source: Profile Photo 48px
nl: Profielfoto 48px

source: Profile Photo 64px
nl: Profielfoto 64px

source: Profile Photo 80px
nl: Profielfoto 80px

source: Profile Photo 128px
nl: Profielfoto 128px

source: Timezone
nl: Tijdzone

source: Birth Year
nl: Geboortejaar

source: Birth Month
nl: Geboortemaand

source: Birth Day
nl: Geboortedag

source: Birthdate
nl: Geboortedatum

source: OpenID protocol error. No ID returned.
nl: OpenID-protocolfout. Geen ID terugontvangen.

source: Login failed.
nl: Inloggen mislukt.

source: Male
nl: Man

source: Female
nl: Vrouw

source: You're welcome.
nl: Je bent van harte welkom.

source: Ah shucks...
nl: Hé verdorie...

source: Don't mention it.
nl: Graag gedaan.

source: &lt;blush&gt;
nl: <bloos>

source: Page to load after login
nl: Pagina die na het inloggen getoond moet worden

source: Examples: &quot;apps&quot;, &quot;network?f=&gid=37&quot; (privacy collection), &quot;channel&quot; or &quot;notifications/system&quot; (leave blank for default network page (grid).
nl: Voorbeelden: &quot;apps&quot;, &quot;network?f=&gid=37&quot; (privacygroep), &quot;channel&quot; of &quot;notifications/system&quot; (laat leeg voor de standaard netwerkpagina (activiteiten).

source: Startpage Settings
nl: Startpagina

source: bitchslap
nl: bitchslappen

source: shag
nl: wippen

source: shagged
nl: wipte met

source: hug
nl: knuffelen

source: hugged
nl: knuffelde

source: murder
nl: vermoorden

source: murdered
nl: vermoorde

source: worship
nl: aanbidden

source: worshipped
nl: aanbad

source: kiss
nl: kussen

source: kissed
nl: kuste

source: tempt
nl: verleiden

source: tempted
nl: verleidde

source: raise eyebrows at
nl: wenkbrauwen optrekken

source: raised their eyebrows at
nl: trok zijn/haar wenkbrauwen op naar

source: insult
nl: beledigen

source: insulted
nl: beledigde

source: praise
nl: prijzen

source: praised
nl: prees

source: be dubious of
nl: twijfels hebben

source: was dubious of
nl: had twijfels over

source: eat
nl: opeten

source: ate
nl: at

source: giggle and fawn at
nl: giechelen en vleien

source: giggled and fawned at
nl: giechelde naar en vleide met

source: doubt
nl: betwijfelen

source: doubted
nl: betwijfelde

source: glare
nl: boos kijken

source: glared at
nl: keek boos naar

source: fuck
nl: neuken

source: fucked
nl: neukte

source: bonk
nl: naaien

source: bonked
nl: naaide

source: declare undying love for
nl: eeuwige liefde verklaren

source: declared undying love for
nl: verklaarde de eeuwige liefde aan

source: Diaspora Protocol Settings updated.
nl: Diaspora-protocol-instellingen bijgewerkt.

source: The Diaspora protocol does not support location independence. Connections you make within that network may be unreachable from alternate channel locations.
nl: Het Diaspora-protocol ondersteunt geen locatieonafhankelijkheid. Connecties die je met dit netwerk maakt zijn mogelijk onbereikbaar vanaf andere kanaallocaties.

source: Enable the Diaspora protocol for this channel
nl: Diaspora-protocol voor dit kanaal inschakelen

source: Allow any Diaspora member to comment on your public posts
nl: Sta toe dat elk Diaspora-lid op jouw openbare berichten kan reageren.

source: Prevent your hashtags from being redirected to other sites
nl: Voorkom dat jouw hashtags naar andere websites worden doorverwezen

source: Sign and forward posts and comments with no existing Diaspora signature
nl: Berichten en reacties met geen bestaande Diaspora-handtekening ondertekenen en doorsturen

source: Followed hashtags (comma separated, do not include the #)
nl: Gevolgde hashtags (door komma's gescheiden lijst, zonder de #)

source: Diaspora Protocol Settings
nl: Diaspora-protocol (incl. Friendica)

source: No username found in import file.
nl: Geen gebruikersnaam in het importbestand gevonden.

source: Unable to create a unique channel address. Import failed.
nl: Niet in staat om een uniek kanaaladres aan te maken. Importeren is mislukt.

source: Your account on %s will expire in a few days.
nl: Jouw account op %s verloopt over een paar dagen.

source: Your $Projectname test account is about to expire.
nl: Jouw $Projectname-testaccount staat op het punt om te verlopen.

source: Enable Rainbowtag
nl: Rainbowtag inschakelen

source: Rainbowtag Settings
nl: Rainbowtag

source: Rainbowtag Settings saved.
nl: Rainbowtag-instellingen opgeslagen.

source: Show Upload Limits
nl: Uploadlimieten tonen

source: Hubzilla configured maximum size:
nl: Op Hubzilla configureerde maximale grootte:

source: PHP post_max_size (must be larger than upload_max_filesize):
nl: PHP post_max_size (moet hoger zijn dan upload_max_filesize):

source: generic profile image
nl: Algemene profielfoto

source: random geometric pattern
nl: Willekeurig geometrisch patroon

source: monster face
nl: monstergezicht

source: computer generated face
nl: computergegenereerd gezicht

source: retro arcade style face
nl: retro-arcadestijlgezicht

source: Hub default profile photo
nl: Standaard profielfoto hub

source: Information
nl: Informatie

source: Libravatar addon is installed, too. Please disable Libravatar addon or this Gravatar addon.<br>The Libravatar addon will fall back to Gravatar if nothing was found at Libravatar.
nl: De Libravatar-plug-in is ook geïnstalleerd. Schakel de Libravatar of deze Gravatar-plug-in uit.<br>De Libravatar-plug-in valt terug op Gravatar wanneer er niks op Libravatar wordt gevonden.

source: Save Settings
nl: Instellingen opslaan

source: Default avatar image
nl: Standaard avatar

source: Select default avatar image if none was found at Gravatar. See README
nl: Kies een standaard avatar wanneer niets op Gravatar wordt gevonden. Zie README

source: Rating of images
nl: Beoordeling van afbeeldingen

source: Select the appropriate avatar rating for your site. See README
nl: Kies een toepasselijke avatarrating voor jouw hub. Zie README

source: Gravatar settings updated.
nl: Gravatar-instellingen bijgewerkt.

source: Hubzilla File Storage Import
nl: Importeer bestanden vanuit Hubzilla

source: This will import all your cloud files from another server.
nl: Hiermee importeer je al jouw bestanden vanaf een andere hub.

source: Hubzilla Server base URL
nl: Basis-URL van Hubzilla-server

source: Since modified date yyyy-mm-dd
nl: Sinds de aangepaste datum jjjj-mm-dd

source: Until modified date yyyy-mm-dd
nl: Tot de aangepaste datum jjjj-mm-dd

source: Recent Channel/Profile Viewers
nl: Recente bezoekers van jouw kanaal/profiel

source: This plugin/addon has not been configured.
nl: Deze plug-in is niet geconfigureerd.

source: Please visit the Visage settings on %s
nl: Bezoek de Visage-instellingen op %s

source: your feature settings page
nl: Jouw plug-in-instellingen

source: No entries.
nl: Niets aanwezig.

source: Enable Visage Visitor Logging
nl: Visage inschakelen

source: Visage Settings
nl: Visage

source: Nsabait Settings updated.
nl: NSAbait-instellingen bijgewerkt.

source: Enable NSAbait Plugin
nl: NSAbait inschakelen

source: NSAbait Settings
nl: NSAbait

source: Send test email
nl: Test-e-mail versturen

source: No recipients found.
nl: Geen ontvangers gevonden

source: Mail sent.
nl: E-mail verzonden.

source: Sending of mail failed.
nl: Verzenden van e-mail mislukt.

source: Mail Test
nl: E-mailtest

source: Message subject
nl: Onderwerp e-mailbericht

source: Use markdown for editing posts
nl: Sta het gebruik van markdown toe om berichten te bewerken

source: View Larger
nl: Groter tonen

source: Tile Server URL
nl: URL tile-server

source: A list of <a href="http://wiki.openstreetmap.org/wiki/TMS" target="_blank">public tile servers</a>
nl: Een lijst met <a href=\"http://wiki.openstreetmap.org/wiki/TMS\" target=\"_blank\">openbare tile-servers</a>

source: Nominatim (reverse geocoding) Server URL
nl: Server-URL Nominatim (reverse geocoding)

source: A list of <a href="http://wiki.openstreetmap.org/wiki/Nominatim" target="_blank">Nominatim servers</a>
nl: Een lijst met <a href="http://wiki.openstreetmap.org/wiki/Nominatim" target="_blank">Nominatim-servers</a>

source: Default zoom
nl: Standaard zoomniveau

source: The default zoom level. (1:world, 18:highest, also depends on tile server)
nl: Standaard zoomniveau. Van 1 (wereld) t/m 18 (maximaal). Is ook afhankelijk van tile-server.

source: Include marker on map
nl: Markering op kaart plaatsen

source: Include a marker on the map.
nl: Plaatst een markering op de kaart.

source: text to include in all outgoing posts from this site
nl: tekst om onderaan elk uitgaand bericht van deze hub te plaatsen

source: Fuzzloc Settings updated.
nl: Fuzzloc-instellingen bijgewerkt.

source: Fuzzloc allows you to blur your precise location if your channel uses browser location mapping.
nl: Fuzzloc stelt je in staat om jouw exacte locatie te verhullen, wanneer jouw kanaal browserlocatie-mapping gebruikt.

source: Enable Fuzzloc Plugin
nl: Fuzzloc inschakelen

source: Fuzzloc Settings
nl: Fuzzloc

source: Post to Friendica
nl: Friendica

source: rtof Settings saved.
nl: RTOF-instellingen opgeslagen.

source: Allow posting to Friendica
nl: Doorplaatsen naar Friendica toestaan

source: Send public postings to Friendica by default
nl: Standaard doorplaatsen naar Friendica

source: Friendica API Path
nl: API-pad Friendica

source: https://{sitename}/api
nl: https://{hubnaam}/api

source: Friendica login name
nl: Gebruikersnaam Friendica

source: Friendica password
nl: Wachtwoord Friendica

source: Hubzilla to Friendica Post Settings
nl: Friendica (berichten doorplaatsen)

source: Activate addon
nl: Plug-in inschakelen

source: Jabber username
nl: Gebruikersnaam Jabber

source: Jabber password
nl: Wachtwoord Jabber

source: Encrypt Jabber password with Hubzilla password
nl: Versleutel Jabber-wachtwoord met Hubzilla-wachtwoord

source: Hubzilla password
nl: Wachtwoord Hubzilla

source: Configuration Help
nl: Configuratiehulp

source: Jappix Mini Settings
nl: Jappix Mini

source: Currently blocked
nl: Momenteel geblokkeerd

source: No channels currently blocked
nl: Momenteel geen kanalen geblokkeerd

source: Superblock Settings
nl: Superblock

source: Block Completely
nl: Volledig blokkeren

source: superblock settings updated
nl: Superblock-instellingen bijgewerkt

source: Federate
nl: Federeren

source: nofed Settings saved.
nl: Geen federatie-instellingen opgeslagen.

source: Allow Federation Toggle
nl: Federatie toestaan?

source: Federate posts by default
nl: Standaard berichten federeren

source: NoFed Settings
nl: Geen federatie

source: Post to Red
nl: Hubzilla

source: Channel is required.
nl: Een kanaal is vereist.

source: redred Settings saved.
nl: RedRed-instellingen opgeslagen.

source: Allow posting to another Hubzilla Channel
nl: Doorplaatsen naar een ander Hubzilla-kanaal toestaan

source: Send public postings to Hubzilla channel by default
nl: Standaard doorplaatsen naar een ander Hubzilla-kanaal toestaan

source: Hubzilla API Path
nl: API-pad Hubzilla

source: Hubzilla login name
nl: Gebruikersnaam Hubzilla

source: Hubzilla channel name
nl: Kanaalnaam Hubzilla

source: Hubzilla Crosspost Settings
nl: Hubzilla (berichten doorplaatsen)

source: Logfile archive directory
nl: Logbestand archiefmap

source: Directory to store rotated logs
nl: Map om geroteerde logbestanden in op te slaan

source: Logfile size in bytes before rotating
nl: Grootte van logbestand in bytes, voordat het wordt geroteerd

source: Number of logfiles to retain
nl: Aantal te behouden logbestanden

source: Friendica Photo Album Import
nl: Fotoalbums importeren vanuit Friendica

source: This will import all your Friendica photo albums to this Red channel.
nl: Hiermee importeer je al jouw Friendica-fotoalbums in dit Hubzilla-kanaal.

source: Friendica Server base URL
nl: Basis-URL van Friendica-server

source: Friendica Login Username
nl: Gebruikersnaam Friendica
