Repository: WisTex/Raconteur
Catalog: view/*/hmessages.po
Languages: nl

source: One channel (hash) per line. Leave empty to allow from any channel by default
nl: Eén kanaal (hash) per regel. Laat leeg om communicatie standaard met alle kanalen toe te staan

source: Block communications from these channels
nl: Communicatie met deze kanalen blokkeren

source: Only allow embeds from secure (SSL) websites and links.
nl: Alleen ingesloten (embedded) inhoud van veilige (SSL) websites en links toestaan.

source: Allow unfiltered embedded HTML content only from these domains
nl: Alleen ongefilterde ingesloten (embedded) HTML van deze websites toestaan

source: One site per line. By default embedded content is filtered.
nl: Eén website per regel. Standaard wordt ingesloten (embedded) inhoud gefilterd.

source: Block embedded HTML from these domains
nl: Ingesloten (embedded) HTML vanaf deze domeinen blokkeren

source: Remote privacy information not available.
nl: Privacy-informatie op afstand niet beschikbaar.

source: Visible to:
nl: Zichtbaar voor:

# acl
source: Profile
nl: Profiel

source: Comment approved
nl: Reactie goedgekeurd

source: Comment deleted
nl: Reactie verwijderd

source: Permission Name is required.
nl: Permissienaam is vereist

source: Permission category saved.
nl: Permissiegroep opgeslagen.

source: Use this form to create permission rules for various classes of people or connections.
nl: Gebruik dit formulier om permissieregels voor diverse soorten mensen en connecties aan te maken.

source: Permission Categories
nl: Permissiegroepen

source: Permission Name
nl: Permissienaam

source: My Settings
nl: Mijn instellingen

source: inherited
nl: geërfd

source: Individual Permissions
nl: Individuele permissies

source: Some permissions may be inherited from your channel's <a href="settings"><strong>privacy settings</strong></a>, which have higher priority than individual settings. You can <strong>not</strong> change those settings here.
nl: Sommige permissies worden mogelijk overgeërfd van de <a href="settings">privacyinstellingen</a> van jouw kanaal, die een hogere prioriteit hebben dan deze individuele instellingen. Je kan je deze overgeërfde permissies hier <strong>niet</strong> veranderen.

source: Friends
nl: Vrienden

source: Settings updated.
nl: Instellingen bijgewerkt.

source: Nobody except yourself
nl: Niemand, behalve jezelf

source: Only those you specifically allow
nl: Alleen connecties met uitdrukkelijke toestemming

source: Approved connections
nl: Geaccepteerde connecties

source: Any connections
nl: Alle connecties

source: Anybody on this website
nl: Iedereen op deze hub

source: Anybody in this network
nl: Iedereen in dit netwerk

source: Anybody authenticated
nl: Geauthenticeerd

source: Anybody on the internet
nl: Iedereen op het internet

source: Publish your default profile in the network directory
nl: Publiceer je standaardprofiel in de kanalengids

source: Allow us to suggest you as a potential friend to new members?
nl: Sta ons toe om jouw kanaal als mogelijke connectie voor te stellen aan nieuwe kanalen

source: or
nl: of

source: Your channel address is
nl: Jouw kanaaladres is

source: Your files/photos are accessible via WebDAV at
nl: Jouw bestanden/foto's zijn beschikbaar via WebDAV op

source: Channel Settings
nl: Kanaalinstellingen

source: Basic Settings
nl: Basis-instellingen

source: Full Name:
nl: Volledige naam:

source: Email Address:
nl: E-mailadres:

source: Your Timezone:
nl: Jouw tijdzone:

source: Default Post Location:
nl: Standaardlocatie bericht:

source: Geographical location to display on your posts
nl: Geografische locatie die bij het bericht moet worden vermeld

source: Use Browser Location:
nl: Locatie van webbrowser gebruiken:

source: Adult Content
nl: Inhoud voor volwassenen

source: This channel frequently or regularly publishes adult content. (Please tag any adult material and/or nudity with #NSFW)
nl: Dit kanaal publiceert regelmatig of vaak materiaal dat alleen geschikt is voor volwassenen. (Gebruik de tag #NSFW in berichten met een seksueel getinte inhoud of ander voor minderjarigen ongeschikt materiaal)

source: Security and Privacy Settings
nl: Veiligheids- en privacyinstellingen

source: Your permissions are already configured. Click to view/adjust
nl: Jouw permissies zijn al ingesteld. Klik om ze te bekijken of aan te passen.

source: Hide my online presence
nl: Verberg mijn aanwezigheid

source: Prevents displaying in your profile that you are online
nl: Voorkomt dat op je kanaalpagina te zien valt dat je momenteel op $Projectname aanwezig bent

source: Simple Privacy Settings:
nl: Eenvoudige privacyinstellingen:

source: Very Public - <em>extremely permissive (should be used with caution)</em>
nl: Zeer openbaar <em>(kanaal staat volledig open - moet met grote zorgvuldigheid gebruikt worden)</em>

source: Typical - <em>default public, privacy when desired (similar to social network permissions but with improved privacy)</em>
nl: Normaal <em>(standaard openbaar, maar privacy wanneer noodzakelijk - vergelijkbaar met die van sociale netwerken, maar met verbeterde privacy)</em>

source: Private - <em>default private, never open or public</em>
nl: Privé <em>(standaard privé en nooit openbaar)</em>

source: Blocked - <em>default blocked to/from everybody</em>
nl: Geblokkeerd <em>(standaard geblokkeerd naar/van iedereen)</em>

source: Allow others to tag your posts
nl: Anderen toestaan om je berichten te taggen

source: Often used by the community to retro-actively flag inappropriate content
nl: Vaak in groepen/forums gebruikt om met terugwerkende kracht ongepast materiaal te markeren

source: Channel Permission Limits
nl: Geavanceerde permissies

source: Expire other channel content after this many days
nl: Inhoud van andere kanalen na zoveel aantal dagen laten verlopen:

source: 0 or blank to use the website limit.
nl: 0 of leeg om het standaard aantal dagen van deze hub te gebruiken.

source: This website expires after %d days.
nl: Deze hub laat de inhoud van andere kanalen na %d dagen verlopen.

source: This website does not expire imported content.
nl: Deze hub laat de inhoud van andere kanalen niet verlopen.

source: The website limit takes precedence if lower than your limit.
nl: Wanneer de standaard aantal dagen van deze hub lager ligt dan jouw aantal, dan heeft de limiet van deze hub voorrang.

source: Maximum Friend Requests/Day:
nl: Maximum aantal connectieverzoeken per dag:

source: May reduce spam activity
nl: Kan eventuele spam verminderen

source: Default Privacy Group
nl: Standaard privacygroep

source: Use my default audience setting for the type of object published
nl: Gebruik mijn standaard privacyinstelling voor dit type publicatie

source: Profile to assign new connections
nl: Profiel om aan nieuwe connecties toe te wijzen

source: Default Permissions Group
nl: Standaard permissiegroep

source: Maximum private messages per day from unknown people:
nl: Maximum aantal privé-berichten per dag van onbekende personen:

source: Useful to reduce spamming
nl: Kan eventuele spam verminderen

source: Notification Settings
nl: Meldingen

source: By default post a status message when:
nl: Plaats automatisch een bericht wanneer:

source: accepting a friend request
nl: Een connectieverzoek wordt geaccepteerd

source: joining a forum/community
nl: Je lid wordt van een forum/groep

source: making an <em>interesting</em> profile change
nl: Er sprake is van een <em>interessante</em> profielwijziging

source: Send a notification email when:
nl: Verzend een melding per e-mail wanneer:

source: You receive a connection request
nl: Je een connectieverzoek ontvangt

source: Your connections are confirmed
nl: Jouw connecties zijn bevestigd

source: Someone writes on your profile wall
nl: Iemand iets op jouw kanaal heeft geschreven

source: Someone writes a followup comment
nl: Iemand een reactie schrijft

source: You receive a private message
nl: Je een privé-bericht ontvangt

source: You receive a friend suggestion
nl: Je een kanaalvoorstel ontvangt

source: You are tagged in a post
nl: Je expliciet in een bericht bent genoemd

source: You are poked/prodded/etc. in a post
nl: Je bent in een bericht aangestoten/gepord/etc.

source: Someone likes your post/comment
nl: Iemand jouw bericht/reactie leuk vindt

source: Show visual notifications including:
nl: Toon de volgende zichtbare meldingen:

source: Unseen grid activity
nl: Niet bekeken tijdlijnactiviteit

source: Unseen channel activity
nl: Niet bekeken kanaalactiviteit

source: Unseen private messages
nl: Niet bekeken privéberichten

source: Recommended
nl: Aanbevolen

source: Upcoming events
nl: Aankomende gebeurtenissen

source: Events today
nl: Gebeurtenissen van vandaag

source: Upcoming birthdays
nl: Aankomende verjaardagen

source: Not available in all themes
nl: Niet in alle thema's beschikbaar

source: System (personal) notifications
nl: (Persoonlijke) systeemmeldingen

source: System info messages
nl: Systeemmededelingen

source: System critical alerts
nl: Kritische systeemwaarschuwingen

source: New connections
nl: Nieuwe connecties

source: System Registrations
nl: Nieuwe accountregistraties op deze hub

source: Unseen shared files
nl: Niet bekeken gedeelde bestanden

source: Unseen public activity
nl: Niet bekeken openbare activiteit

source: Unseen likes and dislikes
nl: Niet bekeken vind-ik-leuks en vind-ik-niet-leuks

source: Email notification hub (hostname)
nl: Hub voor e-mailmeldingen (hostnaam)

source: If your channel is mirrored to multiple hubs, set this to your preferred location. This will prevent duplicate email notifications. Example: %s
nl: Wanneer jouw kanaal naar een of meerdere hubs is gekloond, kun je hier bepalen welke hub je voor e-mailmeldingen wilt gebruiken. Dit voorkomt dubbele e-mailmeldingen. Voorbeeld:%s

source: Show new wall posts, private messages and connections under Notices
nl: Toon nieuwe kanaalberichten, privéberichten en connecties onder Meldingen

source: Notify me of events this many days in advance
nl: Herinner mij zoveel dagen van te voren aan gebeurtenissen

source: Must be greater than 0
nl: Moet hoger dan 0 zijn

source: Advanced Account/Page Type Settings
nl: Instellingen geavanceerd account/paginatype

source: Change the behaviour of this account for special situations
nl: Verander het gedrag van dit account voor speciale situaties

source: Miscellaneous Settings
nl: Diverse instellingen

source: Default photo upload folder
nl: Standaard fotoalbum voor uploads

source: %Y - current year, %m - current month
nl: %Y - dit jaar, %m - deze maand

source: Default file upload folder
nl: Standaard bestandsmap voor uploads

source: Personal menu to display in your channel pages
nl: Persoonlijk menu om op je kanaalpagina's te tonen

source: Remove this channel.
nl: Verwijder dit kanaal.

source: Firefox Share $Projectname provider
nl: $Projectname-service voor Firefox Share

source: Start calendar week on Monday
nl: Begin kalenderweek op maandag

source: Additional Features
nl: Extra functies

source: Your technical skill level
nl: Jouw technisch niveau

source: Used to provide a member experience and additional features consistent with your comfort level
nl: Wordt gebruikt om je een gebruikerservaring en extra functies te bieden die met jouw technisch niveau overeenkomt

source: This channel is limited to %d tokens
nl: Dit kanaal heeft een limiet van %d tokens

source: Name and Password are required.
nl: Naam en wachtwoord zijn vereist

source: Token saved.
nl: Token opgeslagen.

source: Use this form to create temporary access identifiers to share things with non-members. These identities may be used in Access Control Lists and visitors may login using these credentials to access private content.
nl: Gebruik dit formulier om tijdelijke identiteiten aan te maken, waarmee je bepaalde informatie met niet-leden kan delen. Deze identiteiten kunnen onder Permissies (handmatige selectie) worden gebruikt. Gasten kunnen inloggen met onderstaande gegevens om zo toegang te krijgen tot privéinhoud.

source: You may also provide <em>dropbox</em> style access links to friends and associates by adding the Login Password to any specific site URL as shown. Examples:
nl: Je kan ook <em>dropbox</em>-achtige links aan mensen geven door bovenstaand wachtwoord op onderstaande manier aan een hub-URL toe te voegen. Voorbeelden:

source: Guest Access Tokens
nl: Gasttoegang

source: Login Name
nl: Inlognaam

source: Login Password
nl: Wachtwoord:

source: Expires (yyyy-mm-dd)
nl: Geldig t/m (yyyy-mm-dd)

source: Their Settings
nl: Hun instellingen

source: Name and Secret are required
nl: Naam en secret zijn vereist

source: Add OAuth2 application
nl: OAuth2-applicatie toevoegen

source: Name of application
nl: Naam van applicatie

source: Automatically generated - change if desired. Max length 20
nl: Automatische gegenereerd - verander wanneer gewenst. Maximale lengte is 20

source: Redirect
nl: Redirect/doorverwijzing

source: Redirect URI - leave blank unless your application specifically requires this
nl: URI voor redirect - laat leeg, behalve wanneer de applicatie dit vereist

source: leave blank unless your application sepcifically requires this
nl: laat leeg, behalve wanneer de applicatie dit vereist

source: Authorization scope
nl: Autorisatie-scope

source: OAuth2 Application not found.
nl: OAuth2-applicatie niet gevonden.

source: Add application
nl: Applicatie toevoegen

source: Connected OAuth2 Apps
nl: Verbonden OAuth2-applicaties

source: Client key starts with
nl: Client key begint met

source: No name
nl: Geen naam

source: Remove authorization
nl: Autorisatie verwijderen

source: Not valid email.
nl: Geen geldig e-mailadres.

source: Protected email address. Cannot change to that email.
nl: Beschermd e-mailadres. Kan dat e-mailadres niet gebruiken.

source: System failure storing new email. Please try again.
nl: Systeemfout opslaan van nieuwe e-mail. Probeer het nog een keer.

source: Technical skill level updated
nl: Technisch niveau bijgewerkt

source: Password verification failed.
nl: Wachtwoordverificatie mislukt

source: Passwords do not match. Password unchanged.
nl: Wachtwoorden komen niet overeen. Wachtwoord onveranderd.

source: Empty passwords are not allowed. Password unchanged.
nl: Lege wachtwoorden zijn niet toegestaan. Wachtwoord onveranderd.

source: Password changed.
nl: Wachtwoord veranderd.

source: Password update failed. Please try again.
nl: Bijwerken wachtwoord mislukt. Probeer opnieuw.

source: Account Settings
nl: Account-instellingen

source: Current Password
nl: Huidig wachtwoord

source: Enter New Password
nl: Nieuw wachtwoord invoeren

source: Confirm New Password
nl: Nieuw wachtwoord bevestigen

source: Leave password fields blank unless changing
nl: Laat de wachtwoordvelden leeg, behalve wanneer je deze wil veranderen

source: Remove Account
nl: Account verwijderen

source: Remove this account including all its channels
nl: Dit account en al zijn kanalen verwijderen

source: Affinity Slider settings updated.
nl: Affiniteitsinstellingen bijgewerkt.

source: No feature settings configured
nl: Geen plug-in-instellingen aanwezig

source: Default maximum affinity level
nl: Standaard hoogste affiniteitsniveau

source: 0-99 default 99
nl: 0-99 - standaard 99

source: Default minimum affinity level
nl: Standaard laagste affiniteitsniveau

source: 0-99 - default 0
nl: 0-99 - standaard 0

source: Affinity Slider Settings
nl: Affiniteitsinstellingen

source: Addon Settings
nl: Plug-ins

source: Please save/submit changes to any panel before opening another.
nl: Gewijzigde instellingen van een plug-in opslaan alvorens een nieuwe plug-in te openen.

source: %s - (Experimental)
nl: %s - (experimenteel)

source: Display Settings
nl: Weergave-instellingen

source: Theme Settings
nl: Thema-instellingen

source: Custom Theme Settings
nl: Handmatige thema-instellingen

source: Content Settings
nl: Inhoudsinstellingen

source: Display Theme:
nl: Gebruik thema:

source: Select scheme
nl: Kies schema van thema

source: Preload images before rendering the page
nl: Afbeeldingen laden voordat de pagina wordt getoond

source: The subjective page load time will be longer but the page will be ready when displayed
nl: De laadtijd van een pagina lijkt langer, maar de pagina is wel meteen helemaal geladen wanneer deze wordt getoond

source: Enable user zoom on mobile devices
nl: Inzoomen op smartphones en tablets toestaan

source: Update browser every xx seconds
nl: Ververs de webbrowser om de zoveel seconde

source: Minimum of 10 seconds, no maximum
nl: Minimaal 10 seconde, geen maximum

source: Maximum number of conversations to load at any time:
nl: Maximaal aantal conversaties die per keer geladen worden:

source: Maximum of 100 items
nl: Maximaal 100 conversaties

source: Show emoticons (smilies) as images
nl: Toon emoticons (smilies) als afbeeldingen

source: Provide channel menu in navigation bar
nl: Kanaalmenu op navigatiebalk tonen

source: Default: channel menu located in app menu
nl: Standaard valt het kanaalmenu in het appmenu te vinden

source: Manual conversation updates
nl: Handmatige conversatie-updates

source: Default is on, turning this off may increase screen jumping
nl: Dit is standaard ingeschakeld en door dit uit te schakelen kunnen items soms verspringen.

source: Link post titles to source
nl: Berichtkoppen naar originele locatie linken

source: System Page Layout Editor - (advanced)
nl: Lay-out bewerken van systeempagina's (geavanceerd)

source: Use blog/list mode on channel page
nl: Gebruik blog/lijst-modus op kanaalpagina

source: (comments displayed separately)
nl: (reacties worden afzonderlijk getoond)

source: Use blog/list mode on grid page
nl: Gebruik blog/lijst-modus op jouw kanaalpagina

source: Channel page max height of content (in pixels)
nl: Maximale hoogte berichtinhoud op kanaalpagina (in pixels)

source: click to expand content exceeding this height
nl: klik om inhoud uit te klappen die deze hoogte overschrijdt

source: Grid page max height of content (in pixels)
nl: Maximale hoogte berichtinhoud (in pixels)

source: Name is required
nl: Naam is vereist

source: Key and Secret are required
nl: Key en secret zijn vereist

source: Icon url
nl: Pictogram-URL

source: Optional
nl: Niet verplicht

source: Application not found.
nl: Applicatie niet gevonden.

source: Connected Apps
nl: Verbonden applicaties

source: View Photo
nl: Foto tonen

source: Edit Album
nl: Album bewerken

source: Upload
nl: Uploaden

source: Some blurb about what to do when you're new here
nl: Welkom op $Projectname. Klik op de tab ontdekken of klik rechtsboven op de <a href="directory">kanalengids</a>, om kanalen te vinden. Rechtsboven vind je ook <a href="directory">apps</a>, waar je vrijwel alle functies van $Projectname kunt vinden. Voor <a href="directory">hulp</a> met $Projectname klik je op het vraagteken.

source: Thing updated
nl: Ding bijgewerkt

source: Object store: failed
nl: Opslaan van ding mislukt

source: Thing added
nl: Ding toegevoegd

source: Show Thing
nl: Ding tonen

source: item not found.
nl: Item niet gevonden

source: Edit Thing
nl: Ding bewerken

source: Select a profile
nl: Kies een profiel

source: Post an activity
nl: Plaats een bericht

source: Only sends to viewers of the applicable profile
nl: Toont dit alleen aan diegene die het gekozen profiel mogen zien.

source: Name of thing e.g. something
nl: Naam van ding

source: URL of thing (optional)
nl: URL van ding (niet verplicht)

source: URL for photo of thing (optional)
nl: URL voor foto van ding (niet verplicht)

source: Permissions
nl: Permissies

source: Add Thing to your Profile
nl: Ding aan je profiel toevoegen

source: No more system notifications.
nl: Geen systeemmeldingen meer.

source: System Notifications
nl: Systeemmeldingen

source: Connection added.
nl: Connectie toegevoegd.

source: Your service plan only allows %d channels.
nl: Jouw abonnement staat maar %d kanalen toe.

source: No channel. Import failed.
nl: Geen kanaal. Importeren mislukt.

source: Import completed.
nl: Import voltooid.

source: You must be logged in to use this feature.
nl: Je moet ingelogd zijn om dit onderdeel te kunnen gebruiken.

source: Import Channel
nl: Kanaal importeren

source: Use this form to import an existing channel from a different server/hub. You may retrieve the channel identity from the old server/hub via the network or provide an export file.
nl: Gebruik dit formulier om een bestaand kanaal te importeren van een andere hub. Je kan de kanaalidentiteit van de oude hub via het netwerk ontvangen of een exportbestand verstrekken.

source: Or provide the old server/hub details
nl: Of vul de gegevens van de oude hub in

source: Your old identity address (xyz@example.com)
nl: Jouw oude kanaaladres (xyz@example.com)

source: Your old login email address
nl: Het e-mailadres van je oude account

source: Your old login password
nl: Wachtwoord van jouw oude account

source: For either option, please choose whether to make this hub your new primary address, or whether your old location should continue this role. You will be able to post from either location, but only one can be marked as the primary location for files, photos, and media.
nl: Voor elke optie geldt dat je moet kiezen of je jouw primaire kanaaladres op deze hub wil instellen of dat jouw oude hub deze rol blijft vervullen.

source: Make this hub my primary location
nl: Stel deze hub als mijn primaire locatie in

source: Move this channel (disable all previous locations)
nl: Verplaats dit kanaal (schakelt alle voormalige locaties uit)

source: Import a few months of posts if possible (limited by available memory
nl: Importeer enkele maanden aan berichten wanneer mogelijk (afhankelijk van hoeveelheid geheugen hub)

source: This process may take several minutes to complete. Please submit the form only once and leave this page open until finished.
nl: Dit proces kan enkele minuten in beslag nemen. Klik maar één keer op opslaan en verlaat deze pagina niet alvorens het proces is voltooid.

source: Authentication failed.
nl: Authenticatie mislukt.

source: Remote Authentication
nl: Authenticatie op afstand

source: Enter your channel address (e.g. channel@example.com)
nl: Vul jouw kanaaladres in (bijv. channel@example.com)

source: Authenticate
nl: Authenticeren

source: Permissions denied.
nl: Permissies niet toegestaan

source: Import
nl: Importeren

source: Authorize application connection
nl: Geef toestemming voor applicatiekoppeling

source: Return to your app and insert this Security Code:
nl: Ga terug naar je app en voeg deze beveiligingscode in:

source: Please login to continue.
nl: Inloggen om verder te kunnen gaan.

source: Do you want to authorize this application to access your posts and contacts, and/or create new posts for you?
nl: Wil je deze applicatie toestemming geven om jouw berichten en connecties te zien, en/of nieuwe berichten voor jou te plaatsen?

source: Item not available.
nl: Item is niet aanwezig.

source: Edit Block
nl: Blok bewerken

source: Manage apps
nl: Apps beheren

source: Create new app
nl: Nieuwe app aanmaken

source: Mood
nl: Stemming

source: Set your current mood and tell your friends
nl: Noteer je huidige stemming en toon het aan je connecties

source: Active
nl: Actief

source: Blocked
nl: Geblokkeerd

source: Ignored
nl: Genegeerd

source: Hidden
nl: Verborgen

source: Archived/Unreachable
nl: Gearchiveerd/onbereikbaar

source: New
nl: Nieuw

source: All
nl: Alles

source: Active Connections
nl: Actieve connecties

source: Show active connections
nl: Actieve connecties tonen

source: New Connections
nl: Nieuwe connecties

source: Show pending (new) connections
nl: Nog te accepteren (nieuwe) connecties tonen

source: Only show blocked connections
nl: Toon alleen geblokkeerde connecties

source: Only show ignored connections
nl: Toon alleen genegeerde connecties
