Repository: WisTex/Raconteur
Catalog: view/*/hmessages.po
Languages: nl

source: Jabber BOSH host
nl: BOSH-host van Jabber

source: Use central userbase
nl: Gebruik een centrale gebruikersgroep

source: If enabled, members will automatically login to an ejabberd server that has to be installed on this machine with synchronized credentials via the "auth_ejabberd.php" script.
nl: Wanneer ingeschakeld worden leden automatisch op een Ejabberd-server ingelogd. Deze dient wel op deze machine te zijn geïnstalleerd met zgn. 'synchronized credentials' via het 'auth_ejabberd.php'-script.

source: Who likes me?
nl: Wie vindt mij leuk?

source: You are now authenticated to pumpio.
nl: De verbinding met pump.io is geverifieerd

source: return to the featured settings page
nl: Ga terug naar pagina met plug-in-instellingen

source: Post to Pump.io
nl: Pump.io

source: Pump.io servername
nl: Pump.io-servernaam

source: Without "http://" or "https://"
nl: Zonder "http://" of "https://"

source: Pump.io username
nl: Gebruikersnaam Pump.io

source: Without the servername
nl: Zonder servernaam

source: You are not authenticated to pumpio
nl: De verbinding met pump.io is niet geverifieerd

source: (Re-)Authenticate your pump.io connection
nl: Verifieer (opnieuw) jouw pump.io-verbinding

source: Enable pump.io Post Plugin
nl: Doorplaatsen naar Pump.io inschakelen

source: Post to pump.io by default
nl: Standaard doorplaatsen naar Pump.io

source: Should posts be public
nl: Moeten berichten openbaar zijn

source: Mirror all public posts
nl: Alle openbare berichten doorplaatsen

source: Pump.io Post Settings
nl: Pump.io (berichten doorplaatsen)

source: PumpIO Settings saved.
nl: Pump.io-instellingen opgeslagen.

source: An account has been created for you.
nl: Er is voor jou een account aangemaakt.

source: Authentication successful but rejected: account creation is disabled.
nl: Authenticatie geslaagd, maar afgekeurd: aanmaken accounts uitgeschakeld.

# opensearch
source: Search %1$s (%2$s)
nl: Zoek %1$s (%2$s)

source: Search $Projectname
nl: Zoek in

source: Redmatrix File Storage Import
nl: Importeer bestanden vanuit Redmatrix

source: This will import all your Redmatrix cloud files to this channel.
nl: Hiermee importeer je al jouw Redmatrix-bestanden in dit kanaal.

source: file
nl: bestand

source: Send email to all members
nl: Naar alle leden e-mail versturen

source: %1$d of %2$d messages sent.
nl: %1$d van %2$d berichten verzonden.

source: Send email to all hub members.
nl: Naar alle leden van deze hub e-mail versturen.

source: Sender Email address
nl: E-mailadres afzender

source: Test mode (only send to hub administrator)
nl: Testmodus (alleen naar hubbeheerder sturen)

source: Frequently
nl: Regelmatig

source: Hourly
nl: Elk uur

source: Twice daily
nl: Twee keer per dag

source: Daily
nl: Dagelijks

source: Weekly
nl: Wekelijks

source: Monthly
nl: Maandelijks

source: Currently Male
nl: Momenteel man

source: Currently Female
nl: Momenteel vrouw

source: Mostly Male
nl: Voornamelijk man

source: Mostly Female
nl: Voornamelijk vrouw

source: Intersex
nl: Interseksueel

source: Transsexual
nl: Transseksueel

source: Hermaphrodite
nl: Hermafrodiet

source: Neuter
nl: Genderneutraal

source: Non-specific
nl: Niet gespecificeerd

source: Undecided
nl: Nog niet beslist

source: Males
nl: Mannen

source: Females
nl: Vrouwen

source: Gay
nl: Homoseksueel

source: Lesbian
nl: Lesbisch

source: No Preference
nl: Geen voorkeur

source: Bisexual
nl: Biseksueel

source: Autosexual
nl: Autoseksueel

source: Abstinent
nl: Seksuele onthouding

source: Virgin
nl: Maagd

source: Deviant
nl: Afwijkend

source: Fetish
nl: Fetisj

source: Oodles
nl: Veel

source: Nonsexual
nl: Aseksueel

source: Single
nl: Alleen

source: Lonely
nl: Eenzaam

source: Available
nl: Beschikbaar

source: Unavailable
nl: Niet beschikbaar

source: Has crush
nl: Heeft een oogje op iemand

source: Infatuated
nl: Smoorverliefd

source: Dating
nl: Aan het daten

source: Unfaithful
nl: Ontrouw

source: Sex Addict
nl: Seksverslaafd

source: Friends/Benefits
nl: Vriendschap plus

source: Casual
nl: Ongebonden/vluchtig

source: Engaged
nl: Verloofd

source: Married
nl: Getrouwd

source: Imaginarily married
nl: Denkbeeldig getrouwd

source: Cohabiting
nl: Samenwonend

source: Common law
nl: Common-law-huwelijk

source: Happy
nl: Gelukkig

source: Not looking
nl: Niet op zoek

source: Betrayed
nl: Verraden

source: Separated
nl: Uit elkaar

source: Unstable
nl: Onstabiel

source: Divorced
nl: Gescheiden

source: Imaginarily divorced
nl: Denkbeeldig gescheiden

source: Widowed
nl: Weduwnaar/weduwe

source: Uncertain
nl: Onzeker

source: It's complicated
nl: Het is ingewikkeld

source: Don't care
nl: Maakt mij niks uit

source: Ask me
nl: Vraag het me

source: likes %1$s's %2$s
nl: vindt het %2$s van %1$s leuk

source: doesn't like %1$s's %2$s
nl: vindt het %2$s van %1$s niet leuk

source: %1$s is now connected with %2$s
nl: %1$s is nu met %2$s verbonden

source: %1$s poked %2$s
nl: %1$s heeft %2$s aangestoten

source: poked
nl: aangestoten

source: View %s's profile @ %s
nl: Bekijk het profiel van %s @ %s

source: Categories:
nl: Categorieën:

source: Filed under:
nl: Bewaard onder:

source: View in context
nl: In context bekijken

source: remove
nl: verwijderen

source: Loading...
nl: Aan het laden...

source: Delete Selected Items
nl: Verwijder de geselecteerde items

source: View Source
nl: Bron tonen

source: Follow Thread
nl: Conversatie volgen

source: Unfollow Thread
nl: Conversatie niet meer volgen

source: Edit Connection
nl: Connectie bewerken

source: Message
nl: Bericht

source: %s likes this.
nl: %s vindt dit leuk.

source: %s doesn't like this.
nl: %s vindt dit niet leuk.

source: <span %1$s>%2$d people</span> like this.
nl: <span %1$s>%2$d persoon</span> vindt dit leuk.

source: <span %1$s>%2$d people</span> don't like this.
nl: <span %1$s>%2$d persoon</span> vindt dit niet leuk.

source: and
nl: en

source: , and %d other people
nl: , en %d ander persoon

source: %s like this.
nl: %s vinden dit leuk.

source: %s don't like this.
nl: %s vinden dit niet leuk.

source: Set your location
nl: Locatie instellen

source: Clear browser location
nl: Locatie van webbrowser wissen

source: Tag term:
nl: Tag:

source: Where are you right now?
nl: Waar bevind je je op dit moment?

source: Choose a different album...
nl: Kies een ander album...

source: Comments enabled
nl: Reacties ingeschakeld

source: Comments disabled
nl: Reacties uitgeschakeld

source: Page link name
nl: Linknaam pagina

source: Post as
nl: Bericht plaatsen als

source: Toggle voting
nl: Peiling in- of uitschakelen

source: Disable comments
nl: Reacties uitschakelen

source: Toggle comments
nl: Reacties in- of uitschakelen

source: Categories (optional, comma-separated list)
nl: Categorieën (niet verplicht, door komma's gescheiden lijst)

source: Other networks and post services
nl: Andere netwerken en diensten

source: Set publish date
nl: Publicatiedatum instellen

source: Commented Order
nl: Nieuwe reacties bovenaan

source: Sort by Comment Date
nl: Berichten met nieuwe reacties bovenaan

source: Posted Order
nl: Nieuwe berichten bovenaan

source: Sort by Post Date
nl: Nieuwe berichten bovenaan

source: Posts that mention or involve you
nl: Alleen berichten die jou vermelden of waar je op een andere manier bij betrokken bent

source: Activity Stream - by date
nl: Tijdlijn - op datum

source: Starred
nl: Met ster

source: Favourite Posts
nl: Favoriete berichten

source: Posts flagged as SPAM
nl: Berichten gemarkeerd als SPAM

source: Status Messages and Posts
nl: Berichten in dit kanaal

source: Profile Details
nl: Profiel

source: Photo Albums
nl: Fotoalbums

source: Files and Storage
nl: Bestanden en opslagruimte

source: Bookmarks
nl: Bladwijzers

source: Saved Bookmarks
nl: Opgeslagen bladwijzers

source: View Cards
nl: Kaarten tonen

source: articles
nl: artikelen

source: View Articles
nl: Artikelen tonen

source: View Webpages
nl: Webpagina's tonen

# noun
source: Attending
nl: aanwezig

# noun
source: Not Attending
nl: niet aanwezig

# noun
source: Undecided
nl: nog niet beslist

# noun
source: Agree
nl: eens

# noun
source: Disagree
nl: oneens

# noun
source: Abstain
nl: onthouding

source: Directory Options
nl: Opties kanalengids

source: Safe Mode
nl: Veilig zoeken

source: Public Forums Only
nl: Alleen openbare forums

source: This Website Only
nl: Alleen deze hub

source: %1$s's bookmarks
nl: Bladwijzers van %1$s

source: Unable to import a removed channel.
nl: Niet in staat om een verwijderd kanaal te importeren.

source: Cannot create a duplicate channel identifier on this system. Import failed.
nl: Kan geen dubbele kanaal-identificator op deze hub aanmaken. Importeren mislukt.

source: Cloned channel not found. Import failed.
nl: Gekloond kanaal niet gevonden. Importeren mislukt.

source: prev
nl: vorige

source: first
nl: eerste

source: last
nl: laatste

source: next
nl: volgende

source: older
nl: ouder

source: newer
nl: nieuwer

source: No connections
nl: Geen connecties

source: View all %s connections
nl: Toon alle %s connecties

source: poke
nl: aanstoten

source: pinged
nl: gepingd

source: prod
nl: por

source: prodded
nl: gepord

source: slap
nl: slaan

source: slapped
nl: sloeg

source: fingered
nl: gefingerd

source: rebuff
nl: afpoeieren

source: rebuffed
nl: afgepoeierd

source: happy
nl: gelukkig

source: sad
nl: bedroefd

source: tired
nl: moe

source: perky
nl: parmantig

source: angry
nl: boos

source: stupefied
nl: verbijsterd

source: puzzled
nl: verward

source: interested
nl: geïnteresseerd

source: bitter
nl: verbitterd

source: cheerful
nl: vrolijk

source: alive
nl: levendig

source: annoyed
nl: geërgerd

source: anxious
nl: bezorgd

source: cranky
nl: humeurig

source: disturbed
nl: verontrust

source: frustrated
nl: gefrustreerd

source: depressed
nl: gedeprimeerd

source: motivated
nl: gemotiveerd

source: relaxed
nl: ontspannen

source: surprised
nl: verrast

source: Monday
nl: maandag

source: Tuesday
nl: dinsdag

source: Wednesday
nl: woensdag

source: Thursday
nl: donderdag

source: Friday
nl: vrijdag

source: Saturday
nl: zaterdag

source: Sunday
nl: zondag

source: January
nl: januari

source: February
nl: februari

source: March
nl: maart

source: May
nl: mei

source: June
nl: juni

source: July
nl: juli

source: August
nl: augustus

source: October
nl: oktober

source: Unknown Attachment
nl: Onbekende bijlage

source: unknown
nl: onbekend

source: remove category
nl: categorie verwijderen

source: remove from file
nl: uit map verwijderen

source: Download binary/encrypted content
nl: Binaire/versleutelende inhoud downloaden

source: default
nl: standaard

source: Page layout
nl: Pagina-lay-out

source: You can create your own with the layouts tool
nl: Je kan jouw eigen lay-out ontwerpen onder lay-outs

source: Page content type
nl: Opmaaktype

source: activity
nl: activiteit

source: a-z, 0-9, -, and _ only
nl: alleen a-z, 0-9, - en _

source: Design Tools
nl: Ontwerp-hulpmiddelen

source: Pages
nl: Pagina's

source: Import website...
nl: Website importeren...

source: Select folder to import
nl: Kies een map om te importeren

source: Import from a zipped folder:
nl: Vanuit een zipbestand importeren:

source: Import from cloud files:
nl: Vanuit de cloud importeren:

source: /cloud/channel/path/to/folder
nl: /cloud/channel/maplocatie

source: Enter path to website files
nl: Voer de locatie in van de websitebestanden

source: Select folder
nl: Kies een map

source: Export website...
nl: Website exporteren...

source: Export to a zip file
nl: Naar een zipbestand exporteren

source: Enter a name for the zip file.
nl: Vul een naam in voor het zipbestand.

source: Export to cloud files
nl: Naar de cloud exporteren

source: /path/to/export/folder
nl: /locatie/van/export/map

source: Enter a path to a cloud files destination.
nl: Voer de locatie in van de cloudbestemming

source: Specify folder
nl: Selecteer een map

source: %d invitation available
nl: %d uitnodiging beschikbaar

source: Find Channels
nl: Kanalen vinden

source: Enter name or interest
nl: Vul naam of interesse in

source: Connect/Follow
nl: Verbinden/volgen

source: Examples: Robert Morgenstein, Fishing
nl: Voorbeeld: Robert Morgenstein, vissen

source: Random Profile
nl: Willekeurig profiel

source: Invite Friends
nl: Vrienden uitnodigen

source: Advanced example: name=fred and country=iceland
nl: Geavanceerd voorbeeld (Engels): name=jan en country=nederland

source: Common Connections
nl: Gemeenschappelijke connecties

source: View all %d common connections
nl: Toon alle %d gemeenschappelijke connecties

source: %1$s wrote the following %2$s %3$s
nl: %1$s schreef het volgende %2$s %3$s

source: Channel is blocked on this site.
nl: Kanaal is op deze hub geblokkeerd.

source: Channel location missing.
nl: Ontbrekende kanaallocatie.

source: Response from remote channel was incomplete.
nl: Antwoord van het kanaal op afstand was niet volledig.

source: Premium channel - please visit:
nl: Premiumkanaal - bezoek:

source: Channel was deleted and no longer exists.
nl: Kanaal is verwijderd en bestaat niet meer.

source: Remote channel or protocol unavailable.
nl: Kanaal op afstand of protocol niet beschikbaar.

source: Channel discovery failed.
nl: Kanaal ontdekken mislukt.

source: Protocol disabled.
nl: Protocol uitgeschakeld.

source: Cannot connect to yourself.
nl: Kan niet met jezelf verbinden

source: Delete this item?
nl: Dit item verwijderen?

source: %s show less
nl: %s minder reacties tonen

source: %s expand
nl: %s uitklappen

source: %s collapse
nl: %s inklappen

source: Password too short
nl: Wachtwoord te kort

source: Passwords do not match
nl: Wachtwoorden komen niet overeen

source: everybody
nl: iedereen

source: Secret Passphrase
nl: Geheim wachtwoord

source: Passphrase hint
nl: Wachtwoordhint

source: Notice: Permissions have changed but have not yet been submitted.
nl: Mededeling: de permissies zijn veranderd, maar zijn nog niet opgeslagen.

source: close all
nl: Alles sluiten

source: Nothing new here
nl: Niets nieuw hier

source: Rate This Channel (this is public)
nl: Beoordeel dit kanaal (dit is openbaar)

source: Describe (optional)
nl: Omschrijving (niet verplicht)

source: Please enter a link URL
nl: Vul een URL in:

source: Unsaved changes. Are you sure you wish to leave this page?
nl: Niet opgeslagen wijzigingen. Ben je er zeker van dat je deze pagina wil verlaten?

source: timeago.suffixAgo
nl: geleden

source: timeago.suffixFromNow
nl: vanaf nu

source: less than a minute
nl: minder dan een minuut

source: about a minute
nl: ongeveer een minuut

source: %d minutes
nl: %d minuten

source: about an hour
nl: ongeveer een uur

source: about %d hours
nl: ongeveer %d uren

source: a day
nl: een dag

source: %d days
nl: %d dagen

source: about a month
nl: ongeveer een maand

source: %d months
nl: %d maanden

source: about a year
nl: ongeveer een jaar

source: %d years
nl: %d jaren

# long
source: May
nl: mei

source: Mar
nl: mrt

# short
source: May
nl: mei

source: Oct
nl: okt

source: Sun
nl: zo

source: Mon
nl: ma

source: Tue
nl: di

source: Wed
nl: wo

source: Thu
nl: do

source: Fri
nl: vr

source: Sat
nl: za

# calendar
source: today
nl: vandaag

# calendar
source: month
nl: maand

# calendar
source: day
nl: dag

# calendar
source: All day
nl: hele dag

source: Unable to determine sender.
nl: Afzender kan niet bepaald worden.

source: No recipient provided.
nl: Geen ontvanger opgegeven.

source: [no subject]
nl: [geen onderwerp]

source: Stored post could not be verified.
nl: Opgeslagen bericht kon niet worden geverifieerd.

source: and
nl: en

source: public profile
nl: openbaar profiel

source: %1$s changed %2$s to &ldquo;%3$s&rdquo;
nl: %1$s veranderde %2$s naar &ldquo;%3$s&rdquo;

source: Visit %1$s's %2$s
nl: Bezoek het %2$s van %1$s

source: %1$s has an updated %2$s, changing %3$s.
nl: %1$s heeft een aangepaste %2$s, %3$s veranderd.

source: Item was not found.
nl: Item niet gevonden

source: No source file.
nl: Geen bronbestand.

source: Cannot locate file to replace
nl: Kan het te vervangen bestand niet vinden

source: Cannot locate file to revise/update
nl: Kan het bestand wat aangepast moet worden niet vinden

source: File exceeds size limit of %d
nl: Bestand is groter dan de toegelaten %d

source: You have reached your limit of %1$.0f Mbytes attachment storage.
nl: Je hebt jouw limiet van %1$.0f MB opslagruimte voor bijlagen bereikt.

source: File upload failed. Possible system limit or action terminated.
nl: Uploaden van bestand mislukt. Mogelijk systeemlimiet bereikt of actie afgebroken.

source: Stored file could not be verified. Upload failed.
nl: Opgeslagen bestand kon niet worden geverifieerd. Uploaden mislukt.

source: Path not available.
nl: Locatie niet beschikbaar.

source: Empty pathname
nl: Ontbrekende locatienaam

source: duplicate filename or path
nl: dubbele bestandsnaam of locatie

source: Path not found.
nl: Locatie niet gevonden

source: mkdir failed.
nl: directory aanmaken (mkdir) mislukt.

source: database storage failed.
nl: opslag in database mislukt.

source: Empty path
nl: Ontbrekende locatie

source: The form security token was not correct. This probably happened because the form has been opened for too long (>3 hours) before submitting it.
nl: De beveiligings-token van het tekstvak was ongeldig. Dit is mogelijk het gevolg van dat er te lang (meer dan 3 uur) gewacht is om de tekst op te slaan.

source: (Unknown)
nl: (Onbekend)

source: Visible to anybody on the internet.
nl: Voor iedereen op het internet zichtbaar.

source: Visible to you only.
nl: Alleen voor jou zichtbaar.

source: Visible to anybody in this network.
nl: Voor iedereen in dit netwerk zichtbaar.

source: Visible to anybody authenticated.
nl: Voor iedereen die geauthenticeerd is zichtbaar.

source: Visible to anybody on %s.
nl: Voor iedereen op %s zichtbaar.

source: Visible to all connections.
nl: Voor alle connecties zichtbaar.

source: Visible to approved connections.
nl: Voor alle geaccepteerde connecties zichtbaar.

source: Visible to specific connections.
nl: Voor specifieke connecties zichtbaar.

source: Privacy group is empty.
nl: Privacygroep is leeg

source: Privacy group: %s
nl: Privacygroep: %s

source: Connection not found.
nl: Connectie niet gevonden.

source: profile photo
nl: profielfoto

source: [Edited %s]
nl: [%s bewerkt]

# edit_activity
source: Post
nl: Bericht

# edit_activity
source: Comment
nl: Reactie

source: Unable to obtain identity information from database
nl: Niet in staat om identiteitsinformatie uit de database te verkrijgen

source: Empty name
nl: Ontbrekende naam

source: Name too long
nl: Naam te lang

source: No account identifier
nl: Geen account-identificator

source: Nickname is required.
nl: Bijnaam is verplicht

source: Unable to retrieve created identity
nl: Niet in staat om aangemaakte identiteit te ontvangen

source: Default Profile
nl: Standaardprofiel

source: Unable to retrieve modified identity
nl: Niet in staat om aangepaste identiteit te ontvangen

source: Create New Profile
nl: Nieuw profiel aanmaken

source: Visible to everybody
nl: Voor iedereen zichtbaar

source: Gender:
nl: Geslacht:

source: Homepage:
nl: Homepagina:

source: Online Now
nl: Nu online

source: Change your profile photo
nl: Jouw profielfoto veranderen

source: Trans
nl: Transgender

source: Like this channel
nl: Vind dit kanaal leuk

source: j F, Y
nl: F j Y

source: j F
nl: F j

source: Birthday:
nl: Geboortedatum:

source: for %1$d %2$s
nl: voor %1$d %2$s

source: Sexual Preference:
nl: Seksuele voorkeur:

source: Political Views:
nl: Politieke overtuigingen:

source: Religion:
nl: Religie:

source: Hobbies/Interests:
nl: Hobby's/interesses:

source: Likes:
nl: Houdt van:

source: Dislikes:
nl: Houdt niet van:

source: Contact information and Social Networks:
nl: Contactinformatie en sociale netwerken:

source: My other channels:
nl: Mijn andere kanalen

source: Musical interests:
nl: Muzikale interesses:

source: Books, literature:
nl: Boeken, literatuur:

source: Television:
nl: Televisie:

source: Film/dance/culture/entertainment:
nl: Films/dansen/cultuur/vermaak:

source: Love/Romance:
nl: Liefde/romantiek:

source: Work/employment:
nl: Werk/beroep:

source: School/education:
nl: School/opleiding:

source: Like this thing
nl: Vind dit ding leuk

source: l F d, Y \@ g:i A
nl: l d F Y \@ G:i

source: Starts:
nl: Start:

source: Finishes:
nl: Einde:

source: This event has been added to your calendar.
nl: Dit evenement is aan jouw agenda toegevoegd.

source: Not specified
nl: Niet aangegeven

source: Needs Action
nl: Actie vereist

source: Completed
nl: Voltooid

source: In Process
nl: In behandeling

source: Cancelled
nl: Geannuleerd

source: Home, Voice
nl: Thuis, spraak

source: Home, Fax
nl: Thuis, fax

source: Work, Voice
nl: Werk, spraak

source: Work, Fax
nl: Werk, fax

source: view full size
nl: volledige grootte tonen

source: Select an alternate language
nl: Kies een andere taal

source: Who can see this?
nl: Wie kan dit zien?

source: Custom selection
nl: Handmatige selectie

source: Select "Show" to allow viewing. "Don't show" lets you override and limit the scope of "Show".
nl: Kies "Tonen" om weergave toe te staan. Met "Niet tonen" kun je uitzonderingen maken op "Tonen".

source: Show
nl: Tonen

source: Don't show
nl: Niet tonen

source: Post permissions %s cannot be changed %s after a post is shared.</br />These permissions set who is allowed to view the post.
nl: Permissies van berichten %s zijn niet meer te veranderen %s nadat een bericht is gedeeld.</br />Met deze permissies bepaal je wie het bericht kan zien.

source: Cannot locate DNS info for database server '%s'
nl: Kan DNS-informatie voor databaseserver '%s' niet vinden

source: Image/photo
nl: Afbeelding/foto

source: Encrypted content
nl: Versleutelde inhoud

source: Install %1$s element %2$s
nl: Installeer %1$s element %2$s

source: This post contains an installable %s element, however you lack permissions to install it on this site.
nl: Dit bericht heeft een te installeren %s-element, maar je hebt geen permissies om het op deze hub te installeren.

source: card
nl: kaart

source: article
nl: artikel

source: Click to open/close
nl: Klik om te openen of te sluiten

source: View article
nl: Artikel tonen

source: View summary
nl: Samenvatting tonen

source: $1 wrote:
nl: $1 schreef:

source: by
nl: door

source: on
nl: op

source: Embedded content
nl: Ingesloten (embedded) inhoud

source: Embedding disabled
nl: Insluiten (embedding) uitgeschakeld

source: OpenWebAuth: %1$s welcomes %2$s
nl: OpenWebAuth: %1$s verwelkomt %2$s

source: General Features
nl: Algemene functies

source: Display new member quick links menu
nl: Menu met links voor nieuwe leden tonen

source: Advanced Profiles
nl: Geavanceerde profielen

source: Additional profile sections and selections
nl: Extra onderdelen en keuzes voor je profiel

source: Profile Import/Export
nl: Profiel importen/exporteren

source: Save and load profile details across sites/channels
nl: Profielgegevens opslaan en in andere hubs/kanalen gebruiken.

source: Web Pages
nl: Webpagina's

source: Provide managed web pages on your channel
nl: Sta beheerde webpagina's op jouw kanaal toe

source: Provide a wiki for your channel
nl: Voeg een wiki aan jouw kanaal toe

source: Private Notes
nl: Privé-aantekeningen

source: Enables a tool to store notes and reminders (note: not encrypted)
nl: Een eenvoudige toepassing om aantekeningen en herinneringen in te bewaren (let op: niet versleuteld)

source: Create personal planning cards
nl: Persoonlijke planningskaarten maken

source: Create interactive articles
nl: Interactieve artikelen maken

source: Navigation Channel Select
nl: Kanaal kiezen in navigatiemenu
