Repository: WisTex/Raconteur
Catalog: view/*/hmessages.po
Languages: nl

source: Romantic Partner
nl: Romantische partner

source: Likes
nl: Houdt van

source: Dislikes
nl: Houdt niet van

source: Work/Employment
nl: Werk/arbeid

source: Religion
nl: Religie

source: Political Views
nl: Politieke overtuigingen

source: Gender
nl: Geslacht

source: Sexual Preference
nl: Seksuele voorkeur

source: Interests
nl: Interesses

source: Profile updated.
nl: Profiel bijgewerkt

source: Hide your connections list from viewers of this profile
nl: Laat de lijst met connecties niet aan bezoekers van dit profiel zien.

source: Edit Profile Details
nl: Profiel bewerken

source: View this profile
nl: Profiel tonen

source: Edit visibility
nl: Zichtbaarheid bewerken

source: Profile Tools
nl: Hulpmiddelen

source: Change cover photo
nl: Omslagfoto wijzigen

source: Change profile photo
nl: Profielfoto veranderen

source: Create a new profile using these settings
nl: Een nieuw profiel aanmaken met dit profiel als basis

source: Clone this profile
nl: Dit profiel klonen

source: Delete this profile
nl: Dit profiel verwijderen

source: Add profile things
nl: Dingen aan je profiel toevoegen

source: Personal
nl: Persoonlijk

source: Relationship
nl: Relatie

source: Miscellaneous
nl: Diversen

source: Import profile from file
nl: Profiel vanuit bestand importeren

source: Export profile to file
nl: Profiel naar bestand exporteren

source: Your gender
nl: Jouw geslacht

source: Marital status
nl: Burgerlijke staat

source: Sexual preference
nl: Seksuele voorkeur

source: Profile name
nl: Profielnaam

source: This is your default profile.
nl: Dit is jouw standaardprofiel

source: Your full name
nl: Jouw volledige naam

source: Title/Description
nl: Titel/omschrijving

source: Street address
nl: Straat en huisnummer

source: Locality/City
nl: Woonplaats

source: Region/State
nl: Provincie/gewest/deelstaat

source: Postal/Zip code
nl: Postcode

source: Who (if applicable)
nl: Wie (wanneer van toepassing)

source: Examples: cathy123, Cathy Williams, cathy@example.com
nl: Voorbeelden: petra123, Petra Jansen, petra@voorbeeld.nl

source: Since (date)
nl: Sinds (datum)

source: Tell us about yourself
nl: Vertel ons iets over jezelf

source: Homepage URL
nl: URL homepagina

source: Hometown
nl: Oorspronkelijk uit

source: Political views
nl: Politieke overtuigingen

source: Religious views
nl: Religieuze overtuigingen

source: Keywords used in directory listings
nl: Trefwoorden voor in de kanalengids

source: Example: fishing photography software
nl: Voorbeeld: muziek, fotografie, software

source: Musical interests
nl: Muzikale interesses

source: Books, literature
nl: Boeken/literatuur

source: Television
nl: Televisie

source: Film/Dance/Culture/Entertainment
nl: Film/dans/cultuur/entertainment

source: Hobbies/Interests
nl: Hobby's/interesses

source: Love/Romance
nl: Liefde/romantiek

source: School/Education
nl: School/opleiding

source: Contact information and social networks
nl: Contactinformatie en sociale netwerken

source: My other channels
nl: Mijn andere kanalen

source: Communications
nl: Communicatie

source: Profile Image
nl: Profielfoto

source: Edit Profiles
nl: Bewerk profielen

source: This page is available only to site members
nl: Deze pagina is alleen toegankelijk voor hubleden

source: Welcome
nl: Welkom

source: What would you like to do?
nl: Wat wil je graag doen?

source: Please bookmark this page if you would like to return to it in the future
nl: Maak een bladwijzer voor deze pagina aan, wanneer je in de toekomst hier weer naar wil terugkeren

source: Upload a profile photo
nl: Profielfoto uploaden

source: Upload a cover photo
nl: Omslagfoto uploaden

source: Edit your default profile
nl: Jouw standaardprofiel bewerken

source: View friend suggestions
nl: Kanaalvoorstellen tonen

source: View the channel directory
nl: Kanalengids tonen

source: View/edit your channel settings
nl: Jouw profielinstellingen bekijken/bewerken

source: View the site or project documentation
nl: Documentatie van deze hub en het Hubzillaproject tonen

source: Visit your channel homepage
nl: Jouw kanaalpagina tonen

source: View your connections and/or add somebody whose address you already know
nl: Jouw connecties tonen en/of iemand toevoegen waarvan je het adres al weet

source: View your personal stream (this may be empty until you add some connections)
nl: Jouw persoonlijke tijdlijn tonen (deze is waarschijnlijk leeg totdat je enkele connecties toevoegt)

source: View the public stream. Warning: this content is not moderated
nl: De openbare tijdlijn tonen. Waarschuwing: de inhoud van deze berichten wordt niet gemodereerd.

source: Page link
nl: Paginalink

source: Edit Webpage
nl: Webpagina bewerken

source: Create a new channel
nl: Nieuw kanaal aanmaken

source: Channel Manager
nl: Kanaalbeheer

source: Current Channel
nl: Huidig kanaal

source: Switch to one of your channels by selecting it.
nl: Activeer een van jouw andere kanalen door er op te klikken.

source: Default Channel
nl: Standaardkanaal

source: Make Default
nl: Als standaard instellen

source: %d new messages
nl: %d nieuwe berichten

source: %d new introductions
nl: %d nieuwe connectieverzoeken

source: Delegated Channel
nl: Uitbesteed kanaal

source: Cards
nl: Kaarten

source: Add Card
nl: Kaart toevoegen

source: This directory server requires an access token
nl: Deze kanalengidshub (directoryserver) heeft een toegangs-token nodig

source: About this site
nl: Over deze hub

source: Site Name
nl: Hubnaam

source: Administrator
nl: Beheerder

source: Terms of Service
nl: Gebruiksvoorwaarden

source: Software and Project information
nl: Software- en projectinformatie

source: This site is powered by $Projectname
nl: Dit is een $Projectname-hub

source: Federated and decentralised networking and identity services provided by Zot
nl: Federatieve en gedecentraliseerde netwerk- en identiteitsdiensten, mogelijk gemaakt door Zot

source: Version %s
nl: Versie %s

source: Project homepage
nl: Projectwebsite

source: Developer homepage
nl: Ontwikkelaarswebsite

source: No ratings
nl: Geen beoordelingen

source: Ratings
nl: Beoordelingen

source: Rating:
nl: Beoordeling:

source: Description:
nl: Omschrijving:

source: Import Webpage Elements
nl: Webpagina-elementen importeren

source: Import selected
nl: Importbestand geselecteerd

source: Export Webpage Elements
nl: Webpagina-elementen exporteren

source: Export selected
nl: Selectie exporteren

source: Webpages
nl: Webpagina's

source: Actions
nl: Acties

source: Page Link
nl: Paginalink

source: Page Title
nl: Paginatitel

source: Invalid file type.
nl: Ongeldig bestandsformaat

source: Error opening zip file
nl: Fout tijdens openen zipbestand

source: Invalid folder path.
nl: Ongeldige maplocatie

source: No webpage elements detected.
nl: Geen webpagina-elementen gedecteerd

source: Import complete.
nl: Importeren voltooid.

source: Channel name changes are not allowed within 48 hours of changing the account password.
nl: Veranderen van kanaaladres is niet toegestaan binnen 48 uur na het veranderen van het accountwachtwoord.

source: Reserved nickname. Please choose another.
nl: Deze naam is gereserveerd. Kies een andere.

source: Nickname has unsupported characters or is already being used on this site.
nl: Deze naam heeft niet ondersteunde karakters of is al op deze hub in gebruik.

source: Change channel nickname/address
nl: Kanaaladres veranderen

source: Any/all connections on other networks will be lost!
nl: Alle connecties op andere netwerken gaan verloren!

source: New channel address
nl: Nieuw kanaaladres

source: Rename Channel
nl: Kanaal hernoemen

source: Item is not editable
nl: Item is niet te bewerken

source: Edit post
nl: Bericht bewerken

source: Invalid message
nl: Ongeldig bericht

source: no results
nl: geen resultaten

source: channel sync processed
nl: kanaalsync verwerkt

source: queued
nl: in wachtrij

source: posted
nl: verstuurd

source: accepted for delivery
nl: geaccepteerd om afgeleverd te worden

source: updated
nl: geüpdatet

source: update ignored
nl: update genegeerd

source: permission denied
nl: toegang geweigerd

source: recipient not found
nl: ontvanger niet gevonden

source: mail recalled
nl: Privébericht ingetrokken

source: duplicate mail received
nl: dubbel privébericht ontvangen

source: mail delivered
nl: privébericht afgeleverd

source: Delivery report for %1$s
nl: Afleveringsrapport voor %1$s

source: Options
nl: Opties

source: Redeliver
nl: Opnieuw afleveren

source: Failed to create source. No channel selected.
nl: Aanmaken bron mislukt. Geen kanaal geselecteerd.

source: Source created.
nl: Bron aangemaakt.

source: Source updated.
nl: Bron aangemaakt.

source: Channel Sources
nl: Kanaalbronnen

source: Manage remote sources of content for your channel.
nl: Beheer externe bronnen met inhoud voor jouw kanaal

source: New Source
nl: Nieuwe bron

source: Import all or selected content from the following channel into this channel and distribute it according to your channel settings.
nl: Importeer complete of gedeelde inhoud vanuit het volgende kanaal naar dit kanaal, en verdeel het vervolgens volgens jouw kanaalinstellingen.

source: Only import content with these words (one per line)
nl: Importeer alleen inhoud met deze woorden (één per regel)

source: Leave blank to import all public content
nl: Laat leeg om alle openbare inhoud te importeren

source: Channel Name
nl: Kanaalnaam

source: Add the following categories to posts imported from this source (comma separated)
nl: De volgende categorieën aan berichten toevoegen die uit deze bron zijn geïmporteerd (door komma's gescheiden)

source: Source not found.
nl: Bron niet gevonden

source: Edit Source
nl: Bron bewerken

source: Delete Source
nl: Bron verwijderen

source: Source removed
nl: Bron verwijderd

source: Unable to remove source.
nl: Verwijderen bron mislukt.

source: Like/Dislike
nl: Leuk/niet leuk

source: This action is restricted to members.
nl: Deze actie kan alleen door $Projectname-leden worden uitgevoerd.

source: Please <a href="rmagic">login with your $Projectname ID</a> or <a href="register">register as a new $Projectname member</a> to continue.
nl: Je dient <a href="rmagic">in te loggen met je $Projectname-account</a> of <a href="register">een nieuw $Projectname-account aan te maken</a> om verder te kunnen gaan.

source: Invalid request.
nl: Ongeldig verzoek

source: channel
nl: kanaal

source: thing
nl: ding

source: Channel unavailable.
nl: Kanaal niet beschikbaar.

source: Previous action reversed.
nl: Vorige actie omgedraaid

source: %1$s likes %2$s's %3$s
nl: %1$s vindt %3$s van %2$s leuk

source: %1$s doesn't like %2$s's %3$s
nl: %1$s vindt %3$s van %2$s niet leuk

source: %1$s agrees with %2$s's %3$s
nl: %1$s is het eens met %2$s's %3$s

source: %1$s doesn't agree with %2$s's %3$s
nl: %1$s is het niet eens met %2$s's %3$s

source: %1$s abstains from a decision on %2$s's %3$s
nl: %1$s onthoudt zich van een besluit over %2$s's %3$s

source: %1$s is attending %2$s's %3$s
nl: %1$s is aanwezig op %2$s's %3$s

source: %1$s is not attending %2$s's %3$s
nl: %1$s is niet aanwezig op %2$s's %3$s

source: %1$s may attend %2$s's %3$s
nl: %1$s is mogelijk aanwezig op %2$s's %3$s

source: Action completed.
nl: Actie voltooid

source: Thank you.
nl: Bedankt

source: No default suggestions were found.
nl: Er zijn geen standaard kanaalvoorstellen gevonden.

source: %d rating
nl: %d beoordeling

source: Gender:
nl: Geslacht:

source: Age:
nl: Leeftijd:

source: Location:
nl: Plaats:

source: Description:
nl: Omschrijving:

source: Hometown:
nl: Oorspronkelijk uit:

source: About:
nl: Over:

source: Connect
nl: Verbinden

source: Public Forum:
nl: Openbaar forum:

source: Keywords:
nl: Trefwoorden:

source: Don't suggest
nl: Niet voorstellen

source: Common connections (estimated):
nl: Gemeenschappelijke connecties (schatting):

source: Global Directory
nl: Volledige kanalengids

source: Local Directory
nl: Lokale kanalengids

source: Finding:
nl: Gezocht naar:

source: Channel Suggestions
nl: Voorgestelde kanalen

source: next page
nl: volgende pagina

source: previous page
nl: vorige pagina

source: Sort options
nl: Sorteeropties

source: Alphabetic
nl: Alfabetisch

source: Reverse Alphabetic
nl: Omgekeerd alfabetisch

source: Newest to Oldest
nl: Nieuw naar oud

source: Oldest to Newest
nl: Oud naar nieuw

source: No entries (some entries may be hidden).
nl: Niets gevonden (sommige kanalen kunnen verborgen zijn).

source: Xchan Lookup
nl: Xchan opzoeken

source: Lookup xchan beginning with (or webbie):
nl: Zoek een xchan (of webbie) die begint met:

source: No suggestions available. If this is a new site, please try again in 24 hours.
nl: Geen voorgestelde kanalen gevonden. Wanneer dit een nieuwe hub is, probeer het dan over 24 uur weer.

source: Ignore/Hide
nl: Negeren/Verbergen

source: Unable to find your hub.
nl: Niet in staat om je hub te vinden

source: Post successful.
nl: Verzenden bericht geslaagd.

source: Unable to lookup recipient.
nl: Niet in staat om ontvanger op te zoeken.

source: Unable to communicate with requested channel.
nl: Niet in staat om met het aangevraagde kanaal te communiceren.

source: Cannot verify requested channel.
nl: Kan opgevraagd kanaal niet verifieren

source: Selected channel has private message restrictions. Send failed.
nl: Gekozen kanaal heeft restricties voor privéberichten. Verzenden mislukt.

source: Messages
nl: Berichten

source: message
nl: bericht

source: Message recalled.
nl: Bericht ingetrokken.

source: Conversation removed.
nl: Conversatie verwijderd

source: Expires YYYY-MM-DD HH:MM
nl: Verloopt op DD-MM-YYYY om HH:MM

source: Requested channel is not in this network
nl: Opgevraagd kanaal is niet in dit netwerk beschikbaar

source: Send Private Message
nl: Privébericht versturen

source: To:
nl: Aan:

source: Subject:
nl: Onderwerp:

source: Attach file
nl: Bestand toevoegen

source: Send
nl: Verzenden

source: Set expiration date
nl: Verloopdatum instellen

source: Delete message
nl: Bericht verwijderen

source: Delivery report
nl: Afleveringsrapport

source: Recall message
nl: Bericht intrekken

source: Message has been recalled.
nl: Bericht is ingetrokken.

source: Delete Conversation
nl: Verwijder conversatie

source: No secure communications available. You <strong>may</strong> be able to respond from the sender's profile page.
nl: Geen veilige communicatie beschikbaar. <strong>Mogelijk</strong> kan je reageren op de kanaalpagina van de afzender.

source: Send Reply
nl: Antwoord versturen

source: Your message for %s (%s):
nl: Jouw privébericht aan %s (%s):

source: Public Hubs
nl: Openbare hubs

source: The listed hubs allow public registration for the $Projectname network. All hubs in the network are interlinked so membership on any of them conveys membership in the network as a whole. Some hubs may require subscription or provide tiered service plans. The hub itself <strong>may</strong> provide additional details.
nl: Op de hier getoonde hubs kan iedereen zich voor het $Projectname-netwerk aanmelden. Alle hubs in het netwerk zijn met elkaar verbonden, dus maakt het qua lidmaatschap niet uit waar je je aanmeldt. Op sommige hubs heb je eerst goedkeuring nodig en sommige hubs vereisen een financiële tegemoetkoming voor bepaalde uitbreidingen. <strong>Mogelijk</strong> wordt hierover op de hub zelf meer informatie gegeven.

source: Access Type
nl: Toegangs-<br/>&nbsp;type

source: Registration Policy
nl: Registratie-<br/>&nbsp;beleid

source: Rate
nl: Beoordeel

source: webpage
nl: Webpagina

source: block
nl: blok

source: %s element installed
nl: %s onderdeel geïnstalleerd

source: %s element installation failed
nl: Installatie %s-element mislukt

source: Select a bookmark folder
nl: Kies een bladwijzermap

source: Save Bookmark
nl: Bladwijzer opslaan

source: URL of bookmark
nl: URL van bladwijzer

source: Or enter new bookmark folder name
nl: Of geef de naam op van een nieuwe bladwijzermap

source: Enter a folder name
nl: Vul een mapnaam in

source: or select an existing folder (doubleclick)
nl: of kies een bestaande map (dubbelklikken)

source: Save to Folder
nl: In map opslaan

source: Fetching URL returns error: %1$s
nl: Ophalen URL gaf een foutmelding terug: %1$s

source: Maximum daily site registrations exceeded. Please try again tomorrow.
nl: Maximum toegestane dagelijkse registraties op deze $Projectname-hub bereikt. Probeer het morgen (UTC) nogmaals.

source: Please indicate acceptance of the Terms of Service. Registration failed.
nl: Registratie mislukt. De gebruiksvoorwaarden dienen wel geaccepteerd te worden.

source: Passwords do not match.
nl: Wachtwoorden komen niet met elkaar overeen.

source: Registration successful. Continue to create your first channel...
nl: Registratie geslaagd. Ga verder met het aanmaken van jouw eerste kanaal...

source: Registration successful. Please check your email for validation instructions.
nl: Registratie geslaagd. Controleer je e-mail voor instructies.

source: Your registration is pending approval by the site owner.
nl: Jouw accountregistratie wacht op goedkeuring van de beheerder van deze $Projectname-hub.

source: Your registration can not be processed.
nl: Jouw registratie kan niet verwerkt worden.

source: Registration on this hub is disabled.
nl: Registreren van nieuwe accounts is op deze hub uitgeschakeld.

source: Registration on this hub is by approval only.
nl: Registraties op deze hub moeten eerst worden goedgekeurd.

source: <a href="pubsites">Register at another affiliated hub.</a>
nl: <a href="pubsites">Registreer op een andere hub</a>.

source: This site has exceeded the number of allowed daily account registrations. Please try again tomorrow.
nl: Deze $Projectname-hub heeft het maximum aantal dagelijks toegestane registraties bereikt. Probeer het morgen (UTC) nogmaals.

source: I accept the %s for this website
nl: Ik accepteer de %s van deze $Projectname-hub

source: I am over %s years of age and accept the %s for this website
nl: Ik ben %s jaar of ouder en accepteer de %s van deze hub

source: Your email address
nl: Jouw e-mailadres

source: Choose a password
nl: Geef een wachtwoord op

source: Please re-enter your password
nl: Geef het wachtwoord opnieuw op

source: Please enter your invitation code
nl: Vul jouw uitnodigingscode in

source: no
nl: Nee

source: yes
nl: Ja

source: Membership on this site is by invitation only.
nl: Registreren op deze $Projectname-hub kan alleen op uitnodiging.

source: Register
nl: Registreren

source: This site requires email verification. After completing this form, please check your email for further instructions.
nl: Deze hub vereist e-mailverificatie. Controleer na het indienen van dit formulier jouw e-mail voor verdere instructies.

source: Cover Photos
nl: Omslagfoto's

source: female
nl: vrouw

source: %1$s updated her %2$s
nl: %1$s heeft haar %2$s bijgewerkt

source: male
nl: man

source: %1$s updated his %2$s
nl: %1$s heeft zijn %2$s bijgewerkt

source: %1$s updated their %2$s
nl: De %2$s van %1$s is bijgewerkt

source: cover photo
nl: omslagfoto

source: Change Cover Photo
nl: Omslagfoto wijzigen

source: Documentation Search
nl: Zoek documentatie

source: About
nl: Over

source: Administrators
nl: Beheerders

source: Developers
nl: Ontwikkelaars

source: Tutorials
nl: Zelfstudie

source: $Projectname Documentation
nl: $Projectname-documentatie

source: Contents
nl: Inhoud

source: Article
nl: Artikel

source: Item has been removed.
nl: Item is verwijderd

source: Tag removed
nl: Tag verwijderd

source: Remove Item Tag
nl: Verwijder item-tag

source: Select a tag to remove:
nl: Kies een tag om te verwijderen

source: No such group
nl: Collectie niet gevonden

source: No such channel
nl: Niet zo'n kanaal

source: Search Results For:
nl: Zoekresultaten voor:

source: Privacy group is empty
nl: Privacygroep is leeg

source: Privacy group:
nl: Privacygroep:

source: Invalid connection.
nl: Ongeldige connectie.

source: Invalid channel.
nl: Onbekend kanaal.

source: network
nl: netwerk

source: Welcome to %s
nl: Welkom op %s

source: Permission Denied.
nl: Toegang geweigerd

source: File not found.
nl: Bestand niet gevonden.

source: Edit file permissions
nl: Bestandsrechten bewerken

source: Set/edit permissions
nl: Rechten instellen/bewerken

source: Include all files and sub folders
nl: Toepassen op alle bestanden en submappen

source: Return to file list
nl: Terugkeren naar bestandlijst

source: Copy/paste this code to attach file to a post
nl: Kopieer/plak deze code om het bestand aan een bericht te koppelen

source: Copy/paste this URL to link file from a web page
nl: Kopieer/plak deze URL om het bestand aan een externe webpagina te koppelen

source: Share this file
nl: Dit bestand delen

source: Show URL to this file
nl: Toon URL van dit bestand

source: Show in your contacts shared folder
nl: In de met jouw connecties gedeelde map tonen

source: No channel.
nl: Geen kanaal.

source: No connections in common.
nl: Geen gemeenschappelijke connecties.

source: View Common Connections
nl: Gemeenschappelijke connecties tonen

source: Email verification resent
nl: E-mailverificatie opnieuw verzonden

source: Unable to resend email verification message.
nl: Opnieuw verzenden e-mailverificatie mislukt

source: No connections.
nl: Geen connecties.

source: Visit %s's profile [%s]
nl: Bezoek het profiel van %s [%s]

source: View Connections
nl: Connecties tonen

source: Blocked accounts
nl: Geblokkeerde accounts

source: Expired accounts
nl: Verlopen accounts

source: Expiring accounts
nl: Accounts die nog moeten verlopen

source: Clones
nl: Klonen

source: Message queues
nl: Berichtenwachtrij

source: Your software should be updated
nl: Jouw software moet worden bijgewerkt

source: Summary
nl: Samenvatting

source: Registered accounts
nl: Geregistreerde accounts

source: Pending registrations
nl: Accounts die op goedkeuring wachten

source: Registered channels
nl: Geregistreerde kanalen

source: Active plugins
nl: Ingeschakelde plug-ins

source: Version
nl: Versie

source: Repository version (master)
nl: Versie repository (master)

source: Repository version (dev)
nl: Versie repository (dev)

source: No service class restrictions found.
nl: Geen abonnementsbeperkingen gevonden.

source: Remote Channel [%s] (not yet known on this site)
nl: Kanaal op afstand [%s] (nog niet op deze hub bekend)

source: Rating (this information is public)
nl: Beoordeling (deze informatie is openbaar)

source: Optionally explain your rating (this information is public)
nl: Verklaar jouw beoordeling (niet verplicht, deze informatie is openbaar)

source: Edit Card
nl: Kaart bewerken

source: No valid account found.
nl: Geen geldige account gevonden.

source: Password reset request issued. Check your email.
nl: Het verzoek om je wachtwoord opnieuw in te stellen is behandeld. Controleer je e-mail.

source: Site Member (%s)
nl: Lid van hub (%s)

source: Password reset requested at %s
nl: Verzoek tot het opnieuw instellen van een wachtwoord op %s is ingediend

source: Request could not be verified. (You may have previously submitted it.) Password reset failed.
nl: Het verzoek kon niet worden geverifieerd. (Mogelijk heb je al eerder een verzoek ingediend.) Opnieuw instellen van wachtwoord is mislukt.

source: Password Reset
nl: Wachtwoord vergeten?

source: Your password has been reset as requested.
nl: Jouw wachtwoord is opnieuw ingesteld zoals je had verzocht.

source: Your new password is
nl: Jouw nieuwe wachtwoord is

source: Save or copy your new password - and then
nl: Kopieer of sla je nieuwe wachtwoord op - en

source: click here to login
nl: klik dan hier om in te loggen

source: Your password may be changed from the <em>Settings</em> page after successful login.
nl: Jouw wachtwoord kan worden veranderd onder <em>instellingen</em>, nadat je succesvol bent ingelogd.
