Repository: WisTex/Raconteur
Catalog: view/*/hmessages.po
Languages: nl

source: Enable premium channel connection restrictions
nl: Restricties voor connecties van premiumkanaal toestaan

source: Please enter your restrictions or conditions, such as paypal receipt, usage guidelines, etc.
nl: Vul je restricties of voorwaarden in, zoals een paypal-afschrift, voorschriften voor leden, enz.

source: This channel may require additional steps or acknowledgement of the following conditions prior to connecting:
nl: Dit kanaal kan extra stappen of het accepteren van de volgende voorwaarden vereisen, voordat de connectie wordt geaccepteerd:

source: Potential connections will then see the following text before proceeding:
nl: Mogelijke connecties zullen dan de volgende tekst zien voordat ze verder kunnen:

source: By continuing, I certify that I have complied with any instructions provided on this page.
nl: Door verder te gaan ga ik automatisch akkoord met alle voorwaarden en aanwijzingen op deze pagina.

source: (No specific instructions have been provided by the channel owner.)
nl: (Er zijn geen speciale voorwaarden en aanwijzingen door de kanaaleigenaar verstrekt)

source: Restricted or Premium Channel
nl: Beperkt of premiumkanaal

source: Queue Statistics
nl: Wachtrij-statistieken

source: Total Entries
nl: Aantal vermeldingen

source: Priority
nl: Prioriteit

source: Destination URL
nl: Doel-URL

source: Mark hub permanently offline
nl: Hub als permanent offline markeren

source: Empty queue for this hub
nl: Berichtenwachtrij voor deze hub legen

source: Last known contact
nl: Voor het laatst contact

source: Off
nl: Uit

source: On
nl: Aan

source: Lock feature %s
nl: Vergrendel de functie '%s'

source: Manage Additional Features
nl: Beheer - Extra functies

source: Update has been marked successful
nl: Update is als succesvol gemarkeerd

source: Executing %s failed. Check system logs.
nl: Uitvoeren van %s is mislukt. Controleer systeemlogboek.

source: Update %s was successfully applied.
nl: Update %s was geslaagd.

source: Update %s did not return a status. Unknown if it succeeded.
nl: Update %s gaf geen melding. Het is daarom niet bekend of deze geslaagd is.

source: Update function %s could not be found.
nl: Update-functie %s kon niet gevonden worden.

source: Failed Updates
nl: Mislukte updates

source: Mark success (if update was manually applied)
nl: Markeer als geslaagd (wanneer de update handmatig was uitgevoerd)

source: Attempt to execute this update step automatically
nl: Poging om deze stap van de update automatisch uit te voeren.

source: No failed updates.
nl: Geen mislukte updates.

source: Item not found.
nl: Item niet gevonden.

source: Plugin %s disabled.
nl: Plug-in %s uitgeschakeld.

source: Plugin %s enabled.
nl: Plug-in %s ingeschakeld

source: Disable
nl: Uitschakelen

source: Enable
nl: Inschakelen

source: Administration
nl: Beheer

source: Toggle
nl: Omschakelen

source: Settings
nl: Instellingen

source: Author:
nl: Auteur:

source: Maintainer:
nl: Beheerder:

source: Minimum project version:
nl: Minimum versie Hubzilla:

source: Maximum project version:
nl: Maximum versie Hubzilla:

source: Minimum PHP version:
nl: Minimum versie PHP:

source: Compatible Server Roles:
nl: Werkt met configuratietypes:

source: Requires:
nl: Vereist:

source: Disabled - version incompatibility
nl: Uitgeschakeld - versie is incompatibel

source: Enter the public git repository URL of the plugin repo.
nl: Vul de openbare Git-URL in van de plug-in-repository.

source: Plugin repo git URL
nl: Git-URL plug-in-repository

source: Custom repo name
nl: Handmatige repository-naam

source: (optional)
nl: (niet verplicht)

source: Download Plugin Repo
nl: Plug-in-repository downloaden

source: Install new repo
nl: Nieuwe repository installeren

source: Install
nl: Installeren

source: Manage Repos
nl: Repositories beheren

source: Installed Plugin Repositories
nl: Toegevoegde plug-in-repositories

source: Install a New Plugin Repository
nl: Nieuwe plug-in-repository toevoegen

source: Switch branch
nl: Branch veranderen

source: Remove
nl: Verwijderen

source: %s account blocked/unblocked
nl: %s account geblokkeerd/gedeblokkeerd

source: %s account deleted
nl: %s account verwijderd

source: Account not found
nl: Account niet gevonden

source: Account '%s' deleted
nl: Account '%s' verwijderd

source: Account '%s' blocked
nl: Account '%s' geblokkeerd

source: Account '%s' unblocked
nl: Account '%s' gedeblokkeerd

source: select all
nl: alles selecteren

source: Registrations waiting for confirm
nl: Accounts die op goedkeuring wachten

source: Request date
nl: Tijd/datum verzoek

source: No registrations.
nl: Geen verzoeken.

source: Approve
nl: Goedkeuren

source: Deny
nl: Afkeuren

source: Block
nl: Blokkeren

source: Unblock
nl: Deblokkeren

source: All Channels
nl: Alle kanalen

source: Register date
nl: Geregistreerd

source: Last login
nl: Laatste keer ingelogd

source: Expires
nl: Verloopt

source: Service Class
nl: Abonnement

source: Selected accounts will be deleted!\n\nEverything these accounts had posted on this site will be permanently deleted!\n\nAre you sure?
nl: Geselecteerde accounts (met bijbehorende kanalen) worden verwijderd!\n\nAlles wat deze accounts op deze hub hebben gepubliceerd wordt definitief verwijderd!\n\Weet je het zeker?

source: The account {0} will be deleted!\n\nEverything this account has posted on this site will be permanently deleted!\n\nAre you sure?
nl: Account {0} (met bijbehorende kanalen) wordt verwijderd !\n\nAlles wat dit account op deze hub heeft gepubliceerd wordt definitief verwijderd!\n\nWeet je het zeker?

source: Log settings updated.
nl: Logboek-instellingen bijgewerkt.

source: Logs
nl: Logboeken

source: Clear
nl: Leegmaken

source: Debugging
nl: Debuggen

source: Log file
nl: Logbestand

source: Must be writable by web server. Relative to your top-level webserver directory.
nl: Moet door de webserver beschrijfbaar zijn. Relatief ten opzichte van de bovenste map van je $Projectname-installatie.

source: Log level
nl: Logniveau

source: %s channel censored/uncensored
nl: %s kanaal gecensureerd/ongecensureerd

source: %s channel code allowed/disallowed
nl: Scripts toegestaan/niet toegestaan voor %s kanaal

source: %s channel deleted
nl: %s kanaal verwijderd

source: Channel not found
nl: Kanaal niet gevonden

source: Channel '%s' deleted
nl: Kanaal '%s' verwijderd

source: Channel '%s' censored
nl: Kanaal '%s' gecensureerd

source: Channel '%s' uncensored
nl: Kanaal '%s' ongecensureerd

source: Channel '%s' code allowed
nl: Scripts toegestaan voor kanaal '%s'

source: Channel '%s' code disallowed
nl: Scripts niet toegestaan voor kanaal '%s'

source: Channels
nl: Kanalen

source: Censor
nl: Censureren

source: Uncensor
nl: Niet censureren

source: Allow Code
nl: Scripts toestaan

source: Disallow Code
nl: Scripts niet toestaan

source: Channel
nl: Kanaal

source: Selected channels will be deleted!\n\nEverything that was posted in these channels on this site will be permanently deleted!\n\nAre you sure?
nl: Geselecteerde kanalen worden verwijderd!\n\nAlles wat in deze kanalen op deze hub werd gepubliceerd wordt definitief verwijderd!\n\nWeet je het zeker?

source: The channel {0} will be deleted!\n\nEverything that was posted in this channel on this site will be permanently deleted!\n\nAre you sure?
nl: Kanaal {0} wordt verwijderd!\n\nAlles wat in dit kanaal op deze hub werd gepubliceerd wordt definitief verwijderd!\n\nWeet je het zeker?

source: Theme settings updated.
nl: Thema-instellingen bijgewerkt.

source: No themes found.
nl: Geen thema's gevonden

source: Screenshot
nl: Schermafdruk

source: Themes
nl: Thema's

source: [Experimental]
nl: [Experimenteel]

source: [Unsupported]
nl: [Niet ondersteund]

source: Site settings updated.
nl: Hub-instellingen bijgewerkt.

source: Default
nl: Standaard

source: %s - (Incompatible)
nl: %s - (niet compatible)

source: mobile
nl: mobiel

source: experimental
nl: experimenteel

source: unsupported
nl: Niet ondersteund

source: Yes - with approval
nl: Ja - met goedkeuring

source: My site is not a public server
nl: Mijn $Projectname-hub is niet openbaar

source: My site has paid access only
nl: Mijn $Projectname-hub kent alleen betaalde toegang

source: My site has free access only
nl: Mijn $Projectname-hub kent alleen gratis toegang

source: My site offers free accounts with optional paid upgrades
nl: Mijn $Projectname-hub biedt gratis accounts aan met betaalde uitbreidingen als optie

source: Novice - not skilled but willing to learn
nl: Onervaren - niet bekwaam, maar wil graag leren

source: Intermediate - somewhat comfortable
nl: Ervaren - voelt zich enigszins comfortabel

source: Advanced - very comfortable
nl: Gevorderd - voelt zich comfortabel

source: Expert - I can write computer code
nl: Expert - kan programmeren

source: Wizard - I probably know more than you do
nl: Tovenaar - ik weet waarschijnlijk meer dan jij

source: Site
nl: Hub-instellingen

source: Registration
nl: Registratie

source: File upload
nl: Bestand uploaden

source: Policies
nl: Beleid

source: Advanced
nl: Geavanceerd

source: Site name
nl: Hubnaam

source: Site default technical skill level
nl: Standaard technisch niveau voor deze hub

source: Used to provide a member experience matched to technical comfort level
nl: Wordt gebruikt om leden een gebruikerservaring te bieden die met hun technisch niveau overeenkomt

source: Lock the technical skill level setting
nl: Vergrendel de functie 'Standaard technisch niveau voor deze hub'

source: Members can set their own technical comfort level by default
nl: Leden kunnen hun eigen technisch niveau standaard instellen

source: Unfiltered HTML/CSS/JS is allowed
nl: Ongefilterd HTML/CSS/JS is toegestaan

source: Administrator Information
nl: Informatie over de beheerder

source: Contact information for site administrators. Displayed on siteinfo page. BBCode can be used here
nl: Contactinformatie voor hub-beheerders. Getoond op pagina met hub-informatie. Er kan hier bbcode gebruikt worden.

source: Site Information
nl: Hub-informatie

source: Publicly visible description of this site. Displayed on siteinfo page. BBCode can be used here
nl: Openbaar zichtbare beschrijving van deze hub. Getoond op pagina met hub-informatie. Er kan hier bbcode gebruikt worden.

source: System language
nl: Standaardtaal

source: System theme
nl: Standaardthema

source: Default system theme - may be over-ridden by user profiles - <a href='#' id='cnftheme'>change theme settings</a>
nl: Standaardthema voor $Projectname-hub (kan door lid veranderd worden) - <a href='#' id='cnftheme'>verander thema-instellingen</a>

source: Allow Feeds as Connections
nl: Sta feeds toe als connecties

source: (Heavy system resource usage)
nl: (sterk negatieve invloed op systeembronnen hub)

source: Maximum image size
nl: Maximale grootte van afbeeldingen

source: Maximum size in bytes of uploaded images. Default is 0, which means no limits.
nl: Maximale grootte in bytes voor afbeeldingen die worden geüpload. Standaard is 0, wat geen limiet betekend.

source: Does this site allow new member registration?
nl: Staat deze hub nieuwe accounts toe?

source: Invitation only
nl: Alleen op uitnodiging

source: Only allow new member registrations with an invitation code. Above register policy must be set to Yes.
nl: Sta alleen nieuwe registraties toe van mensen die een uitnodigingscode hebben. Bovenstaand accountbeleid moet op Ja staan.

source: Minimum age
nl: Minimum leeftijd

source: Minimum age (in years) for who may register on this site.
nl: Minimum leeftijd (in jaren) voor wie zich op deze hub mag registreren.

source: Which best describes the types of account offered by this hub?
nl: Wat voor soort accounts biedt deze $Projectname-hub aan? Kies wat het meest in de buurt komt.

source: Register text
nl: Tekst tijdens registratie

source: Will be displayed prominently on the registration page.
nl: Tekst dat op de pagina voor het registreren van nieuwe accounts wordt getoond.

source: Site homepage to show visitors (default: login box)
nl: Homepagina van deze hub die aan bezoekers wordt getoond (standaard: inlogformulier)

source: example: 'public' to show public stream, 'page/sys/home' to show a system webpage called 'home' or 'include:home.html' to include a file.
nl: voorbeeld: 'public' om de openbare tijdlijn te tonen, 'page/sys/home' om de webpagina 'home' van het systeemkanaal te tonen of 'include:home.html' om een gewoon bestand te gebruiken.

source: Preserve site homepage URL
nl: Behoudt de URL van de hub (/)

source: Present the site homepage in a frame at the original location instead of redirecting
nl: Toon de homepagina van de hub in een frame op de oorspronkelijke locatie (/), i.p.v. een doorverwijzing naar een andere locatie (bv. .../home.html)

source: Accounts abandoned after x days
nl: Accounts als verlaten beschouwen na zoveel aantal dagen:

source: Will not waste system resources polling external sites for abandonded accounts. Enter 0 for no time limit.
nl: Zal geen systeembronnen verspillen door polling van externe hubs voor verlaten accounts. Vul 0 in voor geen tijdslimiet.

source: Allowed friend domains
nl: Toegestane domeinen

source: Comma separated list of domains which are allowed to establish friendships with this site. Wildcards are accepted. Empty to allow any domains
nl: Komma-gescheiden lijst van domeinen waarvan kanalen connecties kunnen aangaan met kanalen op deze $Projectname-hub. Wildcards zijn toegestaan. Laat leeg om alle domeinen toe te laten.

source: Verify Email Addresses
nl: E-mailadres verifieren

source: Check to verify email addresses used in account registration (recommended).
nl: Inschakelen om e-mailadressen te verifiëren die tijdens de accountregistratie worden gebruikt (aanbevolen).

source: Force publish
nl: Dwing kanaalvermelding af

source: Check to force all profiles on this site to be listed in the site directory.
nl: Vink dit aan om af te dwingen dat alle kanalen op deze hub in de kanalengids worden vermeld.

source: Import Public Streams
nl: Openbare tijdlijnen importeren

source: Import and allow access to public content pulled from other sites. Warning: this content is unmoderated.
nl: Toegang verlenen tot openbare berichten die vanuit andere hubs worden geïmporteerd. Waarschuwing: de inhoud van deze berichten wordt niet gemodereerd.

source: Site only Public Streams
nl: Alleen openbare tijdlijnen van deze hub

source: Allow access to public content originating only from this site if Imported Public Streams are disabled.
nl: Alleen toegang verlenen tot openbare berichten van deze hub, wanneer 'Openbare tijdlijnen importeren' is uitgeschakeld.

source: Allow anybody on the internet to access the Public streams
nl: Aan iedereen op het internet toegang tot openbare tijdlijnen verlenen

source: Disable to require authentication before viewing. Warning: this content is unmoderated.
nl: Uitschakelen wanneer authenticatie is vereist om de berichten te kunnen zien. Waarschuwing: de inhoud van deze berichten wordt niet gemodereerd.

source: Login on Homepage
nl: Inlogformulier op de homepagina

source: Present a login box to visitors on the home page if no other content has been configured.
nl: Toon een inlogformulier voor bezoekers op de homepagina wanneer geen andere inhoud is geconfigureerd.

source: Enable context help
nl: Schakel contextuele hulp in

source: Display contextual help for the current page when the help button is pressed.
nl: Toon hulp en documentatie voor de op dat moment getoonde pagina, wanneer op de hulp-knop wordt geklikt.

source: Reply-to email address for system generated email.
nl: Antwoordadres voor door de hub verzonden e-mail.

source: Sender (From) email address for system generated email.
nl: Afzenderadres voor door de hub verzonden e-mail.

source: Name of email sender for system generated email.
nl: Volledige naam van afzenderadres voor door de hub verzonden e-mail.

source: Directory Server URL
nl: Server-URL voor de kanalengids

source: Default directory server
nl: Standaardserver voor de kanalengids

source: Proxy user
nl: Gebruikersnaam proxy

source: Network timeout
nl: Netwerktimeout

source: Value is in seconds. Set to 0 for unlimited (not recommended).
nl: Waarde is in seconden. Zet op 0 voor onbeperkt (niet aanbevolen)

source: Delivery interval
nl: Afleveringsinterval

source: Delay background delivery processes by this many seconds to reduce system load. Recommend: 4-5 for shared hosts, 2-3 for virtual private servers. 0-1 for large dedicated servers.
nl: Vertraag de achtergrondprocessen voor het afleveren met een aantal seconden om de systeembelasting te verminderen. Aanbevolen: 4-5 voor shared hosts, 2-3 voor virtual private servers (VPS) en 0-1 voor grote dedicated servers.

source: Deliveries per process
nl: Leveringen per serverproces

source: Number of deliveries to attempt in a single operating system process. Adjust if necessary to tune system performance. Recommend: 1-5.
nl: Aantal leveringen die aan één serverproces worden meegegeven. Pas dit aan wanneer het nodig is om systeemprestaties te verbeteren. Aangeraden: 1-5

source: Queue Threshold
nl: Wachtrijgrens

source: Always defer immediate delivery if queue contains more than this number of entries.
nl: Stel onmiddellijke leveringen uit wanneer de wachtrij meer dan dit aantal vermeldingen bevat.

source: Delay background polling processes by this many seconds to reduce system load. If 0, use delivery interval.
nl: De achtergrondprocessen voor het afleveren met zoveel seconden vertragen om de systeembelasting te verminderen. 0 om de afleveringsinterval te gebruiken.

source: Path to ImageMagick convert program
nl: Locatie van het conversieprogramma van ImageMagick

source: If set, use this program to generate photo thumbnails for huge images ( > 4000 pixels in either dimension), otherwise memory exhaustion may occur. Example: /usr/bin/convert
nl: Wanneer dit is ingesteld wordt dit programma gebruikt om fotominiaturen voor enorme afbeeldingen (> 4000 pixels hoogte/breedte) aan te maken, anders kunnen er geheugenproblemen optreden. Bijvoorbeeld: /usr/bin/convert

source: Allow SVG thumbnails in file browser
nl: SVG-miniaturen in bestandsbeheerder toestaan

source: WARNING: SVG images may contain malicious code.
nl: LET OP: SVG-afbeeldingen kunnen kwaadwillige code bevatten.

source: Maximum Load Average
nl: Maximaal gemiddelde systeembelasting

source: Maximum system load before delivery and poll processes are deferred - default 50.
nl: Maximale systeembelasting voordat de afleverings- en polllingsprocessen worden uitgesteld. Standaard is 50.

source: Expiration period in days for imported (grid/network) content
nl: Aantal dagen waarna geïmporteerde inhoud uit iemands tijdlijn/netwerk-pagina wordt verwijderd.

source: 0 for no expiration of imported content
nl: Dit geldt alleen voor inhoud van andere kanalen, dus niet voor iemands eigen kanaal. 0 voor het niet verwijderen van geïmporteerde inhoud.

source: Do not expire any posts which have comments less than this many days ago
nl: Laat geen berichten verlopen die minder dan dit aantal dagen reacties hebben

source: Public servers: Optional landing (marketing) webpage for new registrants
nl: Openbare hubs: Optionele landingpage (marketing) voor nieuwe registraties

source: Create this page first. Default is %s/register
nl: Maak eerst deze pagina aan. Standaard wordt %s/register gebruikt

source: Page to display after creating a new channel
nl: Pagina die na het aanmaken van een nieuw kanaal moet worden getoond

source: Recommend: profiles, go, or settings
nl: Aanbevolen: profiles, go of settings

source: Optional: site location
nl: Niet verplicht: locatie van deze hub

source: Region or country
nl: Regio of land

source: New Profile Field
nl: Nieuw profielveld

source: Field nickname
nl: Bijnaam voor veld

source: System name of field
nl: Systeemnaam voor veld

source: Input type
nl: Invoertype

source: Field Name
nl: Veldnaam

source: Label on profile pages
nl: Tekstlabel voor op profielpagina's

source: Help text
nl: Helptekst

source: Additional info (optional)
nl: Extra informatie (niet verplicht)

source: Save
nl: Opslaan

source: Field definition not found
nl: Velddefinitie niet gevonden

source: Edit Profile Field
nl: Profielveld bewerken

source: Profile Fields
nl: Profielvelden

source: Basic Profile Fields
nl: Standaard profielvelden

source: Advanced Profile Fields
nl: Geavanceerde profielvelden

source: (In addition to basic fields)
nl: (als toevoeging op de standaard velden)

source: All available fields
nl: Alle beschikbare velden

source: Custom Fields
nl: Extra (handmatig toegevoegde) velden

source: Create Custom Field
nl: Extra velden aanmaken

source: Password changed for account %d.
nl: Wachtwoord veranderd voor account %d.

source: Account settings updated.
nl: Account-instellingen bijgewerkt.

source: Account not found.
nl: Account niet gevonden.

source: Account Edit
nl: Account bewerken

source: New Password
nl: Nieuw wachtwoord

source: New Password again
nl: Nieuw wachtwoord bevestigen

source: Technical skill level
nl: Technisch niveau

source: Account language (for emails)
nl: Taal van account (voor e-mails)

source: Service class
nl: Abonnement

source: By default, unfiltered HTML is allowed in embedded media. This is inherently insecure.
nl: Standaard is ongefilterde HTML in ingesloten (embedded) media toegestaan. Dit is inherent onveilig.

source: The recommended setting is to only allow unfiltered HTML from the following sites:
nl: Het wordt aanbevolen om alleen ongefilterde HTML van de volgende websites toe te staan:

source: All other embedded content will be filtered, <strong>unless</strong> embedded content from that site is explicitly blocked.
nl: Alle andere ingesloten (embedded) inhoud wordt gefilterd, <strong>tenzij</strong> ingesloten (embedded) inhoud van een website expliciet wordt geblokkeerd.

source: Security
nl: Beveiliging

source: Block public
nl: Openbare toegang blokkeren

source: Check to block public access to all otherwise public personal pages on this site unless you are currently authenticated.
nl: Vink dit aan om alle normaliter openbare persoonlijke pagina's op deze hub alleen toegankelijk te maken voor leden die zich hebben geauthenticeerd.

source: Set "Transport Security" HTTP header
nl: "Transport Security" HTTP-header inschakelen

source: Set "Content Security Policy" HTTP header
nl: "Content Security Policy" HTTP-header inschakelen

source: Allowed email domains
nl: Toegestane e-maildomeinen

source: Comma separated list of domains which are allowed in email addresses for registrations to this site. Wildcards are accepted. Empty to allow any domains
nl: Door komma's gescheiden lijst met e-maildomeinen waarvan e-mailadressen op deze hub mogen registeren. Wildcards zijn toegestaan. Laat leeg om alle domeinen toe te laten.

source: Not allowed email domains
nl: Niet toegestane e-maildomeinen

source: Comma separated list of domains which are not allowed in email addresses for registrations to this site. Wildcards are accepted. Empty to allow any domains, unless allowed domains have been defined.
nl: Door komma's gescheiden lijst met e-maildomeinen waarvan e-mailadressen niet op deze hub mogen registeren. Wildcards zijn toegestaan. Laat leeg om alle domeinen toe te staan, tenzij er toegestane domeinen zijn ingesteld.

source: Allow communications only from these sites
nl: Alleen communicatie met deze hubs toestaan

source: One site per line. Leave empty to allow communication from anywhere by default
nl: Eén hub per regel. Laat leeg om communicatie standaard met alle hubs toe te staan

source: Block communications from these sites
nl: Communicatie met deze hubs blokkeren

source: Allow communications only from these channels
nl: Sta alleen communicatie toe met deze kanalen
