Repository: WisTex/Raconteur
Catalog: view/*/hmessages.po
Languages: nl

source: Friendica Login Password
nl: Wachtwoord Friendica

source: ActivityPub Protocol Settings updated.
nl: ActivityPub-protocol-instellingen bijgewerkt.

source: The ActivityPub protocol does not support location independence. Connections you make within that network may be unreachable from alternate channel locations.
nl: Het ActivityPub-protocol ondersteunt geen locatieonafhankelijkheid. Connecties die je met dit netwerk maakt zijn mogelijk onbereikbaar vanaf andere kanaallocaties.

source: Enable the ActivityPub protocol for this channel
nl: ActivityPub-protocol voor dit kanaal inschakelen

source: Send multi-media HTML articles
nl: Verzend multimedia-HTML-artikelen

source: Not supported by some microblog services such as Mastodon
nl: Wordt door sommige microblogdiensten, zoals Mastodon, niet ondersteund

source: ActivityPub Protocol Settings
nl: ActivityPub-protocol

source: Project Servers and Resources
nl: Projectservers en -middelen

source: Project Creator and Tech Lead
nl: Projectgrondlegger en hoofdontwikkelaar

source: Admin, developer, directorymin, support bloke
nl: Beheerder, ontwikkelaar, kanalengidsbeheerder en supportgozer

source: And the hundreds of other people and organisations who helped make the Hubzilla possible.
nl: En de honderden andere mensen en organisaties die Hubzilla mogelijk hebben gemaakt.

source: The Redmatrix/Hubzilla projects are provided primarily by volunteers giving their time and expertise - and often paying out of pocket for services they share with others.
nl: De Hubzillaprojecten worden hoofdzakelijk aangeboden door vrijwilligers die er hun tijd en expertise insteken - en meestal zelf de diensten betalen die ze met anderen delen.

source: There is no corporate funding and no ads, and we do not collect and sell your personal information. (We don't control your personal information - <strong>you do</strong>.)
nl: Wij worden niet gefinancierd door bedrijven en reclame, en wij verzamelen en verkopen niet jouw persoonlijke gegevens. We hebben geen controle over jouw persoonlijke gegevens - <strong>dat heb jezelf</strong>.

source: Help support our ground-breaking work in decentralisation, web identity, and privacy.
nl: Steun ons baanbrekende werk in decentralisatie, webidentiteit en privacy.

source: Your donations keep servers and services running and also helps us to provide innovative new features and continued development.
nl: Jouw donaties laten onze servers en diensten draaien, en helpt ons om nieuwe innovatieve mogelijkheden te blijven ontwikkelen.

source: Donate
nl: Doneer

source: Choose a project, developer, or public hub to support with a one-time donation
nl: Kies een project, ontwikkelaar of openbaar toegankelijke hub, die je met een eenmalige donatie wil steunen

source: Donate Now
nl: Doneer nu

source: <strong><em>Or</em></strong> become a project sponsor (Hubzilla Project only)
nl: <strong><em>Of</em></strong> wordt een projectsponsor (alleen het Hubzilla-project)

source: Please indicate if you would like your first name or full name (or nothing) to appear in our sponsor listing
nl: Geef aan of jouw voornaam of volledige naam (of niets) op onze sponsorlijst moet verschijnen

source: Special thanks to:
nl: Speciale dank gaat naar:

source: Guitar Chords
nl: Gitaarakkoorden

source: The complete online chord dictionary
nl: Het complete online akkoordenboek

source: Tuning
nl: Stemmen

source: Chord name: example: Em7
nl: Akkoordnaam: bijvoorbeeld: Em7

source: Show for left handed stringing
nl: Toon voor linkshandige gitaar

source: Quick Reference
nl: Beknopt overzicht

source: Post to Libertree
nl: Libertree

source: Enable Libertree Post Plugin
nl: Doorplaatsen naar Libertree inschakelen

source: Libertree API token
nl: API-token Libertree

source: Libertree site URL
nl: Website-URL Libertree

source: Post to Libertree by default
nl: Standaard doorplaatsen naar Libertree

source: Libertree Post Settings
nl: Libertree (berichten doorplaatsen)

source: Libertree Settings saved.
nl: Libertree-instellingen opgeslagen.

source: Flattr widget settings updated.
nl: Instellingen Flattrwidget bijgewerkt.

source: Flattr user
nl: Gebruikersnaam Flattr

source: URL of the Thing to flattr
nl: URL van het Flattr-item

source: If empty channel URL is used
nl: Wanneer een lege kanaal-URL wordt gebruikt

source: Title of the Thing to flattr
nl: Naam van het Flattr-item

source: If empty "channel name on The Hubzilla" will be used
nl: Wanneer een lege "kanaalnaam op Hubzilla" wordt gebruikt

source: Static or dynamic flattr button
nl: Statische of dynamische Flattr-knop

source: static
nl: statisch

source: dynamic
nl: dynamisch

source: Alignment of the widget
nl: Uitlijning van de widget

source: left
nl: links

source: right
nl: rechts

source: Enable Flattr widget
nl: Flattrwidget inschakelen

source: Flattr Widget Settings
nl: Flattrwidget

source: Post to GNU social
nl: GNU social

source: Please contact your site administrator.<br>The provided API URL is not valid.
nl: De verstrekte API-URL is ongeldig.<br>Neem contact op met jouw hubbeheerder.

source: We could not contact the GNU social API with the Path you entered.
nl: Wij konden de GNU social-API niet bereiken door middel van het ingevulde pad.

source: GNU social settings updated.
nl: GNU social-instellingen bijgewerkt.

source: Globally Available GNU social OAuthKeys
nl: Op de gehele hub te gebruiken GNU social OAuthkeys.

source: There are preconfigured OAuth key pairs for some GNU social servers available. If you are using one of them, please use these credentials.<br />If not feel free to connect to any other GNU social instance (see below).
nl: Er zijn op deze hub enkele voorgeconfigureerde OAuthkey-paren voor GNU social servers beschikbaar. Wanneer je een van deze servers gebruikt, gebruik dan deze voorgeconfigureerde gegevens.<br>Wanneer dit niet het geval is, maak dan gerust met een andere GNU social-server verbinding (zie hieronder).

source: Provide your own OAuth Credentials
nl: Verstrek jouw eigen OAuth-gegevens

source: No consumer key pair for GNU social found. Register your Hubzilla Account as an desktop client on your GNU social account, copy the consumer key pair here and enter the API base root.<br>Before you register your own OAuth key pair ask the administrator if there is already a key pair for this Hubzilla installation at your favourite GNU social installation.
nl: Geen consumerkey voor GNU social gevonden. Registreer jouw Hubzilla-account als een desktopclient in jouw GNU-social-account, kopieer en plak hier de consumerkey en de consumersecret, en vul de API-base-root in.<br>Voordat je jouw eigen OAuthkey-paar registreert, vraag dan eerst aan jouw hubbeheerder of er al een key-paar voor deze hub op jouw favoriete GNU social-server bestaat.

source: Base API Path
nl: Basispad API

source: Remember the trailing /
nl: Vergeet niet de afsluitende /

source: GNU social application name
nl: Naam GNU social-applicatie

source: To connect to your GNU social account click the button below to get a security code from GNU social which you have to copy into the input box below and submit the form. Only your <strong>public</strong> posts will be posted to GNU social.
nl: Om jouw GNU social-account te koppelen klik je op de knop hieronder. Je krijgt dan een veiligheidscode van GNU social die je kan kopiëren en dan hieronder in het invulveld kan plakken. Vervolgens klik je op Opslaan. Alleen jouw <strong>openbare</strong> berichten kunnen worden doorgeplaatst naar GNU social.

source: Log in with GNU social
nl: Inloggen op

source: Copy the security code from GNU social here
nl: Plak de veiligheidscode van GNU social hier

source: Cancel Connection Process
nl: Annuleer het verbindingsproces

source: Current GNU social API is
nl: Huidige GNU social-API is

source: Cancel GNU social Connection
nl: Annuleer de GNU social-verbinding

source: Currently connected to:
nl: Momenteel gekoppeld aan:

source: <strong>Note</strong>: Due your privacy settings (<em>Hide your profile details from unknown viewers?</em>) the link potentially included in public postings relayed to GNU social will lead the visitor to a blank page informing the visitor that the access to your profile has been restricted.
nl: <strong>Opmerking</strong>: In verband met jouw privacyinstellingen (<em>wanneer jouw kanaalprofiel voor onbekenden is verborgen</em>) leidt de profiellink die mogelijk in jouw naar GNU social doorgestuurde openbare berichten staat, naar een lege pagina met de melding dat toegang tot jouw kanaalprofiel is beperkt.

source: Allow posting to GNU social
nl: Doorplaatsen naar GNU social toestaan

source: If enabled your public postings can be posted to the associated GNU-social account
nl: Wanneer dit is ingeschakeld kunnen jouw openbare berichten naar het gekoppelde Twitter-account worden doorgeplaatst

source: Post to GNU social by default
nl: Standaard doorplaatsen naar GNU social

source: If enabled your public postings will be posted to the associated GNU-social account by default
nl: Wanneer dit is ingeschakeld worden al jouw openbare berichten standaard naar het gekoppelde GNU social-account doorgeplaatst

source: Clear OAuth configuration
nl: OAuth-configuratie wissen

source: GNU social Post Settings
nl: GNU social (berichten doorplaatsen)

source: Application name
nl: Naam applicatie

source: QR Generator
nl: QR-code-generator

source: Enter some text
nl: Vul wat tekst in

source: Invalid game.
nl: Ongeldig spel.

source: You are not a player in this game.
nl: Jij doet niet aan dit speel mee.

source: You must be a local channel to create a game.
nl: Je moet een lokaal kanaal zijn om een spel aan te maken.

source: You must select one opponent that is not yourself.
nl: Je moet één tegenstander uitkiezen, maar niet jezelf.

source: Random color chosen.
nl: Willekeurige kleur gekozen.

source: Error creating new game.
nl: Fout tijdens aanmaken nieuw spel.

source: Requested channel is not available.
nl: Opgevraagd kanaal is niet beschikbaar.

source: You must select a local channel /chess/channelname
nl: Je moet een lokaal kanaal kiezen: .../chess/kanaalnaam

source: Enable notifications
nl: Meldingen inschakelen

source: Post to Twitter
nl: Twitter

source: Twitter settings updated.
nl: Twitter-instellingen bijgewerkt.

source: No consumer key pair for Twitter found. Please contact your site administrator.
nl: Geen consumerkeys voor Twitter gevonden. Neem contact op met jouw hubbeheerder.

source: At this Hubzilla instance the Twitter plugin was enabled but you have not yet connected your account to your Twitter account. To do so click the button below to get a PIN from Twitter which you have to copy into the input box below and submit the form. Only your <strong>public</strong> posts will be posted to Twitter.
nl: De Twitter-plug-in is op deze Hubzilla-hub ingeschakeld, maar je hebt nog niet jouw Hubzilla-kanaal met jouw Twitter-account gekoppeld. Om dit te doen klik je op de knop hieronder om een PIN-code van Twitter te krijgen. Deze dien je te kopiëren en in het invoegveld beneden te plakken. Vervolgens klik je op Opslaan. Alleen jouw <strong>openbare</strong> berichten kunnen op Twitter worden geplaatst.

source: Log in with Twitter
nl: Op Twitter inloggen

source: Copy the PIN from Twitter here
nl: Plak of type de PIN-code hier

source: <strong>Note:</strong> Due your privacy settings (<em>Hide your profile details from unknown viewers?</em>) the link potentially included in public postings relayed to Twitter will lead the visitor to a blank page informing the visitor that the access to your profile has been restricted.
nl: <strong>Opmerking</strong>: In verband met jouw privacyinstellingen (<em>wanneer jouw kanaalprofiel voor onbekenden is verborgen</em>) leidt de profiellink die mogelijk in jouw naar Twitter doorgestuurde openbare berichten staat, naar een lege pagina met de melding dat toegang tot jouw kanaalprofiel is beperkt.

source: Allow posting to Twitter
nl: Doorplaatsen naar Twitter toestaan

source: If enabled your public postings can be posted to the associated Twitter account
nl: Wanneer dit is ingeschakeld kunnen jouw <strong>openbare</strong> berichten naar het gekoppelde Twitter-account worden doorgeplaatst

source: Twitter post length
nl: Lengte Twitterbericht

source: Maximum tweet length
nl: Maximale tweetlengte

source: Send public postings to Twitter by default
nl: Standaard doorplaatsen naar Twitter

source: If enabled your public postings will be posted to the associated Twitter account by default
nl: Wanneer dit is ingeschakeld worden al jouw <strong>openbare</strong> berichten standaard naar het gekoppelde Twitter-account doorgeplaatst

source: Twitter Post Settings
nl: Twitter (berichten doorplaatsen)

source: Deactivate the feature
nl: Deze functie uitschakelen

source: Hide the button and show the smilies directly.
nl: Verberg de knop en toon de smilies direct.

source: Smileybutton Settings
nl: Smileyknop

source: Order Not Found
nl: Bestelling niet gevonden

source: Order cannot be checked out.
nl: De bestelling kan niet worden uitgecheckt.

source: Enable Shopping Cart
nl: Winkelwagen inschakelen

source: Enable Test Catalog
nl: Testcatalogus inschakelen

source: Enable Manual Payments
nl: Handmatige betalingen inschakelen

source: Base Cart Settings
nl: Algemene kaartinstellingen

source: Add Item
nl: Item toevoegen

source: Cart Not Enabled (profile:
nl: Winkelwagen niet ingeschakeld (profiel:

source: Order not found.
nl: Bestelling niet gevonden.

source: No Order Found
nl: Geen bestelling gevonden

source: An unknown error has occurred Please start again.
nl: Er heeft zich een onbekende fout voorgedaan. Start opnieuw.

source: Invalid Payment Type. Please start again.
nl: Ongeldige betalingssoort. Start opnieuw.

source: Order not found
nl: Bestelling niet gevonden

source: Error: order mismatch. Please try again.
nl: Fout: mismatch bestelling. Probeer opnieuw.

source: Manual payments are not enabled.
nl: Handmatige betalingen zijn niet ingeschakeld.

source: Finished
nl: Afgerond

source: This website is tracked using the <a href='http://www.piwik.org'>Piwik</a> analytics tool.
nl: Het bezoek aan deze website wordt gemeten door <a href='http://www.piwik.org'>Piwik</a>.

source: If you do not want that your visits are logged this way you <a href='%s'>can set a cookie to prevent Piwik from tracking further visits of the site</a> (opt-out).
nl: Wanneer je niet wil dat jouw bezoek aan deze website wordt bijgehouden, <a href='%s'>kan je een cookie achterlaten om te verhinderen dat Piwik jou op deze website blijft volgen</a> (opt-out).

source: Piwik Base URL
nl: Basis-URL Piwik

source: Absolute path to your Piwik installation. (without protocol (http/s), with trailing slash)
nl: Absoluut pad naar jouw Piwik-installatie (zonder protocol (http/s), met een slash op het einde)

source: Show opt-out cookie link?
nl: Toon opt-out cookie-link?

source: Asynchronous tracking
nl: Asynchroon volgen

source: Enable frontend JavaScript error tracking
nl: Volgen van front-end JavaScript-fouten inschakelen

source: This feature requires Piwik >= 2.2.0
nl: Deze functie vereist Piwik >= 2.2.0

source: Edit your profile and change settings.
nl: Jouw profiel bewerken en instellingen veranderen.

source: Click here to see activity from your connections.
nl: Klik hier voor een tijdlijn met berichten en overige activiteiten van jouw connecties.

source: Click here to see your channel home.
nl: Klik hier voor de tijdlijn van jouw eigen kanaal.

source: You can access your private messages from here.
nl: Hiermee krijg je toegang tot jouw privéberichten.

source: Create new events here.
nl: Nieuwe gebeurtenissen kan je hier aanmaken.

source: You can accept new connections and change permissions for existing ones here. You can also e.g. create groups of contacts.
nl: Hier kan je nieuwe connecties accepteren en instellingen van bestaande connecties wijzigen. Je kan hier bijv. ook privacygroepen aanmaken.

source: System notifications will arrive here
nl: Systeemmeldingen komen hier tevoorschijn

source: Search for content and users
nl: Zoek hier naar tekst in berichten of naar andere kanalen.

source: Browse for new contacts
nl: Blader hier in een gids met kanalen, die je toe kan voegen als connectie.

source: Launch installed apps
nl: Open (op deze hub) geïnstalleerde apps.

source: Looking for help? Click here.
nl: Zoek je hulp? Klik dan hier.

source: New events have occurred in your network. Click here to see what has happened!
nl: Er is een nieuwe gebeurtenis in jouw netwerk. Klik hier om te zien wat precies.

source: You have received a new private message. Click here to see from who!
nl: Je hebt een nieuw privébericht ontvangen. Klik hier om te zien van wie.

source: There are events this week. Click here too see which!
nl: Er vinden deze week gebeurtenissen plaats. Klik hier om te zien welke dit zijn.

source: You have received a new introduction. Click here to see who!
nl: Je hebt een nieuw connectieverzoek ontvangen. Klik hier om te kijken van wie.

source: There is a new system notification. Click here to see what has happened!
nl: Er is een nieuwe systeemmelding. Klik hier om te zien wat er aan de hand is.

source: Click here to share text, images, videos and sound.
nl: Klik hier om tekst, afbeeldingen, video en audio te delen.

source: You can write an optional title for your update (good for long posts).
nl: Je kan een titel voor je nieuwe bericht verzinnen, maar dit is niet verplicht. Vooral goed voor langere berichten.

source: Entering some categories here makes it easier to find your post later.
nl: Het invullen van enkele categorieën, maakt het later terugvinden van je berichten gemakkelijker. Dit is niet verplicht.

source: Share photos, links, location, etc.
nl: Deel foto's, links, locaties, enz.

source: Only want to share content for a while? Make it expire at a certain date.
nl: Wil je alleen iets tot een bepaald moment delen? Dan kan je het hiermee op een bepaalde datum en tijd laten verlopen.

source: You can password protect content.
nl: Je kan met een wachtwoord gegevens beveiligen.

source: Choose who you share with.
nl: Kies met wie je dit wil delen.

source: Click here when you are done.
nl: Klik hier wanneer je klaar bent.

source: Adjust from which channels posts should be displayed.
nl: Aanpassen van welke kanalen berichten moeten worden getoond.

source: Only show posts from channels in the specified privacy group.
nl: Toon alleen berichten van kanalen in de hier gekozen privacygroep.

source: Easily find posts containing tags (keywords preceded by the "#" symbol).
nl: Vind gemakkelijk berichten met tags (trefwoorden die beginnen met een "#").

source: Easily find posts in given category.
nl: Vind gemakkelijk berichten in een bepaalde categorie.

source: Easily find posts by date.
nl: Vind gemakkelijk berichten op datum.

source: Suggested users who have volounteered to be shown as suggestions, and who we think you might find interesting.
nl: Voorstellen voor kanalen die wellicht interessant voor jou zijn en hier ook vrijwillig voor hebben gekozen.

source: Here you see channels you have connected to.
nl: Hier kan je zien met welke kanalen je bent verbonden (connecties).

source: Save your search so you can repeat it at a later date.
nl: Sla jouw zoekopdracht op, zodat je het later opnieuw kan gebruiken.

source: If you see this icon you can be sure that the sender is who it say it is. It is normal that it is not always possible to verify the sender, so the icon will be missing sometimes. There is usually no need to worry about that.
nl: Wanneer je dit pictogram ziet, kan je er van uitgaan dat de afzender is wie hij/zij beweert te zijn. Het is niet altijd mogelijk om de afzender te verifiëren, waardoor het pictogram soms ontbreekt. Dit is meestal geen reden voor ongerustheid.

source: Danger! It seems someone tried to forge a message! This message is not necessarily from who it says it is from!
nl: Gevaar! Het lijkt er op dat iemand een bericht heeft proberen te vervalsen! Dit bericht is mogelijk niet afkomstig van de vermelde afzender!

source: Welcome to Hubzilla! Would you like to see a tour of the UI?</p> <p>You can pause it at any time and continue where you left off by reloading the page, or navigting to another page.</p><p>You can also advance by pressing the return key
nl: Welkom op Hubzilla! Wil jij een rondleiding hebben langs de gebruikersinterface?</p> <p>Je kan dit op elk moment pauzeren en weer hervatten door de pagina te herladen of naar een andere pagina te gaan.</p><p>Je kan ook vooruitgaan met behulp van de entertoets.

source: Extended Identity Sharing
nl: Uitgebreid identiteit delen

source: Share your identity with all websites on the internet. When disabled, identity is only shared with $Projectname sites.
nl: Deel jouw Hubzilla-identiteit met alle websites op het internet. Wanneer dit is uitgeschakeld wordt je identiteit alleen binnen het Hubzilla-netwerk gedeeld.

source: Three Dimensional Tic-Tac-Toe
nl: Driedimensionaal Boter-kaas-en-eieren

source: 3D Tic-Tac-Toe
nl: Boter-kaas-en-eieren in 3D

source: New game
nl: Nieuw spel

source: New game with handicap
nl: Nieuw spel met handicap

source: Three dimensional tic-tac-toe is just like the traditional game except that it is played on multiple levels simultaneously.
nl: Driedimensionaal Boter-kaas-en-eieren is hetzelfde als het klassieke spel, behalve dat het gelijktijdig op meerdere hoogtes wordt gespeeld.

source: In this case there are three levels. You win by getting three in a row on any level, as well as up, down, and diagonally across the different levels.
nl: In dit geval zijn er drie hoogtes. Je wint wanneer je drie op een rij hebt op een van de drie hoogtes, van boven naar beneden of diagonaal.

source: The handicap game disables the center position on the middle level because the player claiming this square often has an unfair advantage.
nl: Het spel met een handicap schakelt de middelste positie op de middelste hoogte uit, omdat de speler die deze positie krijgt vaak een oneerlijk voordeel geniet.

source: You go first...
nl: Jij bent eerst...

source: I'm going first this time...
nl: Ik ga deze keer eerst...

source: You won!
nl: Jij wint!

source: "Cat" game!
nl: Gelijkspel!

source: I won!
nl: Ik win!

source: Message to display on every page on this server
nl: Bericht om op elke pagina van deze hub te tonen

source: Pageheader Settings
nl: Pageheader

source: pageheader Settings saved.
nl: Pageheader-instellingen opgeslagen.

source: Only authenticate automatically to sites of your friends
nl: Alleen automatisch authentiseren op hubs van jouw connecties

source: By default you are automatically authenticated anywhere in the network
nl: Standaard wordt je overal in het netwerk automatisch geauthentiseerd

source: Authchoose Settings
nl: Authchoose (authenticatiekeuze)

source: Atuhchoose Settings updated.
nl: Authchoose-instellingen bijgewerkt.

source: lonely
nl: Eenzaam

source: drunk
nl: dronken

source: horny
nl: geil

source: fucked up
nl: opgefokt

source: crazy
nl: gek

source: hurt
nl: gekwetst

source: sleepy
nl: slaperig

source: grumpy
nl: chagrijnig

source: semi-conscious
nl: half bij kennis

source: in love
nl: verliefd

source: in lust
nl: wellustig

source: naked
nl: naakt

source: stinky
nl: stinkend

source: sweaty
nl: zweterig

source: bleeding out
nl: aan het doodbloeden

source: victorious
nl: zegevierend

source: defeated
nl: verslagen

source: envious
nl: jaloers

source: jealous
nl: jaloers

source: XMPP settings updated.
nl: XMPP-instellingen bijgewerkt.

source: Enable Chat
nl: Chatten inschakelen

source: Individual credentials
nl: Individuele credentials

source: Jabber BOSH server
nl: BOSH-server van Jabber

source: XMPP Settings
nl: XMPP
