Repository: WisTex/Raconteur
Catalog: view/*/hmessages.po
Languages: nl

source: Only show archived/unreachable connections
nl: Alleen gearchiveerde/onbereikbare connecties tonen

source: Only show hidden connections
nl: Toon alleen verborgen connecties

source: Show all connections
nl: Toon alle connecties

source: Pending approval
nl: Moet nog geaccepteerd worden

source: Archived
nl: Gearchiveerd

source: Not connected at this location
nl: Niet op deze locatie verbonden

source: Edit connection
nl: Connectie bewerken

source: Delete connection
nl: Connectie verwijderen

source: Channel address
nl: Kanaaladres

source: Network
nl: Netwerk

source: Call
nl: Bellen

source: Connected
nl: Verbonden

source: Approve connection
nl: Connectie accepteren

source: Ignore connection
nl: Connectie negeren

source: Ignore
nl: Negeren

source: Recent activity
nl: Recente activiteit

source: Connections
nl: Connecties

source: Search your connections
nl: Doorzoek jouw connecties

source: Connections search
nl: Connecties zoeken

source: Find
nl: Vinden

source: Source of Item
nl: Bron van item

source: Bookmark added
nl: Bladwijzer toegevoegd

source: My Bookmarks
nl: Mijn bladwijzers

source: My Connections Bookmarks
nl: Bladwijzers van mijn connecties

source: Account removals are not allowed within 48 hours of changing the account password.
nl: Het verwijderen van een account is niet toegestaan binnen 48 uur nadat het wachtwoord is veranderd.

source: Remove This Account
nl: Verwijder dit account

source: This account and all its channels will be completely removed from the network.
nl: Dit account en al zijn kanalen worden volledig uit het $Projectname-netwerk verwijderd.

source: Remove this account, all its channels and all its channel clones from the network
nl: Dit account, al zijn kanalen en alle klonen van zijn kanalen uit het $Projectname-netwerk verwijderen

source: By default only the instances of the channels located on this hub will be removed from the network
nl: Standaard worden alleen de kanalen die zich op deze hub bevinden uit het $Projectname-netwerk verwijderd

source: Page owner information could not be retrieved.
nl: Informatie over de pagina-eigenaar werd niet ontvangen.

source: Album not found.
nl: Album niet gevonden.

source: Delete Album
nl: Verwijder album

source: Delete Photo
nl: Verwijder foto

source: No photos selected
nl: Geen foto's geselecteerd

source: Access to this item is restricted.
nl: Toegang tot dit item is beperkt.

source: %1$.2f MB of %2$.2f MB photo storage used.
nl: %1$.2f MB van %2$.2f MB aan foto-opslag gebruikt.

source: %1$.2f MB photo storage used.
nl: %1$.2f MB aan foto-opslag gebruikt.

source: Upload Photos
nl: Foto's uploaden

source: Enter an album name
nl: Vul een albumnaam in

source: or select an existing album (doubleclick)
nl: of kies een bestaand album (dubbelklikken)

source: Create a status post for this upload
nl: Plaats een bericht voor deze upload.

source: Description (optional)
nl: Omschrijving (niet verplicht)

source: Show Newest First
nl: Nieuwste eerst tonen

source: Show Oldest First
nl: Oudste eerst tonen

source: Add Photos
nl: Foto's toevoegen

source: Permission denied. Access to this item may be restricted.
nl: Toegang geweigerd. Toegang tot dit item kan zijn beperkt.

source: Photo not available
nl: Foto niet aanwezig

source: Use as profile photo
nl: Als profielfoto gebruiken

source: Use as cover photo
nl: Als omslagfoto gebruiken

source: Private Photo
nl: Privéfoto

source: View Full Size
nl: Volledige grootte tonen

source: Edit photo
nl: Foto bewerken

source: Rotate CW (right)
nl: Draai met de klok mee (naar rechts)

source: Rotate CCW (left)
nl: Draai tegen de klok in (naar links)

source: Move photo to album
nl: Verplaatst foto naar album

source: Enter a new album name
nl: Vul een nieuwe albumnaam in

source: or select an existing one (doubleclick)
nl: of kies een bestaand album (dubbelklikken)

source: Add a Tag
nl: Tag toevoegen

source: Example: @bob, @Barbara_Jensen, @jim@example.com
nl: Voorbeeld: @bob, @Barbara_Jansen, @jan@voorbeeld.nl

source: Flag as adult in album view
nl: Markeer als voor volwassenen in albumweergave

source: I like this (toggle)
nl: Vind ik leuk

source: I don't like this (toggle)
nl: Vind ik niet leuk

source: Please wait
nl: Even wachten

source: This is you
nl: Dit ben jij

source: Comment
nl: Reactie

# title
source: Likes
nl: vinden dit leuk

# title
source: Dislikes
nl: vinden dit niet leuk

# title
source: Agree
nl: eens

# title
source: Disagree
nl: oneens

# title
source: Abstain
nl: onthoudingen

# title
source: Attending
nl: aanwezig

# title
source: Not attending
nl: niet aanwezig

# title
source: Might attend
nl: mogelijk aanwezig

source: View all
nl: Toon alles

# noun
source: Like
nl: vindt dit leuk

# noun
source: Dislike
nl: vindt dit niet leuk

source: Photo Tools
nl: Hulpmiddelen

source: In This Photo:
nl: Op deze foto:

source: Map
nl: Kaart

# noun
source: Likes
nl: vinden dit leuk

# noun
source: Dislikes
nl: vinden dit niet leuk

source: Close
nl: Sluiten

source: Recent Photos
nl: Recente foto's

source: Profile Unavailable.
nl: Profiel niet beschikbaar.

source: Not found
nl: Niet gevonden

source: Invalid channel
nl: Onbekend kanaal

source: Error retrieving wiki
nl: Fout tijdens ophalen wiki

source: Error creating zip file export folder
nl: Fout tijdens aanmaken exportmap zipbestand

source: Error downloading wiki:
nl: Fout tijdens downloaden wiki:

source: Create New
nl: Nieuwe aanmaken

source: Wiki name
nl: Naam wiki

source: Content type
nl: Opmaaktype

source: Text
nl: Tekst

source: Any&nbsp;type
nl: Elk&nbsp;type

source: Lock content type
nl: Opmaaktype vastzetten

source: Create a status post for this wiki
nl: Plaats een bericht over deze wiki

source: Edit Wiki Name
nl: Naam wiki bewerken

source: Wiki not found
nl: Wiki is niet gevonden

source: Rename page
nl: Pagina hernoemen

source: Error retrieving page content
nl: Fout tijdens ophalen inhoud pagina

source: New page
nl: Nieuwe pagina

source: Revision Comparison
nl: Revisies vergelijken

source: Revert
nl: Ongedaan maken

source: Short description of your changes (optional)
nl: Korte omschrijving van jouw wijzigingen (niet verplicht)

source: Source
nl: Bron

source: New page name
nl: Nieuwe paginanaam

source: Embed image from photo albums
nl: Afbeelding uit een fotoalbum invoegen

source: Embed an image from your albums
nl: Afbeelding uit jouw albums invoegen

source: Choose images to embed
nl: Kies afbeeldingen om in te voegen

source: Choose an album
nl: Kies een album

source: Choose a different album
nl: Kies een ander album

source: Error getting album list
nl: Fout tijdens ophalen albumlijst

source: Error getting photo link
nl: Fout tijdens ophalen fotolink

source: Error getting album
nl: Fout tijdens ophalen album

source: Error creating wiki. Invalid name.
nl: Fout tijdens aanmaken wiki. Ongeldige naam.

source: A wiki with this name already exists.
nl: Er bestaat al een wiki onder deze naam

source: Wiki created, but error creating Home page.
nl: Wiki aangemaakt, maar fout tijdens aanmaken homepagina.

source: Error creating wiki
nl: Fout tijdens aanmaken wiki.

source: Error updating wiki. Invalid name.
nl: Fout tijdens bijwerken wiki. Ongeldige naam.

source: Error updating wiki
nl: Fout tijdens bijwerken wiki

source: Wiki delete permission denied.
nl: Toegang geweigerd tijdens verwijderen wiki.

source: Error deleting wiki
nl: Fout tijdens verwijderen wiki

source: New page created
nl: Nieuwe pagina aangemaakt

source: Cannot delete Home
nl: Kan Home niet verwijderen

source: Current Revision
nl: Huidige revisie

source: Selected Revision
nl: Geselecteerde revisie

source: You must be authenticated.
nl: Je moet geauthenticeerd zijn

source: toggle full screen mode
nl: Volledig scherm

source: Layout updated.
nl: Lay-out bijgewerkt.

source: Feature disabled.
nl: Functie uitgeschakeld.

source: Edit System Page Description
nl: Systeempagina's bewerken

source: (modified)
nl: (aangepast)

source: Reset
nl: Opnieuw instellen

source: Layout not found.
nl: Lay-out niet gevonden.

source: Module Name:
nl: Modulenaam:

source: Layout Help
nl: Lay-out-hulp

source: Edit another layout
nl: Andere systeempagina bewerken

source: System layout
nl: Systeemlay-out

source: Poke
nl: Aanstoten

source: Poke somebody
nl: Iemand aanstoten

source: Poke/Prod
nl: Aanstoten/porren

source: Poke, prod or do other things to somebody
nl: Iemand bijvoorbeeld aanstoten of poren

source: Recipient
nl: Ontvanger

source: Choose what you wish to do to recipient
nl: Kies wat je met de ontvanger wil doen

source: Make this post private
nl: Maak dit bericht privé

source: Image uploaded but image cropping failed.
nl: Afbeelding geüpload, maar afbeelding kon niet worden bijgesneden.

source: Profile Photos
nl: Profielfoto's

source: Image resize failed.
nl: Afbeelding kon niet van grootte veranderd worden.

source: Shift-reload the page or clear browser cache if the new photo does not display immediately.
nl: Vernieuw de pagina met shift+R of shift+F5, of leeg je browserbuffer, wanneer de nieuwe foto niet meteen wordt getoond.

source: Unable to process image
nl: Afbeelding kan niet verwerkt worden

source: Image upload failed.
nl: Uploaden afbeelding mislukt

source: Unable to process image.
nl: Niet in staat om afbeelding te verwerken.

source: Photo not available.
nl: Foto niet beschikbaar.

source: Upload File:
nl: Bestand uploaden:

source: Select a profile:
nl: Kies een profiel:

source: Use Photo for Profile
nl: Als profielfoto gebruiken

source: Change Profile Photo
nl: Profielfoto wijzigen

source: Use
nl: Gebruiken

source: Use a photo from your albums
nl: Gebruik een foto uit jouw albums

source: Select existing photo
nl: Kies een bestaande foto

source: Crop Image
nl: Afbeelding bijsnijden

source: Please adjust the image cropping for optimum viewing.
nl: Snij de afbeelding zo uit dat deze optimaal wordt getoond.

source: Done Editing
nl: Klaar met bewerken

source: Away
nl: Afwezig

source: Unable to locate original post.
nl: Niet in staat om de originele locatie van het bericht te vinden.

source: Empty post discarded.
nl: Leeg bericht geannuleerd

source: Duplicate post suppressed.
nl: Dubbel bericht tegengehouden.

source: System error. Post not saved.
nl: Systeemfout. Bericht niet opgeslagen.

source: Your comment is awaiting approval.
nl: Jouw reactie moet nog worden goedgekeurd

source: Unable to obtain post information from database.
nl: Niet in staat om informatie over dit bericht uit de database te verkrijgen.

source: You have reached your limit of %1$.0f top level posts.
nl: Je hebt jouw limiet van %1$.0f berichten bereikt.

source: You have reached your limit of %1$.0f webpages.
nl: Je hebt jouw limiet van %1$.0f webpagina's bereikt.

source: sent you a private message
nl: stuurde jou een privébericht

source: added your channel
nl: voegde jouw kanaal toe

source: requires approval
nl: vereist goedkeuring

source: g A l F d
nl: G:i, l d F

source: [today]
nl: [vandaag]

source: posted an event
nl: plaatste een gebeurtenis

source: shared a file with you
nl: deelde een bestand met jou

source: Invalid item.
nl: Ongeldig item.

source: Page not found.
nl: Pagina niet gevonden.

source: Could not access contact record.
nl: Kon geen toegang krijgen tot de connectie-gegevens.

source: Could not locate selected profile.
nl: Kon het gekozen profiel niet vinden.

source: Connection updated.
nl: Connectie bijgewerkt.

source: Failed to update connection record.
nl: Bijwerken van connectie-gegevens mislukt.

source: is now connected to
nl: is nu verbonden met

source: Could not access address book record.
nl: Kon geen toegang krijgen tot de record van de connectie.

source: Refresh failed - channel is currently unavailable.
nl: Vernieuwen mislukt - kanaal is momenteel niet beschikbaar

source: Unable to set address book parameters.
nl: Niet in staat om de parameters van connecties in te stellen.

source: Connection has been removed.
nl: Connectie is verwijderd

source: View Profile
nl: Profiel tonen

source: View %s's profile
nl: Profiel van %s tonen

source: Refresh Permissions
nl: Permissies vernieuwen

source: Fetch updated permissions
nl: Aangepaste permissies ophalen

source: Refresh Photo
nl: Foto vernieuwen

source: Fetch updated photo
nl: Aangepaste foto ophalen

source: Recent Activity
nl: Recente activiteit/berichten

source: View recent posts and comments
nl: Recente berichten en reacties tonen

source: Block (or Unblock) all communications with this connection
nl: Blokkeer (of deblokkeer) alle communicatie met deze connectie

source: This connection is blocked!
nl: Deze connectie is geblokkeerd!

source: Unignore
nl: Niet meer negeren

source: Ignore (or Unignore) all inbound communications from this connection
nl: Negeer (of negeer niet meer) alle inkomende communicatie van deze connectie

source: This connection is ignored!
nl: Deze connectie wordt genegeerd!

source: Unarchive
nl: Niet meer archiveren

source: Archive
nl: Archiveren

source: Archive (or Unarchive) this connection - mark channel dead but keep content
nl: Archiveer (of dearchiveer) deze connectie - markeer het kanaal als dood, maar bewaar de inhoud

source: This connection is archived!
nl: Deze connectie is gearchiveerd!

source: Unhide
nl: Niet meer verbergen

source: Hide
nl: Verbergen

source: Hide or Unhide this connection from your other connections
nl: Deze connectie verbergen (of niet meer verbergen) voor jouw andere connecties

source: This connection is hidden!
nl: Deze connectie is verborgen!

source: Delete this connection
nl: Deze connectie verwijderen

source: Fetch Vcard
nl: Vcard ophalen

source: Fetch electronic calling card for this connection
nl: Visitekaartje van deze connectie ophalen

source: Open Individual Permissions section by default
nl: Sectie met individuele permissies standaard openen

source: Affinity
nl: Affiniteit

source: Open Set Affinity section by default
nl: Sectie met de affiniteitsinstelling standaard openen

source: Me
nl: Ik

source: Family
nl: Familie

source: Acquaintances
nl: Kennissen

source: Open Custom Filter section by default
nl: Sectie met de berichtenfilter standaard openen

source: Approve this connection
nl: Deze connectie accepteren

source: Accept connection to allow communication
nl: Keur deze connectie goed om communicatie toe te staan

source: Set Affinity
nl: Affiniteit instellen

source: Set Profile
nl: Profiel instellen

source: Set Affinity & Profile
nl: Affiniteit en profiel instellen

source: This connection is unreachable from this location.
nl: Deze connectie is onbereikbaar vanaf deze locatie

source: This connection may be unreachable from other channel locations.
nl: Deze connectie is mogelijk onbereikbaar vanaf andere kanaallocaties.

source: Location independence is not supported by their network.
nl: Het netwerk van deze connectie ondersteund geen locatieonafhankelijkheid.

source: This connection is unreachable from this location. Location independence is not supported by their network.
nl: Deze connectie is onbereikbaar vanaf deze locatie. Het netwerk van deze connectie ondersteunt geen locatieonafhankelijkheid.

source: Connection Default Permissions
nl: Standaard permissies voor connecties

source: Connection: %s
nl: Connectie: %s

source: Apply these permissions automatically
nl: Deze permissies automatisch toepassen

source: Connection requests will be approved without your interaction
nl: Connectieverzoeken zullen automatisch worden geaccepteerd

source: Permission role
nl: Permissietype

source: Loading
nl: Aan het laden

source: Add permission role
nl: Permissietype toevoegen

source: This connection's primary address is
nl: Het primaire kanaaladres van deze connectie is

source: Available locations:
nl: Beschikbare locaties:

source: The permissions indicated on this page will be applied to all new connections.
nl: Permissies die op deze pagina staan vermeld worden op alle nieuwe connecties toegepast.

source: Connection Tools
nl: Hulpmiddelen

source: Slide to adjust your degree of friendship
nl: Schuif om te bepalen hoe goed je iemand kent en/of mag

source: Rating
nl: Beoordeling

source: Slide to adjust your rating
nl: Gebruik de schuif om je beoordeling te geven

source: Optionally explain your rating
nl: Verklaar jouw beoordeling (niet verplicht)

source: Custom Filter
nl: Berichtenfilter

source: Only import posts with this text
nl: Importeer alleen berichten met deze tekst

source: words one per line or #tags or /patterns/ or lang=xx, leave blank to import all posts
nl: woorden (één per regel), #tags, /regex/ of talen (lang=iso639-1) - laat leeg om alle berichten te importeren

source: Do not import posts with this text
nl: Importeer geen berichten met deze tekst

source: This information is public!
nl: Deze informatie is openbaar!

source: Connection Pending Approval
nl: Connectie moet nog geaccepteerd worden

source: Please choose the profile you would like to display to %s when viewing your profile securely.
nl: Kies het profiel dat je aan %s wil tonen wanneer hij/zij ingelogd jouw profiel wil bekijken.

source: Some permissions may be inherited from your channel's <a href="settings"><strong>privacy settings</strong></a>, which have higher priority than individual settings. You can change those settings here but they wont have any impact unless the inherited setting changes.
nl: Sommige permissies worden mogelijk overgeërfd van de <a href="settings">privacyinstellingen</a> van jouw kanaal, die een hogere prioriteit hebben dan deze individuele permissies. Je kan de permissies hier veranderen, maar die hebben geen effect, tenzij de overgeërfde permissies worden veranderd.

source: Last update:
nl: Laatste wijziging:

source: Room not found
nl: Chatkanaal niet gevonden

source: Leave Room
nl: Chatkanaal verlaten

source: Delete Room
nl: Chatkanaal verwijderen

source: I am away right now
nl: Ik ben momenteel afwezig

source: I am online
nl: Ik ben online

source: Bookmark this room
nl: Chatkanaal aan bladwijzers toevoegen

source: Please enter a link URL:
nl: Vul een URL in:

source: Encrypt text
nl: Tekst versleutelen

source: New Chatroom
nl: Nieuw chatkanaal

source: Chatroom name
nl: Naam chatkanaal

source: Expiration of chats (minutes)
nl: Aantal minuten voordat chatberichten worden verwijderd

source: %1$s's Chatrooms
nl: Chatkanalen van %1$s

source: No chatrooms available
nl: Geen chatkanalen beschikbaar

source: Expiration
nl: Verloopt na

source: Photos
nl: Foto's

source: Files
nl: Bestanden

source: Unable to update menu.
nl: Niet in staat om menu aan te passen

source: Unable to create menu.
nl: Niet in staat om menu aan te maken.

source: Menu Name
nl: Menunaam

source: Unique name (not visible on webpage) - required
nl: Unieke naam vereist (niet zichtbaar op webpagina)

source: Menu Title
nl: Menutitel

source: Visible on webpage - leave empty for no title
nl: Zichtbaar op webpagina (leeg laten voor geen titel)

source: Allow Bookmarks
nl: Bladwijzers toestaan

source: Menu may be used to store saved bookmarks
nl: Menu kan gebruikt worden om bladwijzers in op te slaan

source: Submit and proceed
nl: Opslaan en doorgaan

source: Bookmarks allowed
nl: Bladwijzers toegestaan

source: Delete this menu
nl: Menu verwijderen

source: Edit menu contents
nl: Bewerk de inhoud van het menu

source: Edit this menu
nl: Dit menu bewerken

source: Menu could not be deleted.
nl: Menu kon niet verwijderd worden.

source: Edit Menu
nl: Menu bewerken

source: Add or remove entries to this menu
nl: Items aan dit menu toevoegen of verwijder

source: Menu name
nl: Naam van menu

source: Must be unique, only seen by you
nl: Moet uniek zijn en is alleen zichtbaar voor jou.

source: Menu title
nl: Titel van menu

source: Menu title as seen by others
nl: Titel van menu zoals anderen dat zien.

source: Allow bookmarks
nl: Bladwijzers toestaan

source: Help
nl: Hulp

source: Comanche page description language help
nl: Hulp met de paginabeschrijvingstaal Comanche

source: Layout Description
nl: Lay-out-omschrijving

source: Download PDL file
nl: Download PDL-bestand

source: Please refresh page
nl: Vernieuw de pagina

source: Unknown error
nl: Onbekende fout

source: Token verification failed.
nl: Tokenverificatie mislukt

source: Email Verification Required
nl: E-mailverificatie vereist

source: A verification token was sent to your email address [%s]. Enter that token here to complete the account verification step. Please allow a few minutes for delivery, and check your spam folder if you do not see the message.
nl: Er is een verificatietoken naar jouw e-mailadres verstuurd [%s]. Vul deze token hier in om de accountverificatie te voltooien. Wanneer het e-mailbericht niet is aangekomen, wacht dan nog een paar minuten en controleer jouw spamfolder.

source: Resend Email
nl: E-mail opnieuw versturen

source: Validation token
nl: Verificatie-token

source: Post not found.
nl: Bericht niet gevonden.

source: post
nl: bericht

source: comment
nl: reactie

source: %1$s tagged %2$s's %3$s with %4$s
nl: %1$s heeft het %3$s van %2$s getagd met %4$s

source: This setting requires special processing and editing has been blocked.
nl: Deze instelling vereist een speciaal proces en bewerken is geblokkeerd.

source: Configuration Editor
nl: Configuratiebewerker

source: Warning: Changing some settings could render your channel inoperable. Please leave this page unless you are comfortable with and knowledgeable about how to correctly use this feature.
nl: Waarschuwing: het veranderen van sommige instellingen kunnen jouw kanaal onklaar maken. Verlaat deze pagina, tenzij je weet waar je mee bezig bent en voldoende kennis bezit over hoe je deze functies moet gebruiken.

source: If enabled, connection requests will be approved without your interaction
nl: Wanneer ingeschakeld worden connectieverzoeken automatisch geaccepteerd

source: Automatic approval settings
nl: Instellingen automatisch accepteren

source: Some individual permissions may have been preset or locked based on your channel type and privacy settings.
nl: Sommige individuele permissies kunnen een standaardinstelling hebben of zijn vergrendeld, afhankelijk van je kanaaltype of privacyinstellingen.

source: Unknown App
nl: Onbekende applicatie

source: Authorize
nl: Autoriseren

source: Do you authorize the app %s to access your channel data?
nl: Geef je toestemming aan de app %s om toegang te krijgen tot jouw kanaalgegevens?

source: Allow
nl: Toestaan

source: Privacy group created.
nl: Privacygroep aangemaakt

source: Could not create privacy group.
nl: Kon privacygroep niet aanmaken

source: Privacy group not found.
nl: Privacygroep niet gevonden

source: Privacy group updated.
nl: Privacygroep bijgewerkt

source: Create a group of channels.
nl: Privacygroep met kanalen aanmaken

source: Privacy group name:
nl: Naam privacygroep:

source: Members are visible to other channels
nl: Kanalen in deze privacygroep zijn zichtbaar voor andere kanalen

source: Privacy group removed.
nl: Privacygroep verwijderd.

source: Unable to remove privacy group.
nl: Verwijderen privacygroep mislukt

source: Privacy group editor
nl: Privacygroep bewerken

source: Members
nl: Kanalen

source: All Connected Channels
nl: Alle kanaalconnecties

source: Click on a channel to add or remove.
nl: Klik op een kanaal om deze toe te voegen of te verwijderen.

source: Profile not found.
nl: Profiel niet gevonden.

source: Profile deleted.
nl: Profiel verwijderd.

source: Profile-
nl: Profiel-

source: New profile created.
nl: Nieuw profiel aangemaakt.

source: Profile unavailable to clone.
nl: Profiel niet beschikbaar om te klonen

source: Profile unavailable to export.
nl: Geen profiel beschikbaar om te exporteren

source: Profile Name is required.
nl: Profielnaam is vereist

source: Marital Status
nl: Huwelijke status
