Repository: WisTex/Raconteur
Catalog: view/*/hmessages.po
Languages: nl

source: Your password has changed at %s
nl: Jouw wachtwoord op %s is veranderd

source: Forgot your Password?
nl: Wachtwoord vergeten?

source: Enter your email address and submit to have your password reset. Then check your email for further instructions.
nl: Voer je e-mailadres in en verstuur deze om je wachtwoord opnieuw in te stellen. Controleer hierna hier je e-mail voor verdere instructies.

source: Email Address
nl: E-mailadres

source: Mark all seen
nl: Markeer alles als bekeken

source: 1. Novice - not skilled but willing to learn
nl: 1. Onervaren - niet bekwaam, maar wil graag leren

source: 2. Intermediate - somewhat comfortable
nl: 2. Ervaren - voelt zich enigszins comfortabel

source: 3. Advanced - very comfortable
nl: 3. Gevorderd - voelt zich comfortabel

source: 4. Expert - I can write computer code
nl: 4. Expert - kan programmeren

source: 5. Wizard - I probably know more than you do
nl: 5. Wizard - ik weet waarschijnlijk meer dan jij

source: Site Admin
nl: Hubbeheerder

source: Report Bug
nl: Bugrapport indienen

source: View Bookmarks
nl: Bladwijzers bekijken

source: My Chatrooms
nl: Mijn chatkanalen

source: Remote Diagnostics
nl: Diagnose op afstand

source: Suggest Channels
nl: Kanalen voorstellen

source: Login
nl: Inloggen

source: Activity
nl: Jouw tijdlijn

source: Channel Home
nl: Jouw kanaal

source: Events
nl: Agenda

source: Directory
nl: Kanalengids

source: Mail
nl: Privéberichten

source: Chat
nl: Chatten

source: Probe
nl: Onderzoeken

source: Suggest
nl: Voorstellen

source: Random Channel
nl: Willekeurig kanaal

source: Invite
nl: Uitnodigen

source: Features
nl: Extra functies

source: Language
nl: Taal

source: Post
nl: Bericht

source: Profile Photo
nl: Profielfoto

source: Purchase
nl: Aanschaffen

source: Undelete
nl: Verwijdering ongedaan maken

source: Add to app-tray
nl: Aan appmenu toevoegen

source: Remove from app-tray
nl: Uit appmenu verwijderen

source: Pin to navbar
nl: Op navigatiebalk vastzetten

source: Unpin from navbar
nl: Van navigatiebalk losmaken

# permcat
source: default
nl: standaard

# permcat
source: follower
nl: volger

# permcat
source: contributor
nl: bijdrager

# permcat
source: publisher
nl: publichist

source: (No Title)
nl: (Geen titel)

source: Wiki page create failed.
nl: Aanmaken wiki-pagina mislukt.

source: Wiki not found.
nl: Wiki niet gevonden

source: Destination name already exists
nl: Naam van doel bestaat al

source: Page not found
nl: Pagina niet gevonden

source: Error reading page content
nl: Fout tijdens lezen pagina-inhoud

source: Error reading wiki
nl: Fout tijdens lezen wiki

source: Page update failed.
nl: Bijwerken van pagina mislukt.

source: Nothing deleted
nl: Niets verwijderd

source: Compare: object not found.
nl: Vergelijken: object niet gevonden.

source: Page updated
nl: Pagina bijgewerkt

source: Untitled
nl: Naamloos

source: Wiki resource_id required for git commit
nl: Resource_id wiki voor git commit vereist

# wiki_history
source: Message
nl: Bericht

source: Different viewers will see this text differently
nl: Deze tekst wordt per persoon anders getoond.

source: Visible to your default audience
nl: Voor iedereen zichtbaar, mits niet anders ingesteld

source: Only me
nl: Alleen ik

source: Public
nl: Openbaar

source: Anybody in the $Projectname network
nl: Iedereen in het $Projectname-netwerk

source: Any account on %s
nl: Iedereen op %s

source: Any of my connections
nl: Al mijn geaccepteerde connecties

source: Only connections I specifically allow
nl: Alleen connecties die uitdrukkelijk door jou zijn toegestaan

source: Anybody authenticated (could include visitors from other networks)
nl: Geauthenticeerde leden (kan bezoekers van andere netwerken bevatten)

source: Any connections including those who haven't yet been approved
nl: Al mijn geaccepteerde en nog niet geaccepteerde connecties

source: This is your default setting for the audience of your normal stream, and posts.
nl: Dit is de standaard privacyinstelling voor wie jouw berichten kan bekijken

source: This is your default setting for who can view your default channel profile
nl: Dit is de standaard privacyinstelling voor wie jouw standaardprofiel kan bekijken

source: This is your default setting for who can view your connections
nl: Dit is de standaard privacyinstelling voor wie een lijst met jouw connecties kan bekijken

source: This is your default setting for who can view your file storage and photos
nl: Dit is de standaard privacyinstelling voor wie jouw bestanden en foto's kan bekijken

source: This is your default setting for the audience of your webpages
nl: Dit is de standaard privacyinstelling voor wie jouw webpagina's kan bekijken

source: Missing room name
nl: Naam chatkanaal ontbreekt

source: Duplicate room name
nl: Naam chatkanaal bestaat al

source: Invalid room specifier.
nl: Ongeldige omschrijving chatkanaal

source: Room not found.
nl: Chatkanaal niet gevonden

source: Room is full
nl: Chatkanaal is vol

source: $Projectname Notification
nl: $Projectname-melding

source: Thank You,
nl: Bedankt,

source: %s Administrator
nl: Beheerder %s

source: This email was sent by %1$s at %2$s.
nl: Deze e-mail was verzonden door %1$s op %2$s.

source: To stop receiving these messages, please adjust your Notification Settings at %s
nl: Wanneer je deze berichten niet meer wilt ontvangen, wijzig dan de instellingen voor jouw Meldingen op %s

source: To stop receiving these messages, please adjust your %s.
nl: Wanneer je deze berichten niet meer wilt ontvangen, wijzig dan de instellingen voor jouw %s.

source: [$Projectname:Notify] New mail received at %s
nl: [$Projectname-melding] Nieuw privébericht ontvangen op %s

source: %1$s sent you a new private message at %2$s.
nl: %1$s heeft je een nieuw privébericht gestuurd op %2$s.

source: %1$s sent you %2$s.
nl: %1$s zond jou %2$s.

source: a private message
nl: een privébericht

source: Please visit %s to view and/or reply to your private messages.
nl: Bezoek %s om je privéberichten te bekijken en/of er op te reageren.

source: commented on
nl: gaf een reactie op

source: liked
nl: vindt dit leuk:

source: disliked
nl: vindt dit niet leuk:

source: %1$s %2$s [zrl=%3$s]a %4$s[/zrl]
nl: %1$s %2$s [zrl=%3$s]een %4$s[/zrl]

source: %1$s %2$s [zrl=%3$s]your %4$s[/zrl]
nl: %1$s %2$s [zrl=%3$s]jouw %4$s[/zrl]

source: [$Projectname:Notify] Moderated Comment to conversation #%1$d by %2$s
nl: [$Projectname-melding] %2$s gaf een te modereren reactie in conversatie #%1$d

source: [$Projectname:Notify] Comment to conversation #%1$d by %2$s
nl: [$Projectname-melding] %2$s gaf een reactie in conversatie #%1$d

source: %1$s commented on an item/conversation you have been following.
nl: %1$s gaf een reactie op/in een item/conversatie die je volgt.

source: Please visit %s to view and/or reply to the conversation.
nl: Bezoek %s om de conversatie te bekijken en/of er op te reageren.

source: Please visit %s to approve or reject this comment.
nl: Bezoek %s om de reactie goed of af te keuren.

source: %1$s liked [zrl=%2$s]your %3$s[/zrl]
nl: %1$s vindt [zrl=%2$s]jouw %3$s[/zrl] leuk

source: [$Projectname:Notify] Like received to conversation #%1$d by %2$s
nl: [$Projectname-melding] %2$s vindt iets leuk in conversatie #%1$d

source: %1$s liked an item/conversation you created.
nl: %1$s vindt iets leuk in een conversatie die jij bent gestart.

source: [$Projectname:Notify] %s posted to your profile wall
nl: [$Projectname-melding] %s heeft een bericht op jouw kanaal geplaatst

source: %1$s posted to your profile wall at %2$s
nl: %1$s heeft om %2$s een bericht op jouw kanaalpagina geplaatst

source: %1$s posted to [zrl=%2$s]your wall[/zrl]
nl: %1$s heeft een bericht op jouw [zrl=%2$s]kanaalpagina[/zrl] geplaatst

source: [$Projectname:Notify] %s tagged you
nl: [$Projectname-melding] %s heeft jou genoemd

source: %1$s tagged you at %2$s
nl: %1$s vermeldde jou om %2$s

source: %1$s [zrl=%2$s]tagged you[/zrl].
nl: %1$s [zrl=%2$s]vermeldde jou[/zrl].

source: [$Projectname:Notify] %1$s poked you
nl: [$Projectname-melding] %1$s heeft jou aangestoten

source: %1$s poked you at %2$s
nl: %1$s porde jou om %2$s

source: %1$s [zrl=%2$s]poked you[/zrl].
nl: %1$s [zrl=%2$s]porde jou[/zrl].

source: [$Projectname:Notify] %s tagged your post
nl: [$Projectname-melding] %s heeft jouw bericht getagd

source: %1$s tagged your post at %2$s
nl: %1$s tagde jouw bericht om %2$s

source: %1$s tagged [zrl=%2$s]your post[/zrl]
nl: %1$s tagde [zrl=%2$s]jouw bericht[/zrl]

source: [$Projectname:Notify] Introduction received
nl: [$Projectname-melding] Connectieverzoek ontvangen

source: You've received an new connection request from '%1$s' at %2$s
nl: Je hebt een nieuw connectieverzoek ontvangen van '%1$s' op %2$s

source: You've received [zrl=%1$s]a new connection request[/zrl] from %2$s.
nl: Je hebt een [zrl=%1$s]nieuw connectieverzoek[/zrl] ontvangen van %2$s.

source: You may visit their profile at %s
nl: Je kan het profiel bekijken op %s

source: Please visit %s to approve or reject the connection request.
nl: Bezoek %s om het connectieverzoek te accepteren of af te wijzen.

source: [$Projectname:Notify] Friend suggestion received
nl: [$Projectname-melding] Kanaalvoorstel ontvangen

source: You've received a friend suggestion from '%1$s' at %2$s
nl: Je hebt een kanaalvoorstel ontvangen van '%1$s' om %2$s

source: You've received [zrl=%1$s]a friend suggestion[/zrl] for %2$s from %3$s.
nl: Je hebt [zrl=%1$s]een kanaalvoorstel ontvangen[/zrl] voor %2$s van %3$s.

source: Name:
nl: Naam:

source: Photo:
nl: Foto:

source: Please visit %s to approve or reject the suggestion.
nl: Bezoek %s om het voorstel te accepteren of af te wijzen.

source: [$Projectname:Notify]
nl: [$Projectname-melding]

source: created a new post
nl: maakte een nieuw bericht aan

source: commented on %s's post
nl: gaf een reactie op een bericht van %s

source: edited a post dated %s
nl: bewerkte een bericht op %s

source: edited a comment dated %s
nl: bewerkte een reactie op %s

source: Wiki updated successfully
nl: Bijwerken wiki geslaagd

source: Wiki files deleted successfully
nl: Verwijderen wiki-bestanden geslaagd

source: Update Error at %s
nl: Update-fout op %s

source: Update %s failed. See error logs.
nl: Update %s mislukt. Zie foutenlogboek.

source: Private Message
nl: Niet voor iedereen zichtbaar

source: Select
nl: Kies

source: I will attend
nl: Aanwezig

source: I will not attend
nl: Niet aanwezig

source: I might attend
nl: Mogelijk aanwezig

source: I agree
nl: Eens

source: I disagree
nl: Oneens

source: I abstain
nl: Onthouding

source: Add Star
nl: Ster toevoegen

source: Remove Star
nl: Ster verwijderen

source: Toggle Star Status
nl: Ster toevoegen of verwijderen

source: starred
nl: met ster

source: Message signature validated
nl: Berichtkenmerk gevalideerd

source: Message signature incorrect
nl: Berichtkenmerk onjuist

source: Add Tag
nl: Tag toevoegen

source: like
nl: vind dit leuk

source: dislike
nl: vind dit niet leuk

source: Share This
nl: Delen

source: share
nl: delen

source: Delivery Report
nl: Afleveringsrapport

source: %d comment
nl: %d reactie

source: View %s's profile - %s
nl: Profiel van %s bekijken - %s

source: to
nl: aan

source: Wall-to-Wall
nl: Kanaal-naar-kanaal

source: via Wall-To-Wall:
nl: via kanaal-naar-kanaal

source: from %s
nl: van %s

source: last edited: %s
nl: laatst bewerkt: %s

source: Expires: %s
nl: Verloopt: %s

source: Attend
nl: Aanwezig

source: Attendance Options
nl: Aanwezigheidsopties

source: Vote
nl: Stem

source: Voting Options
nl: Stemopties

source: Save Bookmarks
nl: Bladwijzers opslaan

source: Add to Calendar
nl: Aan agenda toevoegen

source: This is an unsaved preview
nl: Dit is een niet opgeslagen voorvertoning

source: %s show all
nl: %s alle

source: Bold
nl: Vet

source: Italic
nl: Cursief

source: Underline
nl: Onderstrepen

source: Quote
nl: Citeren

source: Code
nl: Broncode

source: Image
nl: Afbeelding

source: Attach File
nl: Bestand toevoegen

source: Insert Link
nl: Link invoegen

source: Your full name (required)
nl: Jouw volledige naam (verplicht)

source: Your email address (required)
nl: Jouw e-mailadres (verplicht)

source: Your website URL (optional)
nl: URL van jouw website (niet verplicht)

source: Remote authentication blocked. You are logged into this site locally. Please logout and retry.
nl: Authenticatie op afstand geblokkeerd. Je bent lokaal op deze hub ingelogd. Uitloggen en opnieuw proberen.

source: Welcome %s. Remote authentication successful.
nl: Welkom %s. Authenticatie op afstand geslaagd.

source: parent
nl: omhoog

source: Collection
nl: map

source: Addressbook
nl: Adresboek

source: Calendar
nl: Agenda

source: Schedule Inbox
nl: Planning-postvak IN

source: Schedule Outbox
nl: Planning-postvak UIT

source: Total
nl: Totaal

source: Shared
nl: Gedeeld

source: Add Files
nl: Bestanden toevoegen

source: You are using %1$s of your available file storage.
nl: Je gebruikt %1$s van de beschikbare bestandsopslag.

source: You are using %1$s of %2$s available file storage. (%3$s&#37;)
nl: Je gebruikt %1$s van totaal %2$s beschikbare bestandsopslag. (%3$s&#37;)

source: WARNING:
nl: WAARSCHUWING:

source: Create new folder
nl: Nieuwe map aanmaken

source: Upload file
nl: Bestand uploaden

source: Drop files here to immediately upload
nl: Sleep bestanden hierheen om ze onmiddellijk te uploaden

source: Select Channel
nl: Kies een kanaal

source: Read-write
nl: Lees- en schrijfrechten

source: Read-only
nl: Alleen leesrechten

source: My Calendars
nl: Mijn agenda's

source: Shared Calendars
nl: Gedeelde agenda's

source: Share this calendar
nl: Agenda delen

source: Calendar name and color
nl: Naam en kleur agenda

source: Create new calendar
nl: Nieuwe agenda aanmaken

source: Calendar Name
nl: Naam agenda

source: Calendar Tools
nl: Agenda-hulpmiddelen

source: Import calendar
nl: Importeren

source: Select a calendar to import to
nl: Kies een agenda om te importeren

source: Addressbooks
nl: Adresboeken

source: Addressbook name
nl: Naam adresboek

source: Create new addressbook
nl: Nieuw adresboek aanmaken

source: Addressbook Name
nl: Naam adresboek

source: Addressbook Tools
nl: Adresboek-hulpmiddelen

source: Import addressbook
nl: Importeren

source: Select an addressbook to import to
nl: Kies een adresboek om te importeren

source: Categories
nl: Categorieën

source: Everything
nl: Alles

source: Events Tools
nl: Agenda-hulpmiddelen

source: Export Calendar
nl: Exporteren

source: Import Calendar
nl: Importeren

source: Suggested Chatrooms
nl: Voorgestelde chatkanalen

source: HQ Control Panel
nl: HQ-controlepaneel

source: Create a new post
nl: Nieuw bericht aanmaken

source: Private Mail Menu
nl: Privéberichten

source: Combined View
nl: Gecombineerd postvak

source: Inbox
nl: Postvak IN

source: Outbox
nl: Postvak UIT

source: New Message
nl: Nieuw bericht

source: Chatrooms
nl: Chatkanalen

source: Overview
nl: Overzicht

source: Rating Tools
nl: Beoordelingen

source: Rate Me
nl: Beoordeel mij

source: View Ratings
nl: Bekijk beoordelingen

# widget
source: Activity
nl: Activiteit

source: You have %1$.0f of %2$.0f allowed connections.
nl: Je hebt %1$.0f van de %2$.0f toegestane connecties.

source: Add New Connection
nl: Nieuwe connectie toevoegen

source: Enter channel address
nl: Vul kanaaladres in

source: Examples: bob@example.com, https://example.com/barbara
nl: Voorbeelden: bob@example.com, http://example.com/barbara

source: Wiki List
nl: Wiki's

source: Archives
nl: Archieven

source: Received Messages
nl: Ontvangen berichten

source: Sent Messages
nl: Verzonden berichten

source: Conversations
nl: Conversaties

source: No messages.
nl: Geen berichten

source: Delete conversation
nl: Verwijder conversatie

source: Chat Members
nl: Chatleden

source: photo/image
nl: foto/afbeelding

source: Remove term
nl: Verwijder zoekterm

source: Saved Searches
nl: Opgeslagen zoekopdrachten

source: add
nl: toevoegen

source: Notes
nl: Aantekeningen

source: Add new page
nl: Nieuwe pagina toevoegen

source: Wiki Pages
nl: Wikipagina's

source: Page name
nl: Paginanaam

source: Refresh
nl: Vernieuwen

source: Tasks
nl: Taken

source: Suggestions
nl: Voorgestelde kanalen

source: See more...
nl: Meer...

source: Saved Folders
nl: Bewaarde mappen

source: Click to show more
nl: Klik voor meer

source: Profile Creation
nl: Profiel aanmaken

source: Upload profile photo
nl: Profielfoto uploaden

source: Upload cover photo
nl: Omslagfoto uploaden

source: Edit your profile
nl: Jouw profiel bewerken

source: Find and Connect with others
nl: Vind en verbind met anderen

source: View the directory
nl: Kanalengids tonen

source: Manage your connections
nl: Jouw connecties beheren

source: Communicate
nl: Communiceren

source: View your channel homepage
nl: Jouw kanaalpagina tonen

source: View your network stream
nl: Jouw tijdlijn tonen

source: Documentation
nl: Documentatie

source: View public stream
nl: Openbare tijdlijn tonen

source: New Member Links
nl: Links voor nieuwe leden

source: Member registrations waiting for confirmation
nl: Accounts die op goedkeuring wachten

source: Inspect queue
nl: Inspecteer berichtenwachtrij

source: DB updates
nl: Database-updates

source: Admin
nl: Beheer

source: Plugin Features
nl: Plug-in-opties

source: Account settings
nl: Account

source: Channel settings
nl: Kanaal

source: Additional features
nl: Extra functies

source: Addon settings
nl: Plug-ins

source: Display settings
nl: Weergave

source: Manage locations
nl: Locaties beheren

source: Export channel
nl: Kanaal exporteren

source: OAuth1 apps
nl: OAuth1-applicaties

source: OAuth2 apps
nl: OAuth2-applicaties

source: Permission Groups
nl: Permissiegroepen

source: Premium Channel Settings
nl: Instellingen premiumkanaal

source: Bookmarked Chatrooms
nl: Bladwijzers van chatkanalen

source: New Network Activity
nl: Nieuwe tijdlijnactiviteit

source: New Network Activity Notifications
nl: Nieuwe tijdlijnactiviteitmeldingen

source: View your network activity
nl: Jouw tijdlijnactiviteit tonen

source: Mark all notifications read
nl: Markeer alle meldingen als gelezen

source: Show new posts only
nl: Alleen nieuwe berichten tonen

source: Filter by name
nl: Op naam filteren

source: New Home Activity
nl: Nieuwe kanaalactiviteit

source: New Home Activity Notifications
nl: Nieuwe kanaalactiviteitmeldingen

source: View your home activity
nl: Jouw kanaalactiviteit tonen

source: Mark all notifications seen
nl: Markeer alle meldingen als bekeken

source: New Mails
nl: Nieuwe privéberichten

source: New Mails Notifications
nl: Nieuw privéberichtmeldingen

source: View your private mails
nl: Jouw privéberichten tonen

source: Mark all messages seen
nl: Markeer alle berichten als bekeken

source: New Events
nl: Nieuwe gebeurtenissen

source: New Events Notifications
nl: Nieuwe gebeurtenismeldingen

source: View events
nl: Agenda tonen

source: Mark all events seen
nl: Markeer alle gebeurtenissen als bekeken

source: New Connections Notifications
nl: Nieuwe connectiemeldingen

source: View all connections
nl: Toon alle connecties

source: New Files
nl: Nieuwe bestanden

source: New Files Notifications
nl: Nieuw bestandmeldingen

source: Notices
nl: Meldingen

source: View all notices
nl: Alle meldingen tonen

source: Mark all notices seen
nl: Markeer alle meldingen als bekeken

source: New Registrations
nl: Nieuwe registraties

source: New Registrations Notifications
nl: Nieuwe registratiemeldingen

source: Public Stream Notifications
nl: Openbare tijdlijnmeldingen

source: View the public stream
nl: De openbare tijdlijn tonen

source: Sorry, you have got no notifications at the moment
nl: Sorry, maar je hebt op dit moment geen meldingen

source: Source channel not found.
nl: Bron van kanaal niet gevonden

source: Create an account to access services and applications
nl: Maak een account aan om toegang te krijgen tot diensten en toepassingen

source: Logout
nl: Uitloggen

source: Login/Email
nl: E-mailadres of inlognaam

source: Password
nl: Wachtwoord

source: Remember me
nl: Aangemeld blijven

source: Forgot your password?
nl: Wachtwoord vergeten?

source: [$Projectname] Website SSL error for %s
nl: [$Projectname] Probleem met SSL-certificaat van %s

source: Website SSL certificate is not valid. Please correct.
nl: Het SSL-certificaat van deze website is ongeldig. Corrigeer dit a.u.b.

source: [$Projectname] Cron tasks not running on %s
nl: [$Projectname] Crontaken zijn niet actief op %s

source: Cron/Scheduled tasks not running.
nl: Cron is niet actief

source: never
nl: nooit

source: Cover Photo
nl: Omslagfoto

source: Focus (Hubzilla default)
nl: Focus (Hubzilla-standaard)

source: Theme settings
nl: Thema-instellingen

source: Narrow navbar
nl: Smalle navigatiebalk

source: Navigation bar background color
nl: Achtergrondkleur navigatiebalk

source: Navigation bar icon color
nl: Pictogramkleur navigatiebalk

source: Navigation bar active icon color
nl: Actieve pictogramkleur navigatiebalk

source: Link color
nl: Linkkleur

source: Set font-color for banner
nl: Tekstkleur van banner instellen

source: Set the background color
nl: Achtergrondkleur instellen

source: Set the background image
nl: Achtergrondafbeelding instellen

source: Set the background color of items
nl: Achtergrondkleur items instellen

source: Set the background color of comments
nl: Achtergrondkleur reacties instellen

source: Set font-size for the entire application
nl: Tekstgrootte van de volledige applicatie instellen

source: Examples: 1rem, 100%, 16px
nl: Voorbeelden: 1rem, 100%, 16px

source: Set font-color for posts and comments
nl: Tekstkleur van berichten en reacties

source: Set radius of corners
nl: Radius van hoeken instellen

source: Example: 4px
nl: Voorbeeld: 4px

source: Set shadow depth of photos
nl: Schaduwdiepte van foto's instellen

source: Set maximum width of content region in pixel
nl: Maximumbreedte conversatieruimte instellen (in pixels)

source: Leave empty for default width
nl: Laat leeg voor standaardbreedte

source: Left align page content
nl: Inhoud links uitlijnen

source: Set size of conversation author photo
nl: Grootte profielfoto's van berichten instellen

source: Set size of followup author photos
nl: Grootte profielfoto's van reacties instellen

source: Errors encountered deleting database table
nl: Fouten opgetreden tijdens verwijderen databasetabel

source: Submit Settings
nl: Instellingen toepassen

source: Drop tables when uninstalling?
nl: Verwijder tabellen tijdens uitschakelen plug-in?

source: If checked, the Rendezvous database tables will be deleted when the plugin is uninstalled.
nl: Wanneer dit is aangevinkt worden de tabellen in de Rendezvous-database verwijderd wanneer de plug-in wordt uitgeschakeld.

source: Mapbox Access Token
nl: Toegangstoken

source: If you enter a Mapbox access token, it will be used to retrieve map tiles from Mapbox instead of the default OpenStreetMap tile server.
nl: De Mapbox-toegangstoken wordt gebruikt om kaarttegels (tiles) van Mapbox op te halen in plaats van de standaard tile-server van OpenStreetMap.

source: This identity has been deleted by another member due to inactivity. Please press the "New identity" button or refresh the page to register a new identity. You may use the same name.
nl: Deze identiteit is door een ander lid verwijderd als gevolg van inactiviteit. Klik op de knop "Nieuwe identiteit" of herlaad de pagina om een nieuwe identiteit aan te maken. Je kan eventueel dezelfde naam gebruiken.

source: Welcome to Rendezvous!
nl: Welkom bij Rendezvous!
