Repository: WisTex/Raconteur
Catalog: view/*/hmessages.po
Languages: nl

source: Can view my channel stream and posts
nl: Kan mijn kanaal en berichten bekijken

source: Can send me their channel stream and posts
nl: Kan mij de inhoud van hun kanaal en berichten sturen

source: Can view my default channel profile
nl: Kan mijn standaard kanaalprofiel bekijken

source: Can view my connections
nl: Kan een lijst met mijn connecties bekijken

source: Can view my file storage and photos
nl: Kan mijn foto's en andere bestanden bekijken

source: Can upload/modify my file storage and photos
nl: Kan foto's en andere bestanden aan mijn bestandsopslag toevoegen

source: Can view my channel webpages
nl: Kan de webpagina's van mijn kanaal bekijken

source: Can view my wiki pages
nl: Kan mijn wiki-pagina's bekijken

source: Can create/edit my channel webpages
nl: Kan wegpagina's van mijn kanaal aanmaken en bewerken

source: Can write to my wiki pages
nl: Kan mijn wiki-pagina's bewerken

source: Can post on my channel (wall) page
nl: Kan een bericht in mijn kanaal plaatsen

source: Can comment on or like my posts
nl: Kan op mijn berichten reageren of deze (niet) leuk vinden

source: Can send me private mail messages
nl: Kan mij privéberichten sturen

source: Can like/dislike profiles and profile things
nl: Kan profielen en profieldingen leuk en niet leuk vinden

source: Can forward to all my channel connections via @+ mentions in posts
nl: Kan naar al mijn kanaalconnecties berichten doorsturen met behulp van @vermeldingen+

source: Can chat with me
nl: Kan met mij chatten

source: Can source my public posts in derived channels
nl: Kan mijn openbare berichten als bron voor andere kanalen gebruiken

source: Can administer my channel
nl: Kan mijn kanaal beheren

source: Social Networking
nl: Sociaal netwerk

source: Social - Federation
nl: Sociaal - Federatie

source: Social - Mostly Public
nl: Sociaal - Vrijwel alles openbaar

source: Social - Restricted
nl: Sociaal - Beperkt zichtbaar

source: Social - Private
nl: Sociaal - Verborgen kanaal

source: Community Forum
nl: Groepsforum

source: Forum - Mostly Public
nl: Forum - Vrijwel alles openbaar

source: Forum - Restricted
nl: Forum - Beperkt zichtbaar

source: Forum - Private
nl: Forum - Verborgen kanaal

source: Feed Republish
nl: Feed herpubliceren

source: Feed - Mostly Public
nl: Feed - Vrijwel alles openbaar

source: Feed - Restricted
nl: Feed - Beperkt zichtbaar

source: Special Purpose
nl: Speciaal doel

source: Special - Celebrity/Soapbox
nl: Speciaal - Beroemdheid/alleen volgen

source: Special - Group Repository
nl: Speciaal - Groepsopslag

source: Other
nl: Anders

source: Custom/Expert Mode
nl: Expertmodus/handmatig aanpassen

source: Requested profile is not available.
nl: Opgevraagd profiel is niet beschikbaar

source: Permission denied.
nl: Toegang geweigerd.

source: Block Name
nl: Bloknaam

source: Blocks
nl: Blokken

source: Block Title
nl: Bloktitel

source: Created
nl: Aangemaakt

source: Edited
nl: Bewerkt

source: Create
nl: Aanmaken

source: Edit
nl: Bewerken

source: Share
nl: Delen

source: Delete
nl: Verwijderen

source: View
nl: Tonen

source: Total invitation limit exceeded.
nl: Limiet voor aantal uitnodigingen overschreden.

source: %s : Not a valid email address.
nl: %s : Geen geldig e-mailadres.

source: Please join us on $Projectname
nl: Uitnodiging voor $Projectname

source: Invitation limit exceeded. Please contact your site administrator.
nl: Limiet voor aantal uitnodigingen overschreden. Neem contact op met je hub-beheerder.

source: %s : Message delivery failed.
nl: %s: Aflevering bericht mislukt.

source: %d message sent.
nl: %d bericht verzonden.

source: You have no more invitations available
nl: Je hebt geen uitnodigingen meer beschikbaar

source: Send invitations
nl: Uitnodigingen verzenden

source: Enter email addresses, one per line:
nl: Voer e-mailadressen in, één per regel:

source: Your message:
nl: Jouw bericht:

source: Please join my community on $Projectname.
nl: Hierbij nodig ik je uit om mij, en andere vrienden en kennissen, op $Projectname te vergezellen. Lees meer over $Projectname op http://hubzilla.org

source: You will need to supply this invitation code:
nl: Je moet deze uitnodigingscode opgeven:

source: 1. Register at any $Projectname location (they are all inter-connected)
nl: 1. Registreer je op een willekeurige $Projectname-hub (ze zijn allemaal onderling met elkaar verbonden):

source: 2. Enter my $Projectname network address into the site searchbar.
nl: 2. Nadat je bent ingelogd en een kanaal hebt aangemaakt kan je mijn $Projectname-kanaaladres in het zoekveld invullen:

source: or visit
nl: of bezoek

source: 3. Click [Connect]
nl: 3. Klik op [+ Verbinden]

source: Submit
nl: Opslaan

source: Articles
nl: Artikelen

source: Add Article
nl: Artikel toevoegen

source: Item not found
nl: Item niet gevonden

source: Layout Name
nl: Naam lay-out

source: Layout Description (Optional)
nl: Lay-out-omschrijving (niet verplicht)

source: Edit Layout
nl: Lay-out bewerken

source: Permission denied
nl: Toegang geweigerd

source: Invalid profile identifier.
nl: Ongeldige profiel-identificator

source: Profile Visibility Editor
nl: Zichtbaarheid profiel

source: Profile
nl: Profiel

source: Click on a contact to add or remove.
nl: Klik op een connectie om deze toe te voegen of te verwijderen

source: Visible To
nl: Zichtbaar voor

source: All Connections
nl: Alle connecties

source: INVALID EVENT DISMISSED!
nl: ONGELDIGE GEBEURTENIS VERWIJDERD!

source: Summary:
nl: Samenvatting:

source: Unknown
nl: Onbekend

source: Date:
nl: Datum:

source: Reason:
nl: Reden:

source: INVALID CARD DISMISSED!
nl: ONGELDIGE CONTACTKAART VERWIJDERD!

source: Name:
nl: Naam:

source: Event title
nl: Titel

source: Start date and time
nl: Begindatum en -tijd

source: Example: YYYY-MM-DD HH:mm
nl: Bijvoorbeeld: JJJJ-MM-DD UU:mm

source: End date and time
nl: Einddatum en -tijd

source: Description
nl: Omschrijving

source: Location
nl: Locatie

source: Previous
nl: Vorige

source: Next
nl: Volgende

source: Today
nl: Vandaag

source: Month
nl: Maand

source: Day
nl: Dag

source: List month
nl: Maand tonen

source: List week
nl: Week tonen

source: List day
nl: Dag tonen

source: More
nl: Meer

source: Less
nl: Minder

source: Select calendar
nl: Kies agenda

source: Delete all
nl: Alles verwijderen

source: Cancel
nl: Annuleren

source: Sorry! Editing of recurrent events is not yet implemented.
nl: Excuses! Bewerken van herhalende gebeurtenissen is nog niet geïmplementeerd.

source: Name
nl: Naam

source: Organisation
nl: Organisatie

source: Title
nl: Titel

source: Phone
nl: Telefoon

source: Address
nl: Adres

source: Note
nl: Opmerking

source: Mobile
nl: Mobiel

source: Home
nl: Thuis

source: Work
nl: Werk

source: Add Contact
nl: Contact toevoegen

source: Add Field
nl: Veld toevoegen

source: Update
nl: Bijwerken

source: P.O. Box
nl: Postbus

source: Additional
nl: Extra

source: Street
nl: Straat en huisnummer

source: Locality
nl: Plaats

source: Region
nl: Provincie/staat/regio/enz.

source: ZIP Code
nl: Postcode

source: Country
nl: Land

source: Default Calendar
nl: Standaard agenda

source: Default Addressbook
nl: Standaard adresboek

source: This site is not a directory server
nl: Deze hub is geen kanalengidshub (directoryserver)

source: You must be logged in to see this page.
nl: Je moet zijn ingelogd om deze pagina te kunnen bekijken.

source: Posts and comments
nl: Berichten en reacties

source: Only posts
nl: Alleen berichten

source: Insufficient permissions. Request redirected to profile page.
nl: Onvoldoende permissies. Doorgestuurd naar profielpagina.

source: Export Channel
nl: Kanaal exporteren

source: Export your basic channel information to a file. This acts as a backup of your connections, permissions, profile and basic data, which can be used to import your data to a new server hub, but does not contain your content.
nl: Exporteer de basisinformatie van jouw kanaal naar een bestand. Dit fungeert als een back-up van jouw connecties, permissies, profiel en basisgegevens, die gebruikt kan worden om op een nieuwe hub jouw gegevens te importeren. Deze back-up bevat echter niet de inhoud van jouw kanaal.

source: Export Content
nl: Inhoud exporteren

source: Export your channel information and recent content to a JSON backup that can be restored or imported to another server hub. This backs up all of your connections, permissions, profile data and several months of posts. This file may be VERY large. Please be patient - it may take several minutes for this download to begin.
nl: Exporteer informatie en recente inhoud van jouw kanaal naar een JSON-back-up, wat kan worden gebruikt om jouw kanaal te herstellen of te importeren op een andere hub. Dit slaat al jouw connecties, permissies, profielgegevens en enkele maanden aan inhoud van jouw kanaal op. Dit bestand kan ZEER groot worden. Wees geduldig - het kan enkele minuten duren voordat de download begint.

source: Export your posts from a given year.
nl: Exporteer jouw berichten uit een bepaald jaar.

source: You may also export your posts and conversations for a particular year or month. Adjust the date in your browser location bar to select other dates. If the export fails (possibly due to memory exhaustion on your server hub), please try again selecting a more limited date range.
nl: Je kan ook berichten en conversaties uit een bepaald jaar of van een bepaalde maand exporteren. Verander de datum in de adresbalk van jouw webbrowser om andere jaren en maanden te selecteren. Wanneer het exporteren mislukt (waarschijnlijk door een gebrek aan beschikbaar servergeheugen), probeer het dan nogmaals met een beperkter tijdvak.

source: To select all posts for a given year, such as this year, visit <a href="%1$s">%2$s</a>
nl: Bezoek <a href="%1$s">%2$s</a> om alle berichten van bijvoorbeeld dit jaar te selecteren.

source: To select all posts for a given month, such as January of this year, visit <a href="%1$s">%2$s</a>
nl: Bezoek <a href="%1$s">%2$s</a> om alle berichten van bijvoorbeeld januari dit jaar te selecteren.

source: These content files may be imported or restored by visiting <a href="%1$s">%2$s</a> on any site containing your channel. For best results please import or restore these in date order (oldest first).
nl: Deze back-up-bestanden kunnen geïmporteerd of hersteld worden door op jouw hub en met jouw kanaal <a href="%1$s">%2$s</a> te bezoeken. Voor het beste resultaat kan je de bestanden in chronologische volgorde importeren of herstellen.

source: Welcome to Hubzilla!
nl: Welkom op Hubzilla!

source: You have got no unseen posts...
nl: Je hebt geen ongeziene berichten...

source: Public access denied.
nl: Openbare toegang geweigerd.

source: Search
nl: Zoeken

source: Items tagged with: %s
nl: Items getagd met %s

source: Search results for: %s
nl: Zoekresultaten voor %s

source: Public Stream
nl: Openbare tijdlijn

source: Location not found.
nl: Locatie niet gevonden.

source: Location lookup failed.
nl: Opzoeken locatie mislukt

source: Please select another location to become primary before removing the primary location.
nl: Kies eerst een andere primaire locatie alvorens de huidige primaire locatie te verwijderen.

source: Syncing locations
nl: Locaties synchronizeren

source: No locations found.
nl: Geen locaties gevonden.

source: Manage Channel Locations
nl: Kanaallocaties beheren

source: Primary
nl: Primair

source: Drop
nl: Verwijderen

source: Sync Now
nl: Nu synchroniseren

source: Please wait several minutes between consecutive operations.
nl: Wacht enkele minuten tussen opeenvolgende handelingen.

source: When possible, drop a location by logging into that website/hub and removing your channel.
nl: Wij adviseren, wanneer dit (nog) mogelijk is, de locatie te verwijderen door op de hub van de kloon in te loggen en het kanaal daar te verwijderen.

source: Use this form to drop the location if the hub is no longer operating.
nl: Gebruik dit formulier om de locatie te verwijderen wanneer de hub van de kloon niet meer operationeel is.

source: Change Order of Pinned Navbar Apps
nl: Volgorde veranderen van apps op de navigatiebalk

source: Change Order of App Tray Apps
nl: Volgorde veranderen van apps in het appmenu

source: Use arrows to move the corresponding app left (top) or right (bottom) in the navbar
nl: Gebruik de pijlen om de app naar links (omhoog) of naar recht (omlaag) op de navigatiebalk te verplaatsen

source: Use arrows to move the corresponding app up or down in the app tray
nl: Gebruik de pijlen om de app hoger of lager in het appmenu te tonen

source: Menu not found.
nl: Menu niet gevonden.

source: Unable to create element.
nl: Niet in staat om onderdeel aan te maken.

source: Unable to update menu element.
nl: Menu-onderdeel kan niet worden geüpdatet.

source: Unable to add menu element.
nl: Menu-onderdeel kan niet worden toegevoegd.

source: Not found.
nl: Niet gevonden.

source: Menu Item Permissions
nl: Permissies menu-item

source: (click to open/close)
nl: (klik om te openen/sluiten)

source: Link Name
nl: Linknaam

source: Link or Submenu Target
nl: Linkdoel of submenu-doel

source: Enter URL of the link or select a menu name to create a submenu
nl: Geef de URL van de link of kies een menunaam om een submenu aan te maken

source: Use magic-auth if available
nl: Gebruik magic-auth wanneer beschikbaar

source: No
nl: Nee

source: Yes
nl: Ja

source: Open link in new window
nl: Open link in nieuw venster

source: Order in list
nl: Volgorde in lijst

source: Higher numbers will sink to bottom of listing
nl: Hogere nummers komen onderaan de lijst terecht

source: Submit and finish
nl: Opslaan en afsluiten

source: Submit and continue
nl: Opslaan en doorgaan

source: Link Target
nl: Linkdoel

source: Edit menu
nl: Menu bewerken

source: Edit element
nl: Onderdeel bewerken

source: Drop element
nl: Onderdeel verwijderen

source: New element
nl: Nieuw element

source: Edit this menu container
nl: Deze menu-container bewerken

source: Add menu element
nl: Menu-element toevoegen

source: Delete this menu item
nl: Dit menu-item verwijderen

source: Edit this menu item
nl: Dit menu-item bewerken

source: Menu item not found.
nl: Menu-item niet gevonden.

source: Menu item deleted.
nl: Menu-item verwijderd.

source: Menu item could not be deleted.
nl: Menu-item kon niet worden verwijderd.

source: Edit Menu Element
nl: Menu-element bewerken

source: Link text
nl: Linktekst

source: Calendar entries imported.
nl: Agenda-items geïmporteerd.

source: No calendar entries found.
nl: Geen agenda-items gevonden.

source: Event can not end before it has started.
nl: Gebeurtenis kan niet eindigen voordat het is begonnen

source: Unable to generate preview.
nl: Niet in staat om voorvertoning te genereren

source: Event title and start time are required.
nl: Titel en begintijd van gebeurtenis zijn vereist.

source: Event not found.
nl: Gebeurtenis niet gevonden

source: event
nl: gebeurtenis

source: Edit event title
nl: Titel bewerken

source: Required
nl: Vereist

source: Categories (comma-separated list)
nl: Categorieën (door komma's gescheiden lijst)

source: Edit Category
nl: Categorie

source: Category
nl: Categorie

source: Edit start date and time
nl: Begindatum en -tijd bewerken

source: Finish date and time are not known or not relevant
nl: Einddatum en -tijd zijn niet bekend of niet van toepassing

source: Edit finish date and time
nl: Einddatum en -tijd bewerken

source: Finish date and time
nl: Einddatum en -tijd

source: Adjust for viewer timezone
nl: Aanpassen aan de tijdzone van wie deze gebeurtenis bekijkt

source: Important for events that happen in a particular place. Not practical for global holidays.
nl: Belangrijk voor gebeurtenissen die op een bepaalde locatie plaatsvinden. Niet praktisch voor wereldwijde feestdagen.

source: Edit Description
nl: Omschrijving bewerken

source: Edit Location
nl: Locatie bewerken

source: Preview
nl: Voorvertoning

source: Permission settings
nl: Permissies

source: Timezone:
nl: Tijdzone:

source: Advanced Options
nl: Geavanceerde opties

source: l, F j
nl: l j F

source: Edit event
nl: Gebeurtenis bewerken

source: Delete event
nl: Gebeurtenis verwijderen

source: Link to Source
nl: Originele locatie

source: calendar
nl: agenda

source: Edit Event
nl: Gebeurtenis bewerken

source: Create Event
nl: Gebeurtenis aanmaken

source: Export
nl: Exporteren

source: Event removed
nl: Gebeurtenis verwijderd

source: Failed to remove event
nl: Verwijderen gebeurtenis mislukt

source: App installed.
nl: App geïnstalleerd

source: Malformed app.
nl: Misvormde app.

source: Embed code
nl: Insluitcode

source: Edit App
nl: App bewerken

source: Create App
nl: App maken

source: Name of app
nl: Naam van app

source: Location (URL) of app
nl: Locatie (URL) van app

source: Photo icon URL
nl: URL van pictogram

source: 80 x 80 pixels - optional
nl: 80 x 80 pixels (niet verplicht)

source: Categories (optional, comma separated list)
nl: Categorieën (niet verplicht, door komma's gescheiden lijst)

source: Version ID
nl: Versie-ID

source: Price of app
nl: Prijs van de app

source: Location (URL) to purchase app
nl: Locatie (URL) om de app aan te schaffen

source: Please login.
nl: Inloggen.

source: Hub not found.
nl: Hub niet gevonden.

source: photo
nl: foto

source: status
nl: bericht

source: %1$s is following %2$s's %3$s
nl: %1$s volgt het %3$s van %2$s

source: %1$s stopped following %2$s's %3$s
nl: %1$s volgt het %3$s van %2$s niet meer

source: Channel not found.
nl: Kanaal niet gevonden.

source: Insert web link
nl: Weblink invoegen

source: Title (optional)
nl: Titel (niet verplicht)

source: Edit Article
nl: Artikel bewerken

source: Nothing to import.
nl: Niets gevonden om te importeren

source: Unable to download data from old server
nl: Niet in staat om gegevens van de oude hub te downloaden

source: Imported file is empty.
nl: Geïmporteerde bestand is leeg

source: Warning: Database versions differ by %1$d updates.
nl: Waarschuwing: database-versies lopen %1$d updates achter.

source: Import completed
nl: Importeren voltooid

source: Import Items
nl: Importeer items

source: Use this form to import existing posts and content from an export file.
nl: Gebruik dit formulier om bestaande berichten en andere inhoud vanuit een exportbestand te importeren.

source: File to Upload
nl: Bestand om te uploaden

source: You have created %1$.0f of %2$.0f allowed channels.
nl: Je hebt %1$.0f van totaal %2$.0f toegestane kanalen aangemaakt.

source: Name or caption
nl: Naam

source: Examples: "Bob Jameson", "Lisa and her Horses", "Soccer", "Aviation Group"
nl: Voorbeelden: "Jan Pietersen", "Willems weblog", "Computerforum"

source: Choose a short nickname
nl: Korte bijnaam

source: Your nickname will be used to create an easy to remember channel address e.g. nickname%s
nl: Deze bijnaam wordt gebruikt om een makkelijk te onthouden kanaaladres van jouw kanaal aan te maken, die je dan met anderen kunt delen. Bijvoorbeeld: bijnaam%s

source: Channel role and privacy
nl: Kanaaltype en privacy

source: Select a channel role with your privacy requirements.
nl: Kies een kanaaltype met het door jou gewenste privacyniveau.

source: Read more about roles
nl: Lees meer over kanaaltypes

source: Create Channel
nl: Kanaal aanmaken

source: A channel is a unique network identity. It can represent a person (social network profile), a forum (group), a business or celebrity page, a newsfeed, and many other things. Channels can make connections with other channels to share information with each other.
nl: Een kanaal is een unieke netwerkidentiteit. Het kan een persoon (sociaal-netwerkprofiel), een forum (groep), een zakelijke of celebrity-pagina, een nieuwsfeed en vele andere dingen vertegenwoordigen. Kanalen kunnen met elkaar verbinden om informatie uit te wisselen.

source: The type of channel you create affects the basic privacy settings, the permissions that are granted to connections/friends, and also the channel's visibility across the network.
nl: Het type kanaal dat jij aanmaakt beïnvloedt de standaard privacyinstellingen, de permissies die aan connecties/vrienden worden gegeven, en tevens de zichtbaarheid van het kanaal in het netwerk.

source: or <a href="import">import an existing channel</a> from another location.
nl: Of <a href="import">importeer een bestaand kanaal</a> vanaf een andere locatie

source: Validate
nl: Valideren

source: Channel removals are not allowed within 48 hours of changing the account password.
nl: Het verwijderen van een kanaal is niet toegestaan binnen 48 uur nadat het wachtwoord van het account is veranderd.

source: Remove This Channel
nl: Verwijder dit kanaal

source: WARNING:
nl: WAARSCHUWING:

source: This channel will be completely removed from the network.
nl: Dit kanaal wordt volledig uit het $Projectname-netwerk verwijderd.

source: This action is permanent and can not be undone!
nl: Deze handeling is van permanente aard en kan niet meer worden teruggedraaid!

source: Please enter your password for verification:
nl: Vul je wachtwoord in ter verificatie:

source: Remove this channel and all its clones from the network
nl: Dit kanaal en alle klonen hiervan uit het $Projectname-netwerk verwijderen

source: By default only the instance of the channel located on this hub will be removed from the network
nl: Standaard wordt alleen het kanaal dat zich op deze hub bevindt uit het $Projectname-netwerk verwijderd

source: Remove Channel
nl: Kanaal verwijderen

source: Files: shared with me
nl: Bestanden: met mij gedeeld

source: NEW
nl: NIEUW

source: Size
nl: Grootte

source: Last Modified
nl: Laatst gewijzigd

source: Remove all files
nl: Verwijder alle bestanden

source: Remove this file
nl: Verwijder dit bestand

source: $Projectname Server - Setup
nl: $Projectname Hub - Setup

source: Could not connect to specified site URL. Possible SSL certificate or DNS issue.
nl: Could not connect to specified hub URL. Possible SSL certificate or DNS issue.

source: Your site database has been installed.
nl: Your hub database has been installed.

source: Please contact your hosting provider or site administrator if you have questions about these settings.
nl: Please contact your hosting provider or server administrator if you have questions about these settings.

source: Site administrator email address
nl: Hub administrator email address

source: Website URL
nl: Hub URL

source: Please select a default timezone for your website
nl: Please select a default timezone for your hub

source: Site settings
nl: Hub settings

source: SSL certificate cannot be validated. Fix certificate or disable https access to this site.
nl: SSL certificate cannot be validated. Fix certificate or disable https access to this hub.

source: If you have https access to your website or allow connections to TCP port 443 (the https: port), you MUST use a browser-valid certificate. You MUST NOT use self-signed certificates!
nl: If you have https access to your hub or allow connections to TCP port 443 (the https: port), you MUST use a browser-valid certificate. You MUST NOT use self-signed certificates!

source: If your certificate is not recognized, members of other sites (who may themselves have valid certificates) will get a warning message on their own site complaining about security issues.
nl: If your certificate is not recognized, members of other hubs (who may themselves have valid certificates) will get a warning message on their own hub complaining about security issues.

source: This can cause usability issues elsewhere (not just on your own site) so we must insist on this requirement.
nl: This can cause usability issues elsewhere (not just on your own hub) so we must insist on this requirement.

source: Continue
nl: Ga verder

source: Premium Channel Setup
nl: Instellen premiumkanaal
