Repository: WisTex/Raconteur
Catalog: view/*/hmessages.po
Languages: nl

source: Change channels directly from within the navigation dropdown menu
nl: Kies een ander kanaal direct vanuit het dropdown-menu op de navigatiebalk

source: Photo Location
nl: Fotolocatie

source: If location data is available on uploaded photos, link this to a map.
nl: Wanneer in de geüploade foto's locatiegegevens aanwezig zijn, link dit dan aan een kaart.

source: Access Controlled Chatrooms
nl: Chatkanalen met toegangscontrole

source: Provide chatrooms and chat services with access control.
nl: Chatkanalen en chatdiensten met toegangscontrole aanbieden.

source: Smart Birthdays
nl: Slimme verjaardagen

source: Make birthday events timezone aware in case your friends are scattered across the planet.
nl: Maak verjaardagen bewust van tijdzones. Voor het geval dat jouw vrienden over de hele wereld verspreid zijn.

source: Event Timezone Selection
nl: Tijdzone gebeurtenis

source: Allow event creation in timezones other than your own.
nl: Sta het aanmaken van gebeurtenissen in andere tijdzones toe.

source: Premium Channel
nl: Premiumkanaal

source: Allows you to set restrictions and terms on those that connect with your channel
nl: Stelt je in staat om beperkingen en voorwaarden in te stellen voor jouw kanaal

source: Advanced Directory Search
nl: Geavanceerd in de kanalengids zoeken

source: Allows creation of complex directory search queries
nl: Gebruik complexe zoekopdrachten in de kanalengids

source: Advanced Theme and Layout Settings
nl: Geavanceerde thema- en lay-out-instellingen

source: Allows fine tuning of themes and page layouts
nl: Maakt het mogelijk dat thema's en pagina-lay-outs preciezer ingesteld kunnen worden

source: Access Control and Permissions
nl: Toegangscontrole en permissies

source: Privacy Groups
nl: Privacygroepen

source: Enable management and selection of privacy groups
nl: Beheer en selectie van privacygroepen inschakelen

source: Multiple Profiles
nl: Meerdere profielen

source: Ability to create multiple profiles
nl: Mogelijkheid om meerdere profielen aan te maken

source: Provide alternate connection permission roles.
nl: Extra permissietypes voor connecties aanmaken

source: Manage OAuth1 authenticatication tokens for mobile and remote apps.
nl: OAuth1-authenticatietokens beheren voor mobiele en remote apps.

source: Manage OAuth2 authenticatication tokens for mobile and remote apps.
nl: OAuth2-authenticatietokens beheren voor mobiele en remote apps.

source: Access Tokens
nl: Gasttoegang

source: Create access tokens so that non-members can access private content.
nl: Maak toegangstokens aan zodat niet-leden toegang kunnen krijgen tot afgeschermde inhoud.

source: Post Composition Features
nl: Functies voor het opstellen van berichten

source: Large Photos
nl: Grote foto's

source: Include large (1024px) photo thumbnails in posts. If not enabled, use small (640px) photo thumbnails
nl: Gebruik grotere foto's (1024px) in berichten. Wanneer dit is uitgeschakeld worden er kleinere foto's (640px) gebruikt.

source: Automatically import channel content from other channels or feeds
nl: Automatisch inhoud uit andere kanalen of feeds importeren.

source: Even More Encryption
nl: Extra encryptie

source: Allow optional encryption of content end-to-end with a shared secret key
nl: Sta toe dat inhoud extra end-to-end wordt versleuteld met een gedeelde geheime sleutel.

source: Enable Voting Tools
nl: Peilingen inschakelen

source: Provide a class of post which others can vote on
nl: Maakt het mogelijk om een bericht op te stellen, waar mensen op kunnen stemmen.

source: Disable Comments
nl: Reacties uitschakelen

source: Provide the option to disable comments for a post
nl: Maak het mogelijk dat reacties op een bericht kunnen worden uitgeschakeld

source: Delayed Posting
nl: Berichten uitstellen

source: Allow posts to be published at a later date
nl: Maakt het mogelijk dat berichten op een toekomstig moment gepubliceerd kunnen worden.

source: Content Expiration
nl: Inhoud laten verlopen

source: Remove posts/comments and/or private messages at a future time
nl: Berichten, reacties en/of privéberichten na een bepaalde tijd verwijderen

source: Suppress Duplicate Posts/Comments
nl: Dubbele berichten/reacties tegenhouden

source: Prevent posts with identical content to be published with less than two minutes in between submissions.
nl: Voorkomt dat berichten en reacties met identieke inhoud en die binnen twee minuten zijn verstuurd, worden gepubliceerd.

source: Auto-save drafts of posts and comments
nl: Automatisch concepten van berichten en reacties opslaan

source: Automatically saves post and comment drafts in local browser storage to help prevent accidental loss of compositions
nl: Slaat automatisch concepten van berichten en reacties op in de lokale browseropslag, om zo onopzettelijke gegevensverlies te voorkomen

source: Network and Stream Filtering
nl: Netwerk- en tijdlijnfilter

source: Search by Date
nl: Zoek op datum

source: Ability to select posts by date ranges
nl: Mogelijkheid om berichten op datum te filteren

source: Save search terms for re-use
nl: Sla zoekopdrachten op voor hergebruik

source: Network Personal Tab
nl: Persoonlijke tijdlijntab

source: Enable tab to display only Network posts that you've interacted on
nl: Tab inschakelen die alleen tijdlijnberichten toont waarmee jij interactie had

source: Network New Tab
nl: Nieuwe tijdlijnactiviteittab

source: Enable tab to display all new Network activity
nl: Tab inschakelen om alle nieuwe tijdlijnactiviteit te tonen

source: Affinity Tool
nl: Affiniteitsfilter

source: Filter stream activity by depth of relationships
nl: Filter wat je op jouw tijdlijn ziet aan de hand van hoe goed je iemand kent of mag

source: Show friend and connection suggestions
nl: Toon kanaalvoorstellen

source: Connection Filtering
nl: Berichtenfilters

source: Filter incoming posts from connections based on keywords/content
nl: Filter binnenkomende berichten van connecties aan de hand van trefwoorden en taal

source: Post/Comment Tools
nl: Bericht- en reactiehulpmiddelen

source: Community Tagging
nl: Taggen door anderen

source: Ability to tag existing posts
nl: Geeft andere mensen de mogelijkheid om jouw (bestaande) berichten te taggen

source: Post Categories
nl: Categorieën berichten

source: Add categories to your posts
nl: Voeg categorieën toe aan je berichten

source: Emoji Reactions
nl: Emoji-reacties

source: Add emoji reaction ability to posts
nl: Emoji-reacties in berichten toestaan

source: Ability to file posts under folders
nl: Mogelijkheid om berichten in mappen op te slaan

source: Dislike Posts
nl: Vind berichten niet leuk

source: Ability to dislike posts/comments
nl: Mogelijkheid om berichten en reacties niet leuk te vinden

source: Star Posts
nl: Geef berichten een ster

source: Ability to mark special posts with a star indicator
nl: Mogelijkheid om speciale berichten met een ster te markeren

source: Tag Cloud
nl: Tagwolk

source: Provide a personal tag cloud on your channel page
nl: Zorgt voor een persoonlijke wolk met tags op jouw kanaalpagina

source: Keywords
nl: Trefwoorden

source: have
nl: heb

source: has
nl: heeft

source: want
nl: wil

source: wants
nl: wil

source: likes
nl: vindt dit leuk

source: dislikes
nl: vindt dit niet leuk

source: Not a valid email address
nl: Geen geldig e-mailadres

source: Your email domain is not among those allowed on this site
nl: Jouw e-maildomein is op deze hub niet toegestaan

source: Your email address is already registered at this site.
nl: Jouw e-mailadres is al op deze hub geregistreerd.

source: An invitation is required.
nl: Een uitnodiging is vereist

source: Invitation could not be verified.
nl: Uitnodiging kon niet geverifieerd worden

source: Please enter the required information.
nl: Vul de vereiste informatie in.

source: Failed to store account information.
nl: Account-informatie kon niet opgeslagen worden.

source: Registration confirmation for %s
nl: Registratiebevestiging voor %s

source: Registration request at %s
nl: Registratiebevestiging voor %s

source: your registration password
nl: jouw registratiewachtwoord

source: Registration details for %s
nl: Registratiegegevens voor %s

source: Account approved.
nl: Account goedgekeurd

source: Registration revoked for %s
nl: Registratie ingetrokken voor %s

source: Click here to upgrade.
nl: Klik hier om te upgraden.

source: This action exceeds the limits set by your subscription plan.
nl: Deze handeling overschrijdt de beperkingen die voor jouw abonnement gelden.

source: This action is not available under your subscription plan.
nl: Deze handeling is niet mogelijk met jouw abonnement.

source: Birthday
nl: Verjaardag of geboortedatum

source: Age:
nl: Leeftijd:

source: YYYY-MM-DD or MM-DD
nl: JJJJ-MM-DD of MM-DD

source: less than a second ago
nl: minder dan een seconde geleden

# e.g. 22 hours ago, 1 minute ago
source: %1$d %2$s ago
nl: %1$d %2$s geleden

# relative_date
source: year
nl: jaar

# relative_date
source: month
nl: maand

# relative_date
source: day
nl: dag

# relative_date
source: hour
nl: uur

# relative_date
source: minute
nl: minuut

# relative_date
source: second
nl: seconde

source: %1$s's birthday
nl: Verjaardag van %1$s

source: Happy Birthday %1$s
nl: Gefeliciteerd met je verjaardag %1$s

source: Remote authentication
nl: Authenticatie op afstand

source: Click to authenticate to your home hub
nl: Authenticeer jezelf via (bijvoorbeeld) jouw hub

source: Manage Your Channels
nl: Beheer je kanalen

source: Account/Channel Settings
nl: Account-/kanaalinstellingen

source: End this session
nl: Beëindig deze sessie

source: Your profile page
nl: Jouw profielpagina

source: Manage/Edit profiles
nl: Beheer/wijzig profielen

source: Sign in
nl: Inloggen

source: Take me home
nl: Terug naar mijn hub

source: Log me out of this site
nl: Uitloggen op deze hub

source: Create an account
nl: Maak een account aan

source: Help and documentation
nl: Hulp en documentatie

source: Search site @name, !forum, #tag, ?docs, content
nl: Zoek in deze hub naar @naam, !forum, #tag, ?hulp

source: Site Setup and Configuration
nl: Hub instellen en beheren

source: @name, !forum, #tag, ?doc, content
nl: @naam, !forum, #tag, ?hulp, inhoud

source: Please wait...
nl: Wachten aub...

source: Add Apps
nl: Apps toevoegen

source: Arrange Apps
nl: Volgorde apps

source: Toggle System Apps
nl: Systeem-apps toevoegen of verwijderen

source: Image exceeds website size limit of %lu bytes
nl: Afbeelding is groter dan op deze hub toegestane limiet van %lu bytes

source: Image file is empty.
nl: Afbeeldingsbestand is leeg

source: Photo storage failed.
nl: Foto kan niet worden opgeslagen

source: a new photo
nl: een nieuwe foto

# photo_upload
source: %1$s posted %2$s to %3$s
nl: %1$s plaatste %2$s op %3$s

source: Upload New Photos
nl: Nieuwe foto's uploaden

source: Invalid data packet
nl: Datapakket ongeldig

source: Unable to verify channel signature
nl: Kanaalkenmerk kon niet worden geverifieerd.

source: Unable to verify site signature for %s
nl: Hubkenmerk voor %s kon niet worden geverifieerd

source: invalid target signature
nl: ongeldig doelkenmerk

source: A deleted group with this name was revived. Existing item permissions <strong>may</strong> apply to this group and any future members. If this is not what you intended, please create another group with a different name.
nl: Een verwijderde collectie met deze naam is gereactiveerd. Bestaande itemrechten <strong>kunnen</strong> van toepassing zijn op deze collectie en toekomstige leden. Wanneer je dit niet zo bedoeld hebt, moet je een nieuwe collectie met een andere naam aanmaken.

source: Add new connections to this privacy group
nl: Voeg nieuwe connecties aan deze privacygroep toe

source: edit
nl: bewerken

source: Edit group
nl: Privacygroep bewerken

source: Add privacy group
nl: Privacygroep toevoegen

source: Channels not in any privacy group
nl: Kanalen die zich in geen enkele privacygroep bevinden

source: New window
nl: Nieuw venster

source: Open the selected location in a different window or browser tab
nl: Open de geselecteerde locatie in een ander venster of tab

source: Delegation session ended.
nl: Delegatiesessie beëindigd.

source: Logged out.
nl: Uitgelogd.

source: Email validation is incomplete. Please check your email.
nl: E-mailverificatie is nog niet voltooid. Controleer jouw e-mail.

source: Failed authentication
nl: Mislukte authenticatie

source: Help:
nl: Hulp:

source: Not Found
nl: Niet gevonden
