Repository: WisTex/Raconteur
Catalog: view/*/messages.po
Languages: ca, it

source: If your certificate is not recognized, members of other sites (who may themselves have valid certificates) will get a warning message on their own site complaining about security issues.
ca: Si el teu certificat no és vàlid, llavors el membres d'altres hubs, encara que tinguin certificats vàlids, rebran una advertència de seguretat en carregar contingut teu.
it: Se il tuo certificato non è riconosciuto, gli utenti che ti seguono da altri siti (che avranno certificati validi) riceveranno gravi avvisi di sicurezza dal browser.

source: This can cause usability issues elsewhere (not just on your own site) so we must insist on this requirement.
ca: Per tant, com que perjudica la usabilitat més enllà del teu lloc, la restricció de tenir un certificat vàlid és molt important.
it: Ciò può creare seri problemi di usabilità (non solo sul tuo sito), quindi dobbiamo insistere su questo punto.

source: Providers are available that issue free certificates which are browser-valid.
ca: Hi ha autoritats de certificació reconegudes que ofereixen certificats gratuïts.
it: Eventualmente, considera che esistono provider che rilasciano certificati gratuiti riconosciuti dai browser.

source: If you are confident that the certificate is valid and signed by a trusted authority, check to see if you have failed to install an intermediate cert. These are not normally required by browsers, but are required for server-to-server communications.
ca: Si no tens cap dubte que el certificat és vàlid i signat per una autoritat de confiança, comprova si has instaŀlat malament un certificat intermedi. Tot i que els navegadors no en demanen, són necessaris per les connexions entre servidors.
it: Se credi che il certificato sia valido e firmato da una authority, verifica se hai sbagliato a installare i certificati intermedi. Normalmente non sono richiesti dai browser, ma sono necessari per la comunicazione server-to-server.

source: SSL certificate validation
ca: Validació del certificat TLS
it: Validazione del certificato SSL

source: Url rewrite in .htaccess is not working. Check your server configuration.Test:
ca: No es poden reescriure les URL a «.htaccess». Comprova la configuració del servidor:
it: In .htaccess la funzionalità url rewrite non funziona. Controlla la configurazione del server. Test:

source: Url rewrite is working
ca: Es poden reescriure les URL a «.htaccess»
it: Url rewrite funziona correttamente

source: The database configuration file ".htconfig.php" could not be written. Please use the enclosed text to create a configuration file in your web server root.
ca: L'arxiu de configuracio de la base de dades «.htconfig.php» no s'ha pogut modificar. L'hauràs de modificar manualment amb el text de la caixa de text, i desar-lo a l'arrel del servidor web.
it: Il file di configurazione del database ".htconfig.php" non puo' essere scritto. Usa il testo qui di seguito per creare questo file di configurazione nella cartella principale del tuo sito.

source: Errors encountered creating database tables.
ca: S'han produït errors en crear taules a la base de dades.
it: La creazione delle tabelle del database ha generato errori.

source: <h1>What next?</h1>
ca: <h1>I ara què</h1>
it: <h1>E ora?</h1>

source: IMPORTANT: You will need to [manually] setup a scheduled task for the poller.
ca: IMPORTANT! Cal que configuris manualment una execució periòdica de l'enquestador (poller en anglès).
it: IMPORTANTE: Devi creare [manualmente] la pianificazione del polling.

source: Continue
ca: Continua
it: Continua

source: Premium Channel Setup
ca: Configuració dels canals prèmium
it: Canale premium - configurazione

source: Enable premium channel connection restrictions
ca: Activa l'opció de restringir les connexions dels canals prèmium
it: Abilita le restrizioni del canale premium

source: Please enter your restrictions or conditions, such as paypal receipt, usage guidelines, etc.
ca: Si us plau, introdueix les restriccions o condicions, com ara el rebut de PayPal, les pautes d'ús, etc.
it: Scrivi le condizioni d'uso e le restrizioni di questo canale, come per esempio le linee guida, il sistema di pagamento, ecc.

source: This channel may require additional steps or acknowledgement of the following conditions prior to connecting:
ca: Aquest canal pot requerir passos addicionals o reconeixement de les següents condicions abans de connectar:
it: Prima di connetterti a questo canale è necessario che tu accetti le seguenti condizioni:

source: Potential connections will then see the following text before proceeding:
ca: Les possibles connexions veuran el següent text abans de continuar:
it: Il testo seguente comparirà a chi vorrà seguire il canale:

source: By continuing, I certify that I have complied with any instructions provided on this page.
ca: En continuar, certifico que he complert amb totes les instruccions proporcionades en aquesta pàgina.
it: Continuando dichiaro di aver seguito tutte le indicazioni e le istruzioni fornite in questa pagina.

source: (No specific instructions have been provided by the channel owner.)
ca: (No s'han proporcionat instruccions específiques per la persona propietària del canal.)
it: (Il gestore del canale non ha fornito istruzioni specifiche)

source: Restricted or Premium Channel
ca: Canal restringit o prèmium
it: Canale premium - con restrizioni

source: Queue Statistics
ca: Estadístiques de la cua
it: Statistiche della coda

source: Total Entries
ca: Total d'entrades
it: Totale

source: Priority
ca: Prioritat
it: Priorità

source: Destination URL
ca: Adreça URL de Destí
it: URL di destinazione

source: Mark hub permanently offline
ca: Marca el node com a permanentment fora de línia
it: Questo hub è definitivamente offline

source: Empty queue for this hub
ca: Buida la cua per aquest node
it: Svuota la coda per questo hub

source: Last known contact
ca: Últim contacte conegut
it: Ultimo scambio dati

source: Off
ca: No

source: On
ca: Sí

source: Lock feature %s
ca: Bloqueja l'opció «%s»
it: Rendi non modificabile %s

source: Manage Additional Features
ca: Gestiona les funcionalitats addicionals
it: Funzionalità opzionali

source: Update has been marked successful
ca: S'ha marcat l'actualització com a exitosa
it: L'aggiornamento è stato marcato come eseguito.

source: Executing %s failed. Check system logs.
ca: Ha fallat l'execució de %s. Comprova el registre del sistema.
it: Fallita l'esecuzione di %s. Maggiori informazioni sui log di sistema.

source: Update %s was successfully applied.
ca: S'ha aplicat amb èxit l'actualització %s.
it: L'aggiornamento %s è terminato correttamente.

source: Update %s did not return a status. Unknown if it succeeded.
ca: Es desconeix si l'actualització %s s'ha aplicat amb èxit, ja que no ha retornat cap resultat.
it: L'aggiornamento %s non ha dato risposta. Impossibile determinare se è terminato correttamente.

source: Update function %s could not be found.
ca: No s'ha pogut trobar la funció d'actualització %s.
it: Impossibile trovare la funzione di aggiornamento %s

source: Failed Updates
ca: Actualitzacions fallides
it: Aggiornamenti falliti.

source: Mark success (if update was manually applied)
ca: Marca com a exitosa. Fes-ho només si l'actualització s'ha aplicat de forma manual i saps del cert que ha estat així.
it: Marca come eseguito (se applicato manualmente).

source: Attempt to execute this update step automatically
ca: Prova a fer automàticament aquesta actualització
it: Tenta di eseguire in automatico questo passaggio dell'aggiornamento.

source: No failed updates.
ca: No hi ha actualitzacions fallides.
it: Nessun aggiornamento fallito.

source: %s account blocked/unblocked
ca: S'ha [des]bloquejat %s compte
it: Modificato il blocco su %s account

source: %s account deleted
ca: S'ha esborrat el compte %s
it: %s account eliminato

source: Account not found
ca: No s'ha trobat el compte
it: Account non trovato

source: Account '%s' deleted
ca: S'ha esborrat el compte '%s'
it: Account '%s' eliminato

source: Account '%s' blocked
ca: S'ha bloquejat el compte '%s'
it: Aggiunto un blocco verso '%s'

source: Account '%s' unblocked
ca: S'ha desbloquejat el compte '%s'
it: Rimosso il blocco verso '%s'

source: Administration
ca: Administració
it: Amministrazione

source: Accounts
ca: Comptes
it: Account

source: select all
ca: sel·leciona-ho tot
it: seleziona tutti

source: Registrations waiting for confirm
ca: Inscripcions esperant confirmació
it: Registrazioni in attesa di conferma

source: Request date
ca: Data de la petició
it: Data richiesta

source: No registrations.
ca: Sense inscripcions.
it: Nessuna registrazione.

source: Approve
ca: Aprova
it: Approva

source: Deny
ca: Denega
it: Nega

source: Block
ca: Bloqueja
it: Blocca

source: Unblock
ca: Desbloqueja
it: Sblocca

source: ID
ca: Identificador

source: All Channels
ca: Tots els canals
it: Tutti i canali

source: Register date
ca: Data d'inscripció
it: Data registrazione

source: Last login
ca: Últim inici de sessió
it: Ultimo accesso

source: Expires
ca: Caduca
it: Con scadenza

source: Service Class
ca: Classe de servei
it: Classe dell'account

source: Selected accounts will be deleted!\n\nEverything these accounts had posted on this site will be permanently deleted!\n\nAre you sure?
ca: S'esborraran tots els comptes seleccionats!\n\nTot el que hagin publicat en aquest lloc també serà esborrat permanentment!\n\nN'estàs segur/a de continuar?
it: Gli account selezionati saranno eliminati!\n\nTutto ciò che hanno caricato o pubblicato su questo sito sarà eliminato definitivamente!\n\nVuoi confermare?

source: The account {0} will be deleted!\n\nEverything this account has posted on this site will be permanently deleted!\n\nAre you sure?
ca: El compte {0} serà eliminat!\n\nTot el que hagi publicat en aquest lloc serà esborrat permanentment!\n\nN'estàs segur/a?
it: L'account {0} sarà eliminato!\n\nTutto ciò che ha caricato o pubblicato su questo sito sarà eliminato definitivamente!\n\nVuoi confermare?

source: Log settings updated.
ca: S'ha actualitzat la configuració del registre.
it: Impostazioni di log aggiornate.

source: Logs
ca: Registre
it: Log

source: Clear
ca: Neteja
it: Pulisci

source: Debugging
ca: Depuració

source: Log file
ca: Arxiu de registre
it: File di log

source: Must be writable by web server. Relative to your top-level webserver directory.
ca: El servidor web l'ha de poder modificar. Escriu la ruta relativa respecte a la carpeta arrel del servidor web.
it: Relativo alla directory base del server web. Deve essere scrivibile.

source: Log level
ca: Nivell de registre
it: Livello di log

source: %s channel censored/uncensored
ca: %s canal censurat/no censurat
it: Censura modificata per %s canale

source: %s channel code allowed/disallowed
ca: %s codi permes/no permes al canal
it: %s canale permette/non permette codice nei contenuti

source: %s channel deleted
ca: %s canal esborrat
it: %s canale è stato rimosso

source: Channel not found
ca: No s'ha trobat el canal
it: Canale non trovato

source: Channel '%s' deleted
ca: S'ha esborrat el canal «%s»
it: Il canale '%s' è stato rimosso

source: Channel '%s' censored
ca: S'ha censurat el canal «%s»
it: Applicata una censura al canale '%s'

source: Channel '%s' uncensored
ca: S'ha descensurat el canal «%s»
it: Rimossa la censura dal canale '%s'

source: Channel '%s' code allowed
ca: S'ha activat un codi pel canal «%s»
it: Il canale '%s' permette codice nei contenuti

source: Channel '%s' code disallowed
ca: S'ha desactivat un codi pel canal «%s»
it: Il canale '%s' non permette codice nei contenuti

source: Channels
ca: Canals
it: Canali

source: Censor
ca: Censura
it: Applica censura

source: Uncensor
ca: Descensura
it: Rimuovi censura

source: Allow Code
ca: Activa el codi
it: Permetti codice

source: Disallow Code
ca: Desactiva el codi
it: Non permettere codice

source: Channel
ca: Canal
it: Canale

source: UID
ca: Identificador

source: Selected channels will be deleted!\n\nEverything that was posted in these channels on this site will be permanently deleted!\n\nAre you sure?
ca: Els canals seleccionats estan a punt de ser esborrats\n\nTotes les seves publicacions en aquest lloc s'eliminaran de forma permanent!\n\nN'estàs segur/a?
it: I canali selezionati saranno rimossi!\n\nTutto ciò che è stato pubblicato su questo server tramite questi canali sarà irreversibilmente eliminato!\n\nVuoi confermare?

source: The channel {0} will be deleted!\n\nEverything that was posted in this channel on this site will be permanently deleted!\n\nAre you sure?
ca: El canal {0} està a punt de ser esborrat!\n\nTotes les seves publicacions d'aquest en aquest lloc s'eliminaran de forma permanent!\n\nN'estàs segur/a?
it: Il canale {0} sarà rimosso!\n\nTutto ciò che è stato pubblicato su questo server tramite questo canale sarà irreversibilmente eliminato!\n\nVuoi confermare?

source: Theme settings updated.
ca: S'ha actualitzat la configuració de tema.
it: Le impostazioni del tema sono state aggiornate.

source: No themes found.
ca: No s'ha trobat cap tema.
it: Nessun tema trovato.

source: Item not found.
ca: No s'ha trobat l'element.
it: Elemento non trovato.

source: Disable
ca: Desactiva
it: Disattiva

source: Enable
ca: Activa
it: Attiva

source: Screenshot
ca: Captura de pantalla
it: Istantanea dello schermo

source: Themes
ca: Temes
it: Temi

source: Toggle
ca: Commuta'n l'estat
it: Attiva/disattiva

source: Settings
ca: Configuració
it: Impostazioni

source: Author:
ca: Autor/a:
it: Autore:

source: Maintainer:
ca: Persona mantenidora:
it: Gestore:

source: [Unsupported]
ca: [Incompatible]
it: [Non supportato]

source: Site settings updated.
ca: S'ha actualitzat la configuració del lloc
it: Impostazioni del sito salvate correttamente.

source: Default
ca: Predeterminat
it: Predefinito

source: mobile
ca: mòbil

source: unsupported
ca: incompatible
it: non supportato

source: Yes - with approval
ca: Sí - amb aprovació
it: Sì - con approvazione

source: My site is not a public server
ca: El meu node no es un servidor públic
it: Non è un server pubblico

source: My site has paid access only
ca: El meu node només ofereix accés de pagament
it: È un servizio a pagamento

source: My site has free access only
ca: El meu node només ofereix accés gratuït
it: È un servizio gratuito

source: My site offers free accounts with optional paid upgrades
ca: El meu node ofereix comptes gratuïts i millores de pagament
it: È un servizio gratuito con opzioni aggiuntive a pagamento

source: Beginner/Basic
ca: Principiant/bàsica
it: Principiante

source: Novice - not skilled but willing to learn
ca: Aprenent - amb poca experiència però amb ganes d'aprendre
it: Novizio - disposto a imparare

source: Intermediate - somewhat comfortable
ca: Intermedi - còmode en entorns informàtics
it: Intermedio - con alcune conoscenze tecniche

source: Advanced - very comfortable
ca: Avançat - molt còmode en entorns informàtics
it: Avanzato - a mio agio con gli aspetti tecnici

source: Expert - I can write computer code
ca: Expert - Sé programar
it: Esperto - posso scrivere codice

source: Wizard - I probably know more than you do
ca: Bruixot - Segurament en sé més que tu
it: Genio - probabilmente ne so più di te!

source: Default permission role for new accounts
ca: Rol de permisos per defecte per als comptes nous.

source: This role will be used for the first channel created after registration.
ca: S'aplicarà aquest rol al primer canal que es creï després del registre d'un compte.

source: Site
ca: Node
it: Sito

source: Registration
ca: Inscripcions
it: Registrazione

source: File upload
ca: Pujada d'arxius
it: Caricamento file

source: Policies
ca: Polítiques
it: Politiche

source: Advanced
ca: Avançat
it: Avanzate

source: Site name
ca: Nom del node
it: Nome del sito

source: Site default technical skill level
ca: Nivell per defecte del lloc de competències tècniques
it: Livello tecnico predefinito per gli utenti del sito

source: Used to provide a member experience matched to technical comfort level
ca: Es fa servir per oferir una experiència ajustada al nivell tècnic de cadascú
it: Utile a fornire agli utenti un livello tecnico del sito che rispetti le loro conoscenze

source: Lock the technical skill level setting
ca: Bloqueja el paràmetre de nivell tècnic
it: Il livello tecnico non potrà essere modificato

source: Members can set their own technical comfort level by default
ca: Per defecte, els/les membres poden modificar el paràmetre de nivell tècnic
it: Gli utenti possono scegliere il livello tecnico preferito

source: Banner/Logo
ca: Cartell i logotip
it: Banner o logo

source: Unfiltered HTML/CSS/JS is allowed
ca: Es permet contingut HTML, CSS i JS, sense filtrar
it: È permesso un contenuto HTML/CSS/JS non filtrato

source: Administrator Information
ca: Informació de l'administració
it: Informazioni sull'amministratore

source: Contact information for site administrators. Displayed on siteinfo page. BBCode can be used here
ca: Informació per contactar amb les persones administradores del node. Es mostra a la pàgina d'informació del node. S'hi pot emprar BBCode.
it: Informazioni per contattare gli amministratori del sito. Saranno mostrate sulla pagina di informazioni. È consentito il BBcode

source: Site Information
ca: Informació del node
it: Informazioni sul sito

source: Publicly visible description of this site. Displayed on siteinfo page. BBCode can be used here
ca: Descripció del node visible públicament. Es mostra a la pàgina d'informació del node. S'hi pot emprar BBCode.
it: Descrizione del sito, visibile pubblicamente. Visualizzata sulla pagina siteinfo. Puoi usare il BBCode

source: System language
ca: Llengua del sistema
it: Lingua di sistema

source: System theme
ca: Tema del sistema
it: Tema di sistema

source: Default system theme - may be over-ridden by user profiles - <a href='#' id='cnftheme'>change theme settings</a>
ca: Tema del sistema per defecte. Les persones usuàries poden sobreescriure'l a la configuració de perfil: <a href='#' id='cnftheme'>canvia la configuració de tema</a>
it: Il tema di sistema può essere cambiato dai profili dei singoli utenti - <a href='#' id='cnftheme'>Cambia le impostazioni del tema</a>

source: Allow Feeds as Connections
ca: Permet connectar-se a fluxos RSS
it: Permetti di aggiungere i feed come contatti

source: (Heavy system resource usage)
ca: (Demana molts recursos de sistema)
it: (Uso intenso delle risorse di sistema!)

source: Maximum image size
ca: Mida màxima d'imatge
it: Dimensione massima immagini

source: Maximum size in bytes of uploaded images. Default is 0, which means no limits.
ca: Mida màxima total per les imatges pujades, en bytes. Per defecte és 0, que vol dir iŀlimitada.
it: Massima dimensione in byte delle immagini caricate. Il default è 0, cioè nessun limite.

source: Does this site allow new member registration?
ca: Aquest node està obert a la inscripció de nous membres?
it: Questo sito permette a nuovi utenti di registrarsi?

source: Invitation only
ca: Només per invitació
it: Solo con invito

source: Only allow new member registrations with an invitation code. Above register policy must be set to Yes.
ca: Només permet nous membres només a través d'invitacions. Perquè tingui efecte, les inscripcions han d'estar obertes a nous membres.
it: La registrazione è permessa solo a chi possiede un codice di invito. Funziona solo se la possibilità di registrarsi è impostata a 'Sì'.

source: Minimum age
ca: Edat mínima
it: Età minima

source: Minimum age (in years) for who may register on this site.
ca: Edat mínima en anys per a poder crear un compte en aquest lloc.
it: L'età minima (in anni) richiesta per registrarsi su questo sito.

source: Which best describes the types of account offered by this hub?
ca: Quina descripció s'acosta més al tipus de comptes oferts en aquest node?
it: Come descriveresti il tipo di servizio proposto da questo server?

source: Register text
ca: Text d'inscripció
it: Testo di registrazione

source: Will be displayed prominently on the registration page.
ca: Es mostrarà en gran a la pàgina d'inscripció
it: Sarà mostrato ben visibile nella pagina di registrazione.

source: Site homepage to show visitors (default: login box)
ca: Pàgina d'inici a mostrar als visitants (per defecte: la pàgina d'inici de sessió)
it: Homepage del sito da mostrare ai navigatori (predefinito: modulo di login)

source: example: 'public' to show public stream, 'page/sys/home' to show a system webpage called 'home' or 'include:home.html' to include a file.
ca: exemple: 'public' per a mostrar el flux públic, 'page/sys/home' per a mostrar una pàgina web de sistema de nom 'home', o 'include:home.html' per a incloure un arxiu.
it: esempio: 'public' per mostrare i contenuti pubblici degli utenti, 'page/sys/home' per mostrare la pagina web definita come 'home' oppure 'include:home.html' per mostrare il contenuto di un file.

source: Preserve site homepage URL
ca: Preserva l'adreça URL de la pàgina d'inici
it: Conserva l'URL della homepage

source: Present the site homepage in a frame at the original location instead of redirecting
ca: Presenta la pàgina d'inici del node en un marc en el lloc original enlloc de redirigir-hi
it: Presenta la homepage del sito in un frame all'indirizzo attuale invece di un redirect.

source: Accounts abandoned after x days
ca: Els comptes es consideren abandonats després de X dies
it: Account abbandonati dopo X giorni

source: Will not waste system resources polling external sites for abandonded accounts. Enter 0 for no time limit.
ca: Estalviarà recursos del sistema en no sondejar nodes externs per a comptes abandonats. Un 0 vol dir "mai".
it: Eviterà di sprecare risorse di sistema controllando se i siti esterni hanno account abbandonati. Immettere 0 per non imporre nessun limite di tempo.

source: Allowed friend domains
ca: Dominis amb permisos de connexió
it: Domini fidati e consentiti

source: Comma separated list of domains which are allowed to establish friendships with this site. Wildcards are accepted. Empty to allow any domains
ca: Llista separada per comes de dominis en els quals està permès establir relacions d'amistat amb aquest node. S'accepten comodins (*). Deixa-ho buit per a acceptar qualsevol domini
it: Elenco separato da virgola dei domini che possono stabilire amicizie con questo sito. Sono accettati caratteri jolly. Lascia vuoto per accettare connessioni da qualsiasi dominio.

source: Verify Email Addresses
ca: Verifica les adreces de correu electrònic
it: Verifica l'indirizzo email

source: Check to verify email addresses used in account registration (recommended).
ca: Activa per a comprovar l'adreça de correu emprada durant la inscripció d'un nou compte (recomanat).
it: Attiva per richiedere la verifica degli indirizzi email dei nuovi utenti (consigliato).

source: Force publish
ca: Força la publicació
it: Forza la publicazione del profilo

source: Check to force all profiles on this site to be listed in the site directory.
ca: Activa per a forçar que tots el perfils en aquest node siguin llistats en el directori del lloc.
it: Seleziona per pubblicare sui directory server <strong>tutti</strong> i profili registrati su questo sito.

source: Import Public Streams
ca: Importar fluxos públics
it: Suggerisci contenuti pubblici della rete Hubzilla

source: Import and allow access to public content pulled from other sites. Warning: this content is unmoderated.
ca: Importa i permet l'accés a contingut públic sondejat d'altres llocs. Avís: aquest contingut no estarà moderat.
it: Suggerisci e visualizza i post pubblici presenti su altri siti Hubzilla. Attenzione: i contenuti potrebbero essere inappropriati perché non sottoposti a moderazione.

source: Site only Public Streams
ca: Fluxos públics només locals
it: Solo i flussi pubblici su questo sito
