Repository: WisTex/Raconteur
Catalog: view/*/messages.po
Languages: ca, it

source: Contact information and Social Networks:
ca: Informació de contacte i Xarxes Socials:
it: Contatti e social network:

source: My other channels:
ca: Els meus altres canals:
it: I miei altri canali:

source: Musical interests:
ca: Interessos Musicals:
it: Gusti musicali:

source: Books, literature:
ca: Llibres, literatura:
it: Libri, letteratura:

source: Television:
ca: Televisió:
it: Televisione:

source: Film/dance/culture/entertainment:
ca: Películes/Dança/Cultura/Entreteniment:
it: Film, danza, cultura, intrattenimento:

source: Love/Romance:
ca: Amor/Romace:
it: Amore:

source: Work/employment:
ca: Treball/feina:
it: Lavoro:

source: School/education:
ca: Escola/educació:
it: Scuola:

source: Like this thing
ca: M'agrada això
it: Mi piace

source: l F d, Y \@ g:i A
ca: l d \d\e/\d' F de Y \@ H:i T
it: l d F Y \@ G:i

source: Starts:
ca: Inicia:
it: Inizio:

source: Finishes:
ca: Acaba:
it: Fine:

source: This event has been added to your calendar.
ca: Aquest succés ha estat afegit al teu calendari.
it: Questo evento è stato aggiunto al tuo calendario

source: Not specified
ca: Sense especificar
it: Non specificato

source: Needs Action
ca: Necessita una Acció
it: Necessita di un intervento

source: Completed
ca: Completat
it: Completato

source: In Process
ca: En Procès
it: In corso

source: Cancelled
ca: Cancel·lat
it: Annullato

source: Home, Voice
ca: Casa, veu

source: Home, Fax
ca: Casa, fax

source: Work, Voice
ca: Feina, veu

source: Work, Fax
ca: Feina, fax

source: view full size
ca: Veure a mida competa
it: guarda nelle dimensioni reali

source: Select an alternate language
ca: Tria un idioma alternatiu
it: Seleziona una lingua diversa

source: Who can see this?
ca: Qui pot veure això?
it: Chi può vederlo?

source: Custom selection
ca: Selecció a mida
it: Selezione personalizzata

source: Select "Show" to allow viewing. "Don't show" lets you override and limit the scope of "Show".
ca: Selecciona "Mostrar" per permetre la visualització. "No Mostrar" et permet obviar i limitar l'abast de "Mostrar".
it: Scegli "Mostra" per permettere la visione. "Non mostrare" ha la precedenza e limita l'effetto di "Mostra".

source: Show
ca: Mostra
it: Mostra

source: Don't show
ca: No mostrar
it: Non mostrare

source: Post permissions %s cannot be changed %s after a post is shared.</br />These permissions set who is allowed to view the post.
ca: Els permisos d'entrada %s no poden esser canviats %s posteriorment a que una entrada ja està compartida. </br />Aquest ajust dels permisos indica qui pot veure l'entrada.
it: I permessi del post %s non possono essere cambiati %s dopo che un post è stato condiviso.</br />Questi permessi definiscono chi ha diritto di vedere il post.

source: Cannot locate DNS info for database server '%s'
ca: No s'ha trobat informació de DNS pel servidor de base de dades '%s'
it: Non trovo le informazioni DNS per il database server '%s'

source: Image/photo
ca: Imatge/foto
it: Immagine

source: Encrypted content
ca: Contingut encriptat
it: Contenuto cifrato

source: Install %1$s element %2$s
ca: Instaŀla l'element %2$s del tipus %1$s

source: This post contains an installable %s element, however you lack permissions to install it on this site.
ca: Aquesta entrada contè un element %s instal·lable, potser manques de permissos per instal·lar-lo en aquest lloc.
it: Questo post contiene un elemento %s installabile, tuttavia non hai i permessi necessari per l'installazione.

source: card
ca: targeta

source: Click to open/close
ca: Clic per obrir/tancar
it: Clicca per aprire/chiudere

source: spoiler
ca: xafa guitarres

source: View article
ca: Mostra l'article

source: View summary
ca: Mostra'n un resum

source: $1 wrote:
ca: $1 va escriure:
it: $1 ha scritto:

source: View PDF
ca: Mostra el pdf

source: by
ca: de
it: di

source: on
ca: a
it: su

source: Embedded content
ca: Contingut embegut
it: Contenuti incorporati

source: Embedding disabled
ca: Incorporació desactivada
it: Disabilita la creazione di contenuti incorporati

source: OpenWebAuth: %1$s welcomes %2$s
ca: OpenWebAuth: %1$s dóna la benvinguda a %2$s

source: General Features
ca: Característiques Generals
it: Funzionalità di base

source: Display new member quick links menu
ca: Mostra el menú d'enllaços ràpids per a nous membres

source: Advanced Profiles
ca: Perfils Avançats
it: Profili avanzati

source: Additional profile sections and selections
ca: Seccions i seleccions addicionals de perfils
it: Informazioni aggiuntive del profilo

source: Profile Import/Export
ca: Importar/Exportar Perfil
it: Importa/esporta il profilo

source: Save and load profile details across sites/channels
ca: Guarda i carrega els detalls del perfil al llarg dels llocs/canals
it: Salva o ripristina le informazioni del profilo su siti diversi

source: Web Pages
ca: Pàgines Web
it: Pagine web

source: Provide managed web pages on your channel
ca: Proporcionar pàgines web gestionades al seu canal
it: Attiva la creazione di pagine web sul tuo canale

source: Provide a wiki for your channel
ca: Proporciona una wiki per al teu canal
it: Fornisce una wiki per il tuo canale

source: Private Notes
ca: Notes Privades
it: Note private

source: Enables a tool to store notes and reminders (note: not encrypted)
ca: Activa l'eina per guardar notes i recordatoris (nota:no està encriptat)
it: Abilita il riquadro per scrivere annotazioni (in chiaro)

source: Create personal planning cards
ca: Crea targetes de planificació personal

source: Create interactive articles
ca: Crea articles interactius

source: Navigation Channel Select
ca: Navegació pel Selector de Canals
it: Scegli il canale attivo dal menu

source: Change channels directly from within the navigation dropdown menu
ca: Canvieu els canals directament des del menú desplegable de navegació
it: Scegli il canale attivo direttamente dal menu di navigazione

source: Photo Location
ca: Ubicació de la Foto
it: Posizione geografica

source: If location data is available on uploaded photos, link this to a map.
ca: Si les dades d'ubicació estàn disponibles a les fotos pujades, vincular a un mapa.
it: Collega la foto a una mappa quando contiene indicazioni geografiche.

source: Access Controlled Chatrooms
ca: Accés Controlat a les Sales de Xat
it: Chat ad accesso riservato

source: Provide chatrooms and chat services with access control.
ca: Proveeix sales de Xat i serveis de Xat amb control d'accés.
it: Il servizio di chat con accesso riservato.

source: Smart Birthdays
ca: Aniversaris Intel·ligents
it: Compleanni intelligenti

source: Make birthday events timezone aware in case your friends are scattered across the planet.
ca: Fes, conscients de la zona horària, els esdeveniments d'aniversari, en cas que els teus amics estiguin dispersos per tot el planeta.
it: I compleanni saranno segnalati in base al fuso orario, utile se hai amici sparsi per il mondo.

source: Event Timezone Selection
ca: Zona horària dels esdeveniments

source: Allow event creation in timezones other than your own.
ca: Permet crear esdeveniments en zones horàries diferents a la teva.

source: Premium Channel
ca: Privilegis del Canal
it: Canale premium

source: Allows you to set restrictions and terms on those that connect with your channel
ca: Li permet establir restriccions i els termes en els quals es connecten amb el seu canal
it: Ti permette di impostare restrizioni e termini d'uso per il canale

source: Advanced Directory Search
ca: Cerca de directori avançada
it: Ricerca avanzata sugli elenchi pubblici

source: Allows creation of complex directory search queries
ca: Permet fer cerques de directori complexes
it: Permette la creazione di ricerche complesse negli elenchi

source: Advanced Theme and Layout Settings
ca: Configuració de disseny i de tema avançada
it: Impostazioni avanzate del tema e dei layout

source: Allows fine tuning of themes and page layouts
ca: Permet configurar al detall els temes i els dissenys de pàgina
it: Permette una personalizzazione accurata del tema e dei layout

source: Access Control and Permissions
ca: Control d'accés i permisos

source: Enable management and selection of privacy groups
ca: Habilita la gestió i selecció de grups de privacitat
it: Abilita i gruppi di canali

source: Multiple Profiles
ca: Multiples Perfils
it: Profili multipli

source: Ability to create multiple profiles
ca: Capacitat per crear multiples perfils
it: Abilitazione a creare profili multipli

source: Create custom connection permission limits
ca: Personalitza els límits de permisos de les connexions

source: OAuth1 Clients
ca: Clients OAuth1

source: Manage OAuth1 authenticatication tokens for mobile and remote apps.
ca: Gestiona els tokens d'autenticació OAuth1 per al mòbil i aplicacions remotes.

source: OAuth2 Clients
ca: Clients OAuth2

source: Manage OAuth2 authenticatication tokens for mobile and remote apps.
ca: Gestiona els tokens d'autenticació OAuth2 per al mòbil i aplicacions remotes.

source: Access Tokens
ca: Tokens d'accés

source: Create access tokens so that non-members can access private content.
ca: Crea tokens d'accés per tal que no-membres puguis accedir contingut privat.

source: Post Composition Features
ca: Característiques de Composició d'Entrades
it: Modalità di scrittura post

source: Large Photos
ca: Grans Fotos
it: Foto grandi

source: Include large (1024px) photo thumbnails in posts. If not enabled, use small (640px) photo thumbnails
ca: Inclou gran (1024px) foto de miniatura a les entrades. Si no està activat, empra petita (640px) foto de miniatura.
it: Includi anteprime grandi per le foto dei tuoi post (1024px). Altrimenti saranno mostrate anteprime più piccole (640px)

source: Automatically import channel content from other channels or feeds
ca: Importa automàticament el contingut del canal des de altres canals o feeds
it: Importa automaticamente il contenuto del canale da altri canali o feed

source: Even More Encryption
ca: Encara Més Encriptació
it: Cifratura addizionale

source: Allow optional encryption of content end-to-end with a shared secret key
ca: Permet l'encripció opcional del contingut extrem-a-extrem amb clau secreta compartida
it: Rendi possibile la crifratura aggiuntiva tra mittente e destinatario usando una parola chiave conosciuta a entrambi

source: Enable Voting Tools
ca: Habilitar Eines de Votació
it: Permetti i post con votazione

source: Provide a class of post which others can vote on
ca: Proporcionar una classe d'entrada que altres puguin votar
it: Rende possibile la creazione di post in cui sarà possibile votare

source: Disable Comments
ca: Deshabilita els comentaris
it: Disabilita i commenti

source: Provide the option to disable comments for a post
ca: Proporciona l'opció de deshabilitar els comentaris per a una entrada
it: Permetti di disabilitare i commenti

source: Delayed Posting
ca: Retarda Publicació
it: Pubblicazione ritardata

source: Allow posts to be published at a later date
ca: Permet que les publicacions es publiquin en data posterior
it: Per scegliere una data e un'ora a cui far uscire i post

source: Content Expiration
ca: Expiració del Contingut
it: Scadenza

source: Remove posts/comments and/or private messages at a future time
ca: eliminarà entrades/comentaris i/o missatges privats en un període determinat de temps.
it: Elimina i post, i commenti o i messaggi privati dopo un lasso di tempo

source: Suppress Duplicate Posts/Comments
ca: Suprimeix Duplicats de Publicacions/Comentaris
it: Impedisci post e commenti duplicati

source: Prevent posts with identical content to be published with less than two minutes in between submissions.
ca: Evita que publicacions amb identic contingut siguin publicades amb menys de dos minuts entre entregues.
it: Scarta post e commenti se sono identici ad altri inviati meno di due minuti prima.

source: Auto-save drafts of posts and comments
ca: Desa automàticament esborranys de les entrades i comentaris

source: Automatically saves post and comment drafts in local browser storage to help prevent accidental loss of compositions
ca: Desa esborranys automàticament en l'emmagatzematge local del navegador per a evitar perdre escrits per a comentaris o entrades

source: Network and Stream Filtering
ca: Filtrat de Xarxa i Flux
it: Filtraggio dei contenuti

source: Search by Date
ca: Cerca per Data
it: Ricerca per data

source: Ability to select posts by date ranges
ca: Capacitat per seleccionar entrades per rang de dates
it: Per selezionare i post in un intervallo tra date

source: Save search terms for re-use
ca: Guardar els termin de la cerca per a re-usar
it: Salva i termini delle ricerche per poterle ripetere

source: Alternate Stream Order
ca: Diversos ordres al flux

source: Ability to order the stream by last post date, last comment date or unthreaded activities
ca: Permet canviar l'ordre dels continguts en el flux: segons la data de les entrades, segons la data de l'últim comentari, o segons la data de cada missatge sense agrupar per converses

source: Contact Filter
ca: Filtre de contactes

source: Ability to display only posts of a selected contact
ca: Permet mostrar només entrades d'un contacte determinat

source: Forum Filter
ca: Filtre de fòrums

source: Ability to display only posts of a specific forum
ca: Permet mostrar només entrades d'un fòrum determinat

source: Personal Posts Filter
ca: Filtre d'interaccions amb mi

source: Ability to display only posts that you've interacted on
ca: Permet mostrar només les entrades amb què has interactuat

source: Affinity Tool
ca: Eina d'Afinitat
it: Filtro per affinità

source: Filter stream activity by depth of relationships
ca: Filtre d'activitat del flux per importància de la relació
it: Permette di selezionare i contenuti in base al livello di amicizia

source: Show friend and connection suggestions
ca: Suggereix connexions o amistats
it: Mostra suggerimenti di contatti e amici

source: Connection Filtering
ca: Filtre de Connexió
it: Filtro sui contatti

source: Filter incoming posts from connections based on keywords/content
ca: Filtre de missatges d'entrada de conexions, basat en paraules clau/contingut
it: Filtra i post che ricevi con parole chiave

source: Post/Comment Tools
ca: Eina d'Entrades/Comentaris
it: Gestione post e commenti

source: Community Tagging
ca: Etiquetat per la Comunitat
it: Tag della comunità

source: Ability to tag existing posts
ca: Capacitat d'etiquetar entrades existents
it: Permetti l'aggiunta di tag su post già esistenti

source: Post Categories
ca: Categories d'Entrades
it: Categorie dei post

source: Add categories to your posts
ca: Afegeix categoria a la teva entrada
it: Abilita le categorie per i tuoi post

source: Emoji Reactions
ca: Reaccions dels Emoji
it: Risposte emoji

source: Add emoji reaction ability to posts
ca: Afegeix un emoji habilitat per reaccionar a entrades
it: Permetti di rispondere ai post con degli emoji

source: Ability to file posts under folders
ca: Capacitat de arxivar entrades en les carpetes
it: Abilita la raccolta dei tuoi articoli in cartelle

source: Dislike Posts
ca: No Agrada l'Entrada
it: Non mi piace

source: Ability to dislike posts/comments
ca: Capacitat per marcar amb "No Agrada" les entrades/comentaris
it: Abilità la funzionalità "non mi piace" per i tuoi post

source: Star Posts
ca: Entrades Excel·lents
it: Post con stella

source: Ability to mark special posts with a star indicator
ca: Capacitat per marcar entrades especials amb l'indicador d'excel·lencia
it: Mostra la stella per segnare i post preferiti

source: Tag Cloud
ca: Núvol d'Etiquetes.
it: Nuvola di tag

source: Provide a personal tag cloud on your channel page
ca: Proporcionar un núvol d'etiquetes personals a la teva pàgina de canal
it: Mostra la nuvola dei tag che usi di più sulla pagina del tuo canale

source: Trending
ca: Tema del moment

source: Keywords
ca: Paraules clau
it: Parole chiave

source: have
ca: tinc
it: ho

source: has
ca: tens
it: ha

source: want
ca: vull
it: voglio

source: wants
ca: vols
it: vuole

source: likes
ca: agrada
it: gli piace

source: dislikes
ca: desagrada
it: non gli piace

source: Not a valid email address
ca: Adreça de correu electrònic no vàlida
it: Email non valida

source: Your email domain is not among those allowed on this site
ca: El seu domini de correu electrònic no es troba entre els permesos en aquest lloc
it: Il dominio della tua email attualmente non è permesso su questo sito

source: Your email address is already registered at this site.
ca: La teva adreça de correu electrònic ja esta registrada en aquest lloc
it: La tua email è già registrata su questo sito.

source: An invitation is required.
ca: Es requereix Invitació
it: È necessario un invito.

source: Invitation could not be verified.
ca: L'invitació no ha pogut ser verificada
it: L'invito non può essere verificato.

source: Please enter the required information.
ca: Entra la informació sol·licitada
it: Inserisci le informazioni richieste.

source: Failed to store account information.
ca: Ha fallat guardar la informació del compte
it: Non è stato possibile salvare le informazioni del tuo account.

source: Registration confirmation for %s
ca: Inscripció confirmada per %s
it: Registrazione di %s confermata

source: Registration request at %s
ca: Sol·licitud d'inscripció a %s
it: Richiesta di registrazione su %s

source: your registration password
ca: la teva contrasenya registrada
it: la password di registrazione

source: Registration details for %s
ca: Detalls de l'inscripció per %s
it: Dettagli della registrazione di %s

source: Account approved.
ca: Compte aprovat.
it: Account approvato.

source: Registration revoked for %s
ca: Inscripció revocada per %s
it: Registrazione revocata per %s

source: Click here to upgrade.
ca: Feu clic aquí per actualitzar.
it: Clicca qui per aggiornare.

source: This action exceeds the limits set by your subscription plan.
ca: Aquesta acció és superior als límits establerts pel seu pla de subscripció.
it: Questa operazione supera i limiti del tuo abbonamento.

source: This action is not available under your subscription plan.
ca: Aquesta acció no està disponible en el seu pla de subscripció.
it: Questa operazione non è prevista dal tuo abbonamento.

source: Birthday
ca: Aniversari
it: Compleanno

source: Age:
ca: Edat:
it: Età:

source: YYYY-MM-DD or MM-DD
ca: YYYY-MM-DD o MM-DD
it: AAAA-MM-GG oppure MM-GG

source: less than a second ago
ca: fa menys d'un segon
it: meno di un secondo fa

# e.g. 22 hours ago, 1 minute ago
source: %1$d %2$s ago
ca: Fa %1$d %2$s
it: %1$d %2$s fa

# relative_date
source: year
ca: any
it: anno

# relative_date
source: month
ca: mes
it: mese

# relative_date
source: week
ca: setmana
it: settimana

# relative_date
source: day
ca: dia
it: giorno

# relative_date
source: hour
ca: hora
it: ora

# relative_date
source: minute
ca: minut
it: minuto

# relative_date
source: second
ca: segon
it: secondo

source: %1$s's birthday
ca: Aniversari de %1$s
it: Compleanno di %1$s

source: Happy Birthday %1$s
ca: Feliç Aniversari %1$s
it: Buon compleanno %1$s

source: Remote authentication
ca: Autenticació remota
it: Accedi dal tuo hub

source: Click to authenticate to your home hub
ca: Clica per autentificar-te en el teu node
it: Clicca per farti riconoscere dal tuo hub principale

source: Manage your channels
ca: Gestiona els teus canals

source: Manage your privacy groups
ca: Gestiona els teus grups de privacitat

source: Account/Channel Settings
ca: Configuració de compte i canal
it: Impostazioni dell'account e del canale

source: End this session
ca: Finalitza aquesta sessió
it: Chiudi questa sessione

source: Your profile page
ca: La teva pàgina de perfil
it: Il tuo profilo

source: Manage/Edit profiles
ca: Gestiona/edita els perfils
it: Gestisci i tuoi profili

source: Sign in
ca: Signatura
it: Accedi

source: Take me home
ca: Porta'm a casa

source: Log me out of this site
ca: Tanca'm la sessió en aquest lloc web

source: Create an account
ca: Crear un compte
it: Crea un account

source: Help and documentation
ca: Ajuda i documentació
it: Guida e documentazione

source: Search site @name, !forum, #tag, ?docs, content
ca: Cerca en el node @nom, !fòrum, #etiqueta, ?documentació, contingut

source: Site Setup and Configuration
ca: Configuració del node
it: Installazione e configurazione del sito

source: @name, !forum, #tag, ?doc, content
ca: @nom, !fòrum, #etiqueta, ?documentació, contingut

source: Please wait...
ca: Si us plau, espera.......
it: Attendere...

source: Add Apps
ca: Afegeix aplicacions
it: Aggiungi App

source: Arrange Apps
ca: Endreça les aplicacions
it: Ordina le App

source: Toggle System Apps
ca: Commuta l'estat de les aplicacions de sistema
it: Attiva/disattiva Apps

source: Image exceeds website size limit of %lu bytes
ca: La imatge excedeix la mida limit pel lloc web en %lu bytes
it: L'immagine supera il limite massimo di %lu bytes

source: Image file is empty.
ca: El fitxer d'imatge esta buit.
it: Il file dell'immagine è vuoto.

source: Photo storage failed.
ca: Fracassà l'emmagatzematge de la Foto
it: Impossibile salvare la foto.

source: a new photo
ca: Una foto nova
it: una nuova foto

# photo_upload
source: %1$s posted %2$s to %3$s
ca: %1$s enviat %2$s a %3$s
it: %1$s ha pubblicato %2$s su %3$s

source: Upload New Photos
ca: Puja Noves Fotos
it: Carica nuove foto

source: Invalid data packet
ca: paquet de dades invàlid
it: Dati ricevuti non validi

source: Unable to verify channel signature
ca: No es pot verificar la signatura del canal
it: Impossibile verificare la firma elettronica del canale

source: Unable to verify site signature for %s
ca: No es pot verificar la signatura del lloc per %s
it: Impossibile verificare la firma elettronica del sito %s

source: invalid target signature
ca: Signatura objectiu invàlida
it: la firma ricevuta non è valida

source: A deleted group with this name was revived. Existing item permissions <strong>may</strong> apply to this group and any future members. If this is not what you intended, please create another group with a different name.
ca: Un grup esborrat amb aquest nom fou reviscolat. Els permisos dels items existents <strong>poden</strong> aplicar-se a aquest grup i qualsevol membre futur. Si no es això el que vols, si et plau, crea un altre grup amb un nom diferent.
it: Un gruppo di canali con lo stesso nome esisteva in precedenza ed è stato ripristinato. I vecchi permessi saranno applicati ai nuovi canali. Se non vuoi che ciò accada, devi creare un gruppo con un nome diverso.

source: Add new connections to this privacy group
ca: Afegeix noves connexions a aquest grup de privacitat
it: Aggiungi nuovi contatti a questo gruppo di canali

source: edit
ca: edita
it: modifica

source: Edit group
ca: Editar grup
it: Modifica il gruppo

source: Add privacy group
ca: Afegeix grup de privacitat
it: Crea un gruppo di canali

source: Channels not in any privacy group
ca: Canals que no estan en cap grup de privacitat
it: Canali che non sono in nessun gruppo

source: New window
ca: Nova finestra
it: Nuova finestra

source: Open the selected location in a different window or browser tab
ca: Obrir la localització seleccionada en un altre finestra o pestanya del navegador
it: Apri l'indirizzo selezionato in una nuova scheda o finestra

source: Delegation session ended.
ca: S'ha tancat la sessió de delegació.

source: Logged out.
ca: Sortir.
it: Uscita effettuata.

source: Email validation is incomplete. Please check your email.
ca: Encara no s'ha validat el teu correu. Comprova la safata d'entrada i la paperera.
it: Validazione via mail non completa. Per favore controlla la tua mail.

source: Failed authentication
ca: Autenticació fallida
it: Autenticazione fallita

source: Help:
ca: Ajuda:
it: Guida:

source: Not Found
ca: No s'ha pogut trobar la pàgina
it: Non disponibile
