Repository: WisTex/Raconteur
Catalog: view/*/messages.po
Languages: ca, it

source: For either option, please choose whether to make this hub your new primary address, or whether your old location should continue this role. You will be able to post from either location, but only one can be marked as the primary location for files, photos, and media.
ca: Per a qualsevol de les opcions, escull si vols fer primària l'adreça d'aquest node o mantenir l'anterior com a primària. Podràs penjar entrades des de totes dues adreces, però per als fitxers, imatges i altres en cal una de primària.
it: Scegli se vuoi spostare il tuo indirizzo primario su questo hub, oppure se preferisci che quello vecchio resti tale. Potrai pubblicare da entrambi i hub, ma solamente uno sarà indicato come la posizione su cui risiedono i tuoi file, foto, ecc.

source: Make this hub my primary location
ca: Fes d'aquest node la meva ubicació primària
it: Rendi questo hub il mio indirizzo primario

source: Move this channel (disable all previous locations)
ca: Moure aquest canal (desactiva totes les prèvies localitzacions)
it: Sposta questo canale (disabilita le posizioni precedenti)

source: Use this channel nickname instead of the one provided
ca: Fes servir aquest nom de canal en comptes del que has facilitat

source: Leave blank to keep your existing channel nickname. You will be randomly assigned a similar nickname if either name is already allocated on this site.
ca: Deixa-ho en blanc per a mantenir el teu nom de canal actual. Se t'assignarà un nom aleatori però similar a l'actual en cas que el nom actual ja estigui agafat en aquest node.

source: This process may take several minutes to complete. Please submit the form only once and leave this page open until finished.
ca: Aquest procès pot trigar minuts en completar. Si et plau envia el formulari només una vegada i manté aquesta pàgina oberta fins que finalitzi.
it: Questa funzione potrebbe impiegare molto tempo a terminare. Per favore lanciala *una volta sola* e resta su questa pagina finché non avrà finito.

source: Authentication failed.
ca: Ha fallat l'autentificació.
it: Autenticazione fallita.

source: Remote Authentication
ca: Autentificació Remota
it: Accedi tramite il tuo hub

source: Enter your channel address (e.g. channel@example.com)
ca: Introdueix la teva adreça del canal (eg canal@exemple.com)
it: Inserisci l'indirizzo del tuo canale (ad esempio lucia@esempio.com)

source: Authenticate
ca: Autentica't
it: Accedi

source: Permissions denied.
ca: Permís denegat.
it: Permesso negato.

source: Import
ca: Importar
it: Importa

source: Authorize application connection
ca: Autoritza la connexió de l'aplicació
it: Autorizza la app

source: Return to your app and insert this Security Code:
ca: Torna a la teva aplicació i introdueix aquest codi de seguertat
it: Ritorna alla tua app e inserisci questo Security Code:

source: Please login to continue.
ca: Si et plau, identifica't per continuar.
it: Accedi al sito per continuare.

source: Do you want to authorize this application to access your posts and contacts, and/or create new posts for you?
ca: Vols autoritzar a aquesta aplicació l'accés a les teves entrades i contactes i/o a crear noves entrades com si fos tu mateix.
it: Vuoi autorizzare questa app ad accedere ai messaggi e ai contatti o creare nuovi messaggi per te?

source: Item not available.
ca: Article no disponible.
it: Elemento non disponibile.

source: Edit Block
ca: Editar Bloc
it: Modifica il block

source: vcard
ca: vcard (targeta estàndard de contacte)

source: Apps
ca: Aplicatius
it: App

source: Manage apps
ca: Gestiona apps
it: Gestisci le app

source: Create new app
ca: Crear una nova app
it: Crea nuova app

# mood
source: %1$s is %2$s
ca: %1$s es %2$s
it: %1$s è %2$s

source: Mood
ca: Ànim
it: Umore

source: Set your current mood and tell your friends
ca: Estableix el teu estat d'ànim actual i digues-li als teus amics
it: Scegli il tuo umore attuale per mostrarlo agli amici

source: Active
ca: Actives
it: Attivo

source: Blocked
ca: Bloquejades
it: Bloccati

source: Ignored
ca: Ignorades
it: Ignorati

source: Hidden
ca: Amagades
it: Nascosti

source: Archived/Unreachable
ca: Arxivades o inaccessibles
it: Archiviato/Irraggiungibile

source: New
ca: Nou
it: Novità

source: All
ca: Tots
it: Tutti

source: Active Connections
ca: Connexions actives
it: Contatto Attivo

source: Show active connections
ca: Mostra les connexions actives
it: Mostra i contatti atttivi

source: New Connections
ca: Noves Connexions
it: Nuovi contatti

source: Show pending (new) connections
ca: Mostra les connexions pendents (noves)
it: Richieste di contatto in attesa

source: Only show blocked connections
ca: Mostra només les connexions bloquejades
it: Mostra solo i contatti bloccati

source: Only show ignored connections
ca: Mostra només les connexions ignorades
it: Mostra solo i contatti ignorati

source: Only show archived/unreachable connections
ca: Mostra només les connexions arxivades o inaccessibles
it: Mostra solo i contatti archiviati/irraggiungibili

source: Only show hidden connections
ca: Mostra només les connexions amagades
it: Mostra solo i contatti nascosti

source: Show all connections
ca: Mostra totes les connexions
it: Mostra tutti i contatti

source: Pending approval
ca: Pendent d'aprovació
it: In attesa di conferma

source: Archived
ca: Arxivades
it: Archiviati

source: Not connected at this location
ca: No està connectada des d'aquest aquest hub
it: Non connesso a questa location

source: Edit connection
ca: Modifica la connexió
it: Modifica il contatto

source: Delete connection
ca: Elimina la connexió
it: Elimina il contatto

source: Channel address
ca: Adreça del canal
it: Indirizzo del canale

source: Network
ca: Xarxa

source: Call
ca: Crida
it: Chiama

source: Status
ca: Estat
it: Stato

source: Connected
ca: Connectat
it: In contatto

source: Approve connection
ca: Aprovar la Connexió
it: Approva questo contatto

source: Ignore connection
ca: Ignorar connexió
it: Ignora il contatto

source: Ignore
ca: Ignora
it: Ignora

source: Recent activity
ca: Activitat recent
it: Attività recenti

source: Connections
ca: Connexions
it: Contatti

source: Search your connections
ca: Cerca entre les teves connexions
it: Cerca tra i contatti

source: Connections search
ca: Cerca connexions
it: Ricerca tra i contatti

source: Find
ca: Troba
it: Cerca

source: item
ca: element
it: elemento

source: Bookmark added
ca: S'ha afegit el marcador
it: Segnalibro aggiunto

source: My Bookmarks
ca: Els meus marcadors
it: I miei segnalibri

source: My Connections Bookmarks
ca: Els marcadors de les meves connexions
it: I segnalibri dei miei contatti

source: Account removals are not allowed within 48 hours of changing the account password.
ca: L'esborrat de comptes no està permès fins que transcorren 48 hores des de l'últim canvi de contrasenya.
it: Non è possibile eliminare il tuo account prima di 48 ore dall'ultimo cambio password.

source: Remove This Account
ca: Esborra el compte
it: Elimina questo account

source: This account and all its channels will be completely removed from the network.
ca: Aquest compte i tots els seus canals s'estan apunt d'esborrar totalment de la xarxa.
it: Questo account e tutti i suoi canali saranno completamente eliminati dalla rete.

source: Remove this account, all its channels and all its channel clones from the network
ca: Esborra de la xarxa aquest compte, tots els seus canals, i tots els seus canals clons.
it: Elimina dalla rete questo account, tutti i suoi canali e ANCHE tutti gli eventuali canali clonati.

source: By default only the instances of the channels located on this hub will be removed from the network
ca: Per defecte, només les instancies dels canal ubicats en aquest node poden esser esborrades de la xarxa
it: A meno che tu non lo richieda espressamente, solo i canali presenti su questo hub saranno rimossi dalla rete.

source: Page owner information could not be retrieved.
ca: La informació del propietari de la pàgina no va poder ser recuperada
it: Impossibile ottenere informazioni sul proprietario della pagina.

source: Album not found.
ca: Àlbum no trobat
it: Album non trovato.

source: Delete Album
ca: Esborra Àlbum
it: Elimina album

source: Delete Photo
ca: Esborra Foto
it: Elimina foto

source: No photos selected
ca: No has seleccionat fotos
it: Nessuna foto selezionata

source: Access to this item is restricted.
ca: L'accés a aquest element esta restringit.
it: Questo elemento non è visibile a tutti.

source: %1$.2f MB of %2$.2f MB photo storage used.
ca: S'estan fent servir %1$.2f MB de %2$.2f MB de l'espai per a imatges.
it: Hai usato %1$.2f Mb dei %2$.2f Mb di spazio disponibile.

source: %1$.2f MB photo storage used.
ca: S'estan fent servir %1$.2f MB de l'espai per a imatges.
it: Hai usato %1$.2f Mb del tuo spazio disponibile.

source: Upload Photos
ca: Puja imatges
it: Carica foto

source: Enter an album name
ca: Escriu el nom del àlbum
it: Scegli il nome dell'album

source: or select an existing album (doubleclick)
ca: o bé fes doble clic a un d'existent
it: o seleziona un album esistente (doppio click)

source: Create a status post for this upload
ca: Genera una entrada a partir de la pujada
it: Pubblica sulla bacheca

source: Description (optional)
ca: Descripció (opcional)
it: Descrizione (opzionale)

source: Show Newest First
ca: Ordena de més nou a més antic
it: Prima i più recenti

source: Show Oldest First
ca: Ordena de més antic a més nou
it: Prima i più vecchi

source: Add Photos
ca: Afegeix fotos
it: Aggiungi foto

source: Permission denied. Access to this item may be restricted.
ca: S'ha denegat el permís. Pot ser que l'accés estigui restringit.
it: Permesso negato. L'accesso a questo elemento può essere stato limitato.

source: Photo not available
ca: La imatge no està disponible
it: Foto non disponibile

source: Use as profile photo
ca: Fes-la imatge de perfil
it: Usa come foto del profilo

source: Use as cover photo
ca: Emprar com a foto de portada
it: Usa come copertina del canale

source: Private Photo
ca: Imatge privada
it: Foto privata

source: View Full Size
ca: Mostra a mida completa
it: Vedi nelle dimensioni originali

source: Edit photo
ca: Modifica la imatge
it: Modifica la foto

source: Rotate CW (right)
ca: Tomba cap a la dreta
it: Ruota (senso orario)

source: Rotate CCW (left)
ca: Tomba cap a l'esquerra
it: Ruota (senso antiorario)

source: Move photo to album
ca: Mou la foto a un àlbum
it: Sposta la foto in un album

source: Enter a new album name
ca: Escriu el nom del nou àlbum
it: Inserisci il nome del nuovo album

source: or select an existing one (doubleclick)
ca: o bé fes doble clic a un d'existent
it: o seleziona uno esistente (doppio click)

source: Add a Tag
ca: Afegeix una etiqueta
it: Aggiungi tag

source: Example: @bob, @Barbara_Jensen, @jim@example.com
ca: Exemple: @joan, @Paula_Peris, @mar@exemple.org
it: Esempio: @bob, @Barbara_Jensen, @jim@example.com

source: Flag as adult in album view
ca: Marca com a contingut adult
it: Marca come 'per adulti'

source: I like this (toggle)
ca: M'agrada això (canvia)
it: Attiva/disattiva Mi piace

source: I don't like this (toggle)
ca: No m'agrada això (canvia)
it: Attiva/disattiva Non mi piace

source: Please wait
ca: Si us plau, espera
it: Attendere

source: This is you
ca: Ets tú
it: Questo sei tu

source: Comment
ca: Comentari
it: Commento

# title
source: Likes
ca: Agrada
it: "Mi piace"

# title
source: Dislikes
ca: Desagrada
it: "Non mi piace"

# title
source: Agree
ca: Acord
it: D'accordo

# title
source: Disagree
ca: Desacord
it: Non d'accordo

# title
source: Abstain
ca: Abstenirse
it: Astenuti

# title
source: Attending
ca: Assistint
it: Partecipano

# title
source: Not attending
ca: Desassistint
it: Non partecipano

# title
source: Might attend
ca: Podrien assistir
it: Forse partecipano

source: View all
ca: Veure tot
it: Vedi tutto

# noun
source: Like
ca: Agrada
it: Mi piace

# noun
source: Dislike
ca: Desagrada
it: Non mi piace

source: Photo Tools
ca: Eines per Fotos
it: Gestione foto

source: In This Photo:
ca: Hi apareixen:
it: In questa foto:

source: Map
ca: Mapa
it: Mappa

# noun
source: Likes
ca: Agrada
it: "Mi piace"

# noun
source: Dislikes
ca: Desagrada
it: "Non mi piace"

source: Close
ca: Tanca
it: Chiudi

source: Recent Photos
ca: Imatges recents
it: Foto recenti

source: Profile Unavailable.
ca: El perfil no està disponible.
it: Profilo non dispobibile

source: Not found
ca: No s'ha trobat
it: Non trovato

source: Invalid channel
ca: El canal és invàlid
it: Canale non valido

source: Error retrieving wiki
ca: S'ha produït un error en carregar la wiki
it: Errore caricamento wiki

source: Error creating zip file export folder
ca: S'ha produït un error en crear la carpeta per al fitxer comprimit d'exportació
it: Errore nella creazione della cartella per l'esportazione in zip

source: Error downloading wiki:
ca: S'ha produït un error en descarregar la wiki:
it: Errore scaricamento wiki:

source: Download
ca: Descarrega
it: Scarica

source: Create New
ca: Crear Nou
it: Crea nuova

source: Wiki name
ca: Nom de la wiki
it: Nome wiki

source: Content type
ca: Llenguatge de formatació
it: Tipo di contenuto

source: Text
ca: Cap (text pla)
it: Testo

source: Type
ca: Tipus
it: Tipo

source: Any&nbsp;type
ca: Qualsevol
it: Qualsiasi&nbsp;tipo

source: Lock content type
ca: Bloca el llenguatge de formatació
it: Blocca il tipo di contenuto

source: Create a status post for this wiki
ca: Crea una entrada d'estat per aquesta wiki
it: Crea un messaggio di stato per questo wiki

source: Edit Wiki Name
ca: Canvia el nom de la wiki
it: Modifica il nome del Wiki

source: Wiki not found
ca: No s'ha trobat la wiki
it: Wiki non trovato

source: Rename page
ca: Canvia el nom de la pàgina
it: Rinomina la pagina

source: Error retrieving page content
ca: S'ha produït un error en carregar el contingut de la pàgina
it: Errore nel caricamento del contenuto della pagina

source: New page
ca: Crea una pàgina nova
it: Nuova pagina

source: Revision Comparison
ca: Comparació de revisió
it: Confronto tra revisioni

source: Revert
ca: Reverteix
it: Ripristina

source: Short description of your changes (optional)
ca: Descripció curta dels canvis (opcional)
it: Breve descrizione delle tue modifiche (opzionale)

source: Source
ca: Font
it: Sorgente

source: New page name
ca: Nou nom de pàgina
it: Nome della nuova pagina

source: Embed image from photo albums
ca: Embeu una imatge dels àlbums de fotos
it: Inserisci un'immagine dall'album foto

source: Embed an image from your albums
ca: Embeu una imatge dels teus àlbums
it: Inserisci un'immagine dai tuoi album

source: Choose images to embed
ca: Tria una imatge per a embeure-la
it: Scegli le immagini da inserire

source: Choose an album
ca: Tria un àlbum
it: Scegli un album

source: Choose a different album
ca: Escull un àlbum diferent
it: Scegli un album diverso

source: Error getting album list
ca: Ha ocorregut un error quan treia la llista de àlbums
it: Errore nell'ottenere l'elenco degli album

source: Error getting photo link
ca: Ha ocorregut un error quan treia l'enllaç a la foto
it: Errore nell'ottenere il link alla foto

source: Error getting album
ca: Ha ocorregut un error treient l'àlbum
it: Errore nell'ottenere l'album

source: Error creating wiki. Invalid name.
ca: S'ha produït un error en crear la wiki. El nom no és vàlid.
it: Errore nella creazione. Nome non valido.

source: A wiki with this name already exists.
ca: Ja existeix una wiki amb aquest nom.
it: Un Wiki con questo nome esiste già

source: Wiki created, but error creating Home page.
ca: S'ha creat la wiki, però s'ha produït un error en crear-ne la pàgina principal.
it: Wiki creato, ma c'è stato un errore nella creazione della Home page.

source: Error creating wiki
ca: S'ha produït un error en crear la wiki
it: Errore nella creazione del Wiki

source: Error updating wiki. Invalid name.
ca: S'ha produït un error en actualitzar la wiki. El nom no és vàlid.
it: Errore nell'aggiornamento del Wiki. Nome non valido.

source: Error updating wiki
ca: S'ha produït un error en actualitzar la wiki
it: Errore nell'aggiornamento del Wiki

source: Wiki delete permission denied.
ca: No tens permís per a eliminar la wiki
it: Permesso negato nell'eliminare del Wiki

source: Error deleting wiki
ca: S'ha produït un error en eliminar la wiki
it: Errore nell'eliminare il Wiki

source: New page created
ca: S'ha desat la nova pàgina
it: Nuova pagina creata

source: Cannot delete Home
ca: No es pot esborrar la pàgina principal
it: Non è possibile eliminare la Home

source: Current Revision
ca: Revisió actual
it: Revisione corrente

source: Selected Revision
ca: Revisió seleccionada
it: Revisione selezionata

source: You must be authenticated.
ca: Has d'estar autenticat.
it: Devi autenticarti.

source: toggle full screen mode
ca: commuta el mode de pantalla completa
it: attiva/disattiva schermo intero

source: Layout updated.
ca: S'ha actualitzat el disseny.
it: Layout aggiornato.

source: Feature disabled.
ca: Funcionalitat desactivada.
it: Funzionalità disattivata.

source: Edit System Page Description
ca: Editor del Sistema de Descripció de Pàgines
it: Modifica i layout di sistema

source: (modified)
ca: (modificat)
it: (modificato)

source: Reset
ca: Reajustar
it: Reimposta

source: Layout not found.
ca: No s'ha trobat cap disseny de pàgina.
it: Layout non trovato.

source: Module Name:
ca: Nom del mòdul:
it: Nome del modulo:

source: Layout Help
ca: Ajuda per al disseny de pàgina
it: Guida al layout

source: Edit another layout
ca: Modifica un altre disseny
it: Modifica un altro layout

source: System layout
ca: Disseny del sistema
it: Layout di sistema

source: Poke
ca: Esperonar

source: Poke somebody
ca: Emprenyar algú
it: Manda un poke

source: Poke/Prod
ca: Esperonat/Picat

source: Poke, prod or do other things to somebody
ca: emprenyar, picar o fer altres coses a algú
it: Manda un poke o altro a qualcuno

source: Recipient
ca: Destinatari
it: Destinatario

source: Choose what you wish to do to recipient
ca: Tria que vols fer amb el destinatari
it: Scegli cosa vuoi inviare al destinatario

source: Make this post private
ca: Fer aquesta entrada privada
it: Rendi privato questo post

source: Image uploaded but image cropping failed.
ca: S'ha pujat la imatge però no s'ha pogut retallar.
it: L'immagine è stata caricata, ma il non è stato possibile ritagliarla.

source: Profile Photos
ca: Fotos del Perfil
it: Foto del profilo

source: Image resize failed.
ca: No s'ha pogut escalar la imatge.
it: Il ridimensionamento dell'immagine è fallito.

source: Shift-reload the page or clear browser cache if the new photo does not display immediately.
ca: Refresca la memòria cau del navegador si la foto no s'actualitza immediatament. Dreceres: «Ctrl+F5» i «Ctrl+Maj+R»
it: Forza l'aggiornamento della pagina o cancella la cache del browser se la nuova foto non viene visualizzata immediatamente.

source: Unable to process image
ca: incapaç de processar la imatge
it: Impossibile elaborare l'immagine

source: Image upload failed.
ca: La pujada de la imatge va fracassar.
it: Il caricamento dell'immagine è fallito.

source: Unable to process image.
ca: Incapaç de processar l'imatge.
it: Impossibile elaborare l'immagine.

source: Photo not available.
ca: Foto no disponible.
it: Foto non disponibile.

source: Your default profile photo is visible to anybody on the internet. Profile photos for alternate profiles will inherit the permissions of the profile
ca: La teva foto de perfil predeterminada és pública i visible per a tothom. Les fotos de perfil dels perfils alternatius hereten els permisos del seu perfil.

source: Your profile photo is visible to anybody on the internet and may be distributed to other websites.
ca: La teva foto de perfil és pública i visible a tothom, i és probable que s'escampi per altres webs.

source: Upload File:
ca: Puja Arxiu:
it: Carica un file:

source: Select a profile:
ca: Tria un perfil:
it: Seleziona un profilo:

source: Use Photo for Profile
ca: Fes servir la foto per al perfil
it: Usa la foto per il profilo

source: Change Profile Photo
ca: Canvia la imatge de perfil
it: Cambia la foto del profilo

source: Use
ca: Aplica
it: Usa

source: Use a photo from your albums
ca: Agafa una foto dels àlbums
it: Usa una foto presa dai tuoi album

source: Select existing photo
ca: Tria una foto existent
it: Seleziona una foto esistente

source: Crop Image
ca: Retalla Imatge
it: Ritaglia immagine

source: Please adjust the image cropping for optimum viewing.
ca: Si us plau, retalla la imatge per a una optima visualització
it: Ritaglia l'immagine per migliorarne la visualizzazione.

source: Done Editing
ca: Edició Feta
it: Modifica terminata

source: Away
ca: Absent
it: Assente

source: Online
ca: En connexió

source: Unable to locate original post.
ca: No s'ha pogut trobar l'entrada original.
it: Impossibile trovare il messaggio originale.

source: Empty post discarded.
ca: S'ha descartat l'entrada perquè no té contingut.
it: Il post vuoto è stato ignorato.

source: Duplicate post suppressed.
ca: Publicació duplicada s'ha suprimit.
it: I post duplicati sono scartati.

source: System error. Post not saved.
ca: Hi ha hagut un error del sistema. L'entrada no s'ha desat.
it: Errore di sistema. Post non salvato.

source: Your comment is awaiting approval.
ca: El teu comentari encara no ha estat aprovat.
it: Il tuo contenuto è in attesa di approvazione.

source: Unable to obtain post information from database.
ca: No s'ha pogut obtenir informació de l'entrada a la base de dades.
it: Impossibile caricare il post dal database.

source: You have reached your limit of %1$.0f top level posts.
ca: Has assolit el teu límit de %1$.0f entrades (descomptant comentaris).
it: Hai raggiunto il limite massimo di %1$.0f post sulla pagina principale.

source: You have reached your limit of %1$.0f webpages.
ca: Has assolit el teu limit de %1$.0f pàgines web.
it: Hai raggiunto il limite massimo di %1$.0f pagine web.

source: sent you a private message
ca: Se t'ha enviat un missatge privat
it: ti ha inviato un messaggio privato

source: added your channel
ca: el teu canal s'ha afegit
it: ha aggiunto il tuo canale

source: requires approval
ca: requereix aprovació
it: richiede approvazione

source: [today]
ca: [avui]
it: [oggi]

source: posted an event
ca: enviat un esdeveniment
it: ha creato un evento

source: shared a file with you
ca: ha compartit un fitxer amb tu
it: ha condiviso un file con te

source: Private forum
ca: Fòrum privat

source: Public forum
ca: Fòrum públic

source: Invalid item.
ca: Article invàlid.
it: Elemento non valido.

source: Page not found.
ca: Pàgina no trobada.
it: Pagina non trovata.

source: Could not access contact record.
ca: No s'ha pogut accedir al llibre de contactes.
it: Non è possibile accedere alle informazioni sul contatto.

source: Could not locate selected profile.
ca: No s'ha trobat el perfil indicat.
it: Non riesco a trovare il profilo selezionato.

source: Connection updated.
ca: S'ha actualitzat la connexió.
it: Contatto aggiornato.

source: Failed to update connection record.
ca: No s'ha pogut actualitzar el registre de connexió.
it: Impossibile aggiornare le informazioni del contatto.

source: is now connected to
ca: Ara està conectat amb
it: ha come nuovo contatto

source: Could not access address book record.
ca: No puc accedir al registre del contacte
it: Impossibile accedere alle informazioni della rubrica.

source: Refresh failed - channel is currently unavailable.
ca: Ha fallat la recàrrega - el canal es actualment inaccesible.
it: Il canale non è disponibile - impossibile aggiornare.

source: Unable to set address book parameters.
ca: No es poden ajustar els paràmetres dels contactes.
it: Impossibile impostare i parametri della rubrica.

source: Connection has been removed.
ca: S'han eliminat les conexions.
it: Il contatto è stato rimosso.
