Repository: WisTex/Raconteur
Catalog: view/*/messages.po
Languages: ca, it

source: Allow others to tag your posts
ca: Permet a altres etiquetar les teves entrades
it: Permetti ad altri di taggare i tuoi post

source: Often used by the community to retro-actively flag inappropriate content
ca: Sovint emprat per la comunitat per marcar retroactivament contingut inapropiat
it: Usato spesso dalla comunità per marcare contenuti inappropriati già esistenti

source: Channel Permission Limits
ca: Límits dels permisos del canal
it: Limiti sui permessi del canale

source: Expire other channel content after this many days
ca: El contingut d'altes canals caduca després d'aquests dies
it: Giorni dopo cui mettere in scadenza gli altri contenuti del canale

source: 0 or blank to use the website limit.
ca: 0 o en blanc per emprar el limit del lloc web.
it: 0 o vuoto per usare i valori predefiniti.

source: This website expires after %d days.
ca: Aquest lloc web expira després de %d dies.
it: Per questo sito la scadenza è %d giorni.

source: This website does not expire imported content.
ca: A aquest lloc web no expira el contingut importat
it: I contenuti di questo sito non hanno scadenza.

source: The website limit takes precedence if lower than your limit.
ca: El límit del lloc web pren la preferència si es inferior al teu límit.
it: Il limite del server ha la precedenza, se minore di quello impostato da te.

source: Maximum Friend Requests/Day:
ca: Nombre màxim de peticions d'amistat per dia
it: Numero massimo giornaliero di richieste di amicizia:

source: May reduce spam activity
ca: Pot reduir l'SPAM
it: Serve a ridurre lo spam

source: Default Privacy Group
ca: Grup de privacitat per defecte
it: Privacy Group predefinito

source: Use my default audience setting for the type of object published
ca: Empra la meva configuració d'audiència que hagi triat per al tipus d'entrada
it: Mostra ai contatti secondo le impostazioni standard per questo tipo di contenuto

source: Profile to assign new connections
ca: Perfil al qual assignar les connexions noves
it: Profilo da associare ai nuovi contatti

source: Default Permissions Group
ca: Grup de permisos per defecte
it: Permission Group predefinito

source: Maximum private messages per day from unknown people:
ca: Nombre màxim de missatges privats de desconeguts al dia:
it: Numero massimo giornaliero di messaggi privati da utenti sconosciuti:

source: Useful to reduce spamming
ca: Útil per a reduir l'spam
it: Serve e ridurre lo spam

source: Notification Settings
ca: Configuració de notificacions
it: Impostazioni di notifica

source: By default post a status message when:
ca: Per defecte envia un missatge d'estat quan:
it: Pubblica un messaggio di stato quando:

source: accepting a friend request
ca: S'accepta una sol·licitud d'amistat
it: accetto una nuova amicizia

source: joining a forum/community
ca: Apuntar-se a un fòrum o comunitat
it: entro a far parte di un forum

source: making an <em>interesting</em> profile change
ca: Faci un canvi <em>interesant</em> al perfil
it: faccio un cambiamento <em>interessante</em> al mio profilo

source: Send a notification email when:
ca: Notifica per correu quan:
it: Invia una email di notifica quando:

source: You receive a connection request
ca: Rebi una petició de connexió
it: Ricevi una richiesta di entrare in contatto

source: Your connections are confirmed
ca: Es confirma una connexió
it: I tuoi contatti sono confermati

source: Someone writes on your profile wall
ca: Algú ha escrit al mur del teu perfil
it: Qualcuno scrive sulla tua bacheca

source: Someone writes a followup comment
ca: Algú ha escrit un comentari de resposta
it: Qualcuno scrive un commento dopo di te

source: You receive a private message
ca: Rebi un missatge privat
it: Ricevi un messaggio privato

source: You receive a friend suggestion
ca: Rebi una suggerència d'amistat
it: Ti viene suggerito un amico

source: You are tagged in a post
ca: Estàs etiquetat a l'entrada
it: Sei taggato in un post

source: You are poked/prodded/etc. in a post
ca: S'enfoten/te piquen/etc. en una entrada
it: Ricevi un poke in un post

source: Someone likes your post/comment
ca: A algú li ha agradat la teva entrada o comentari
it: Qualcuno mette mi piace al tuo post/commento

source: Show visual notifications including:
ca: Mostra notificacion visuals, com ara:
it: Mostra queste notifiche a schermo:

source: Unseen grid activity
ca: Activitat de malla no vista
it: Nuove attività nella rete

source: Unseen channel activity
ca: Activitat no vista del canal
it: Novità nei canali

source: Unseen private messages
ca: Missatges privats no llegits
it: Nuovi messaggi privati

source: Recommended
ca: Recomanat
it: Consigliato

source: Upcoming events
ca: Esdeveniments propers
it: Prossimi eventi

source: Events today
ca: Esdeveniments d'avui
it: Eventi di oggi

source: Upcoming birthdays
ca: Aniversaris propers
it: Prossimi compleanni

source: Not available in all themes
ca: No està disponible en tots els temes
it: Non disponibile in tutti i temi

source: System (personal) notifications
ca: Notificacions (personals) del sistema
it: Notifiche personali dal sistema

source: System info messages
ca: Missatges d'informació del sistema
it: Notifiche di sistema

source: System critical alerts
ca: Alertes crítiques del sistema
it: Avvisi critici di sistema

source: New connections
ca: Noves connexions
it: Nuovi contatti

source: System Registrations
ca: Inscripcions del Sistema
it: Registrazioni

source: Unseen shared files
ca: Fitxers compartits nous
it: File condivisi non ancora visitati

source: Unseen public activity
ca: Activitat pública nova
it: Attività pubblica non letta

source: Unseen likes and dislikes
ca: "M'agrada" i "no m'agrada" pendents
it: Mi piace e non mi piace da leggere

source: Unseen forum posts
ca: Entrades de fòrum no llegides

source: Email notification hub (hostname)
ca: Hub per a notificacions per correu (nom de domini)
it: Hub di notifica (hostname)

source: If your channel is mirrored to multiple hubs, set this to your preferred location. This will prevent duplicate email notifications. Example: %s
ca: En cas que el teu canal estigui repicat en diversos hubs, habilita aquesta opció al teu hub preferit. Això evita notificacions duplicades. Exemple: %s
it: Se il tuo canale è replicato su molti hub, scegli qui da dove saranno inviati i messaggi. Serve ad evitare di ricevere notifiche duplicate. Esempio: %s

source: Show new wall posts, private messages and connections under Notices
ca: Mostra totes les novetats d'entrades de mur, missatges privats i connexions a Notícies
it: Mostra i nuovi post in bacheca, i messaggi privati e le connessioni come Notifiche

source: Notify me of events this many days in advance
ca: Notifica'm dels esdeveniments amb aquests dies d'antelació
it: Giorni di anticipo per notificare gli eventi

source: Must be greater than 0
ca: Ha de ser més gran que 0
it: Maggiore di 0

source: Advanced Account/Page Type Settings
ca: Configuració avançada de compte i de tipus de pàgina
it: Impostazioni avanzate

source: Change the behaviour of this account for special situations
ca: Modifica el comportament d'aquest compte en situacions especials
it: Cambia il funzionamento di questo account per necessità particolari

source: Miscellaneous Settings
ca: Configuració diversa
it: Impostazioni varie

source: Default photo upload folder
ca: Carpeta per defecte de fotos pujades
it: Cartella predefinita per le foto caricate

source: %Y - current year, %m - current month
ca: %Y - any en curs, %m - mes corrent
it: %Y - anno corrente, %m - mese corrente

source: Default file upload folder
ca: Carpeta per defecte d'arxius pujats
it: Cartella predefinita per i file caricati

source: Personal menu to display in your channel pages
ca: Menú personal per mostrar en les teves pàgines de canal
it: Menu personale da mostrare sulle pagine del tuo canale

source: Remove this channel.
ca: Elimina aquest canal.
it: Elimina questo canale.

source: Start calendar week on Monday
ca: Comença la setmana en dilluns
it: Inizia la settimana nel calendario da lunedì

source: Additional Features
ca: Característiques Addicionals
it: Funzionalità opzionali

source: Your technical skill level
ca: El teu nivell tècnic
it: Il tuo livello tecnico

source: Used to provide a member experience and additional features consistent with your comfort level
ca: Es fa servir per a oferir-te una experiència i un seguit de funcionalitats addicionals d'acord amb la complexitat que desitgis.
it: Serve ad adeguare l'interfaccia e le funzionalità mostrate alla tua dimestichezza

source: This channel is limited to %d tokens
ca: Aquest canal té un límit de %d tokens
it: Questo canale è limitato a %d token

source: Name and Password are required.
ca: El nom i la contrasenya són necessaris.
it: Nome e password sono obbligatori.

source: Token saved.
ca: S'ha desat el token.
it: Token salvato.

source: Use this form to create temporary access identifiers to share things with non-members. These identities may be used in Access Control Lists and visitors may login using these credentials to access private content.
ca: Fes servir aquest formulari per a crear identificadors d'accés temporal per tal de compartir coses amb persones no membres. Aquestes identitats són reconegudes a "Control d'accés" i poden ser usades per iniciar sessió i accedir a contingut privat.
it: Usa questo modulo per creare credenziali temporanee per condividere qualcosa con i non iscritti. A queste credenziali potrai dare o togliere diritti come a tutti gli altri utenti e i visitatori potranno usarle per accedere a contenuti privati.

source: You may also provide <em>dropbox</em> style access links to friends and associates by adding the Login Password to any specific site URL as shown. Examples:
ca: Si vols donar enllaços que no requereixin dos passos, pots afegir la contrasenya d'accés a la URL per compartir. Per exemple:
it: Puoi anche fornire un accesso simile a <em>dropbox</em> agli amici o ai colleghi aggiungendo la password all'url che vuoi comunicare, come mostrato sotto. Esempi:

source: Guest Access Tokens
ca: Tokens d'accés de convidat
it: Token di accesso ospite

source: Login Name
ca: Nom d'usuari
it: Nome utente

source: Login Password
ca: Contrasenya d'usuari
it: Password

source: Expires (yyyy-mm-dd)
ca: Data de caducitat (aaaa-mm-dd)
it: Con scadenza (aaaa-mm-gg)

source: Their Settings
ca: La seva configuració
it: Permessi concessi a te

source: Name and Secret are required
ca: Es necessiten el nom i el secret
it: Nome e Password sono obbligatori

source: Add OAuth2 application
ca: Afegeix una aplicació OAuth2
it: Aggiungi applicazione OAuth2

source: Name of application
ca: Nom de l'aplicatiu
it: Nome dell'applicazione

source: Automatically generated - change if desired. Max length 20
ca: Generat automàticament- Canvia-ho si ho vols. Max. longitud 20
it: Generato automaticamente - è possibile cambiarlo. Lunghezza massima 20

source: Redirect
ca: Redirecciona

source: Redirect URI - leave blank unless your application specifically requires this
ca: URI redirigida - No canviar excepte perquè el teu aplicatiu ho requereixi.
it: URI di riderezione - lasciare vuoto se non richiesto specificamente dall'applicazione

source: Grant Types
ca: Tipus de permís

source: leave blank unless your application sepcifically requires this
ca: deixa-ho en blanc si no és que la teva aplicació ho demana explícitament
it: lascia bianco a meno che la applicazione non lo richieda esplicitamente

source: Authorization scope
ca: Àmbit d'autorització
it: Ambito dell'autorizzazione

source: OAuth2 Application not found.
ca: No s'ha trobat l'aplicació OAuth2.
it: Applicazione OAuth2 non trovata.

source: Add application
ca: Afegir aplicatiu
it: Aggiungi una app

source: Connected OAuth2 Apps
ca: Aplicacions OAuth2 connectades
it: Applicazioni OAuth2 connesse

source: Client key starts with
ca: La clau del client comença amb
it: La client key inizia con

source: No name
ca: Sin nombre
it: Nessun nome

source: Remove authorization
ca: Elimina autorització
it: Revoca l'autorizzazione

source: Not valid email.
ca: E-correu no vàlid.
it: Email non valida.

source: Protected email address. Cannot change to that email.
ca: Adreça d'e-correu protegida. No es pot canviar a aquest e-correu.
it: È un indirizzo email riservato. Non puoi sceglierlo.

source: System failure storing new email. Please try again.
ca: Fallada del sistema al guardar un nou correu. Si us plau, proba de nou.
it: Errore di sistema. Non è stato possibile memorizzare il tuo messaggio, riprova per favore.

source: Technical skill level updated
ca: S'ha actualitzat el nivell de competències tècniques
it: Livello tecnico aggiornato

source: Password verification failed.
ca: La verificació de la contrasenya ha fallat.
it: Verifica della password fallita.

source: Passwords do not match. Password unchanged.
ca: Les contrasenyes no coincideixen. Contrasenya sense canvis.
it: Le password non corrispondono. Password non cambiata.

source: Empty passwords are not allowed. Password unchanged.
ca: Les contrasenyes en blanc no estan permesas. Contrasenya sense canvis.
it: Le password non possono essere vuote. Password non cambiata.

source: Password changed.
ca: Contrasenya canviada.
it: Password cambiata.

source: Password update failed. Please try again.
ca: L'actualització de la contrasenya va fallar. Si us plau, torneu a intentar-ho.
it: Modifica password fallita. Prova ancora.

source: Account Settings
ca: Configuració del compte
it: Il tuo account

source: Current Password
ca: Contrasenya Actual
it: Password attuale

source: Enter New Password
ca: Entra la Nova Contrasenya
it: Nuova password

source: Confirm New Password
ca: Confirma la Nova Contrasenya
it: Conferma la nuova password

source: Leave password fields blank unless changing
ca: Deixa els camps de contrasenya en blanc llevat que la vulguis canviar
it: Lascia vuoti questi campi per non cambiare la password

source: Remove Account
ca: Esborra el Compte
it: Elimina l'account

source: Remove this account including all its channels
ca: Esborra aquest compte inclosos tots els seus canals
it: Elimina questo account e tutti i suoi canali

source: Affinity Slider settings updated.
ca: S'ha actualitzat la configuració de la barra d'afinitat
it: Impostazioni dell'Affinity Slider salvate.

source: No feature settings configured
ca: No hi ha opcions de les funcions configurades
it: Non hai componenti aggiuntivi da personalizzare

source: Default maximum affinity level
ca: Nivell màxim d'afinitat predeterminat
it: Livello di affinità predefinito massimo

source: 0-99 default 99
ca: 0-99 (per defecte 99)
it: 0-99 predefinito 99

source: Default minimum affinity level
ca: Nivell mínim d'afinitat predeterminat
it: Livello di affinità predefinito minimo

source: 0-99 - default 0
ca: 0-99 (per defecte 0)
it: 0-99 - predefinito 0

source: Affinity Slider Settings
ca: Configuració de la barra d'afinitat
it: Impostazioni dell'Affinity Slider

source: Addon Settings
ca: Configuració de les extensions
it: Impostazioni del componente aggiuntivo

source: Please save/submit changes to any panel before opening another.
ca: Desa els canvis en un panell abans d'obrir-ne un altre.
it: Salva/invia i cambiamenti prima di cambiare pannello.

source: Display Settings
ca: Configuració de pantalla
it: Aspetto

source: Theme Settings
ca: Configuració de tema
it: Impostazioni del tema

source: Custom Theme Settings
ca: Configuració de temes personalitzats
it: Personalizzazione del tema

source: Content Settings
ca: Configuració dels continguts
it: Impostazioni dei contenuti

source: Display Theme:
ca: Tema de pantalla:
it: Tema per schermi medio grandi:

source: Select scheme
ca: Tria esquema
it: Scegli uno schema

source: Preload images before rendering the page
ca: Precarrega les imatges abans de dibuixar la pàgina
it: Carica le immagini prima del rendering della pagina

source: The subjective page load time will be longer but the page will be ready when displayed
ca: El temps subjectiu per carregar la pàgina pot ser llarg però la pàgina estarà preparada quan es mostri
it: Il tempo di caricamento della pagina sarà più lungo ma sarà mostrato il rendering completo

source: Enable user zoom on mobile devices
ca: Zoom d'usuari en dispositius mòbils
it: Attiva la possibilità di fare zoom sui dispositivi mobili

source: Update browser every xx seconds
ca: Actualitza el navegador cada xx segons
it: Aggiorna il browser ogni x secondi

source: Minimum of 10 seconds, no maximum
ca: Mínim de 10 segons, sense màxim
it: Minimo 10 secondi, nessun limite massimo

source: Maximum number of conversations to load at any time:
ca: Nombre màxim de conversacions a càrregar cada vegada
it: Massimo numero di conversazioni da mostrare ogni volta:

source: Maximum of 100 items
ca: Màxim de 100 elements
it: Massimo 100

source: Show emoticons (smilies) as images
ca: Mostra emoticons (smilies) com a imatges
it: Mostra le faccine (smilies) come immagini

source: Provide channel menu in navigation bar
ca: Mostra el menú de canal a la barra de navegació
it: Visualizza il menu del canale nella barra di navigazione

source: Default: channel menu located in app menu
ca: Per defecte, el menú de canal es troba al menú d'aplicacions
it: Predefinito: menu del canale nel menu delle app

source: Manual conversation updates
ca: Actualitza les converses manualment
it: Aggiornamenti manuali alla conversazione

source: Default is on, turning this off may increase screen jumping
ca: Per defecte està habilitada perquè evita que la pàgina salti cap avall en actualitzar-se.
it: Se non è attiva può causare scorrimenti imprevisti della pagina

source: Link post titles to source
ca: Enllaça a l'origen els títols de l'entrada
it: Il link del titolo di un post porta al sito originale

source: System Page Layout Editor - (advanced)
ca: Editor de dissenys de pàgines de sistema (avançat)
it: Modifica i layout di sistema (avanzato)

source: Use blog/list mode on channel page
ca: Empra el mode blog/llista a la pàgina del canal
it: Mostra il canale nella modalità blog

source: (comments displayed separately)
ca: (Observacions es mostren per separat)
it: (i commenti sono mostrati separatamente)

source: Use blog/list mode on grid page
ca: Empra el mode de blog/llista a la pàgina de la malla
it: Mostra la tua rete in modalità blog

source: Channel page max height of content (in pixels)
ca: Alçada màxima de contingut (en píxels) de la pàgina de Canal
it: Altezza massima dei contenuti del canale (in pixel)

source: click to expand content exceeding this height
ca: Clic per expandir el contingut que excedeixi aquesta alçada
it: dovrai cliccare sul post per mostrare i contenuti di dimensioni maggiori

source: Grid page max height of content (in pixels)
ca: Alçada màxima dels continguts (en píxels) de la Pàgina de Malla
it: Altezza massima dei contenuti della tua rete (in pixel)

source: Name is required
ca: Es requereix un Nom
it: Il nome è obbligatorio

source: Key and Secret are required
ca: Es requereix Clau (Key) i el Secret (Secret)
it: Key e Secret sono richiesti

source: Icon url
ca: Icona de url
it: Url icona

source: Optional
ca: Opcional
it: Facoltativo

source: Application not found.
ca: Aplicatiu no trobat.
it: Applicazione non trovata.

source: Connected Apps
ca: Aplicatius Conectats
it: App connesse

source: View Photo
ca: Mostra la imatge
it: Guarda la foto

source: Edit Album
ca: Modifica l'àlbum
it: Modifica album

source: Upload
ca: Pujar
it: Carica

source: Some blurb about what to do when you're new here
ca: Algunes propostes sobre el que cal fer quan ets nou aquí
it: Qualche suggerimento per i nuovi utenti su cosa fare

source: Thing updated
ca: S'ha actualitzat la cosa
it: L'oggetto è stato aggiornato

source: Object store: failed
ca: No s'ha pogut emmagatzemar l'objecte
it: Impossibile memorizzare l'oggetto.

source: Thing added
ca: S'ha afegit la cosa
it: L'Oggetto è stato aggiunto

source: Show Thing
ca: Mostra la cosa
it: Mostra l'oggetto

source: item not found.
ca: no s'ha trobat l'element.
it: non trovato.

source: Edit Thing
ca: Edita la cosa
it: Modifica l'oggetto

source: Select a profile
ca: Tria un perfil
it: Scegli un profilo

source: Post an activity
ca: Publica una activitat
it: Pubblica un'attività

source: Only sends to viewers of the applicable profile
ca: S'envia només a visitants del perfil corresponent
it: Invia solo a chi può vedere il profilo scelto

source: Name of thing e.g. something
ca: Nom de la cosa. Exemple: patata
it: Nome dell'oggetto

source: URL of thing (optional)
ca: Adreça URL de la cosa (opcional)
it: Indirizzo web dell'oggetto (facoltativo)

source: URL for photo of thing (optional)
ca: Adreça URL de la foto d'una cosa (opcional)
it: Indirizzo di un'immagine dell'oggetto (facoltativo)

source: Permissions
ca: Permisos
it: Permessi

source: Add Thing to your Profile
ca: Afegeix una cosa al teu perfil
it: Aggiungi l'oggetto al tuo profilo

source: No more system notifications.
ca: No hi ha més notificacions del sistema.
it: Non ci sono nuove notifiche di sistema.

source: System Notifications
ca: Notificacions del sistema
it: Notifiche di sistema

source: Connection added.
ca: S'ha afegit la connexió.
it: Contatto aggiunto.

source: Your service plan only allows %d channels.
ca: El teu paquet de serveis només admet %d canals.
it: Il tuo account permette di creare al massimo %d canali.

source: No channel. Import failed.
ca: Sense canal. No s'ha pogut importar.
it: Nessun canale. Import fallito.

source: Import completed.
ca: S'ha completat la importació.
it: L'importazione è terminata con successo.

source: You must be logged in to use this feature.
ca: Has d'estar registrat per fer servir aquesta funcionalitat.
it: Per questa funzionalità devi aver effettuato l'accesso.

source: Import Channel
ca: Importa un canal
it: Importa un canale

source: Use this form to import an existing channel from a different server/hub. You may retrieve the channel identity from the old server/hub via the network or provide an export file.
ca: Empra aquest formulari per importar un canal existent en un altre servidor/concentrador. Pots recuperar el canal des de l'antic servidor/concentrador via la xarxa o mitjançant un fitxer d'exportació
it: Usa questo modulo per importare un tuo canale da un altro hub. Puoi ottenere i dati identificativi del canale direttamente dall'altro hub oppure tramite un file esportato in precedenza.

source: Or provide the old server/hub details
ca: O proveeix els detalls de l'antic servidor/node
it: Oppure fornisci i dettagli del vecchio hub

source: Your old identity address (xyz@example.com)
ca: La teva adreça de canal antiga. El format és canal@exemple.org
it: Il tuo vecchio identificativo (per esempio pippo@esempio.com)

source: Your old login email address
ca: La teva adreça de correu electrònic antiga
it: L'email che usavi per accedere sul vecchio hub

source: Your old login password
ca: La teva contrasenya antiga
it: La password per il vecchio hub

source: Import a few months of posts if possible (limited by available memory
ca: Importa, si es possible, missatges de fa uns quants mesos (limitat per la memòria disponible)
it: Importa alcune mesi di post se possibile (dipende dalla memoria disponibile
