Repository: WisTex/Raconteur
Catalog: view/*/messages.po
Languages: ca, it

source: Post to LiveJournal
ca: Publica a LiveJournal

source: Enable LiveJournal Post Plugin
ca: Habilita la publicació a LiveJournal

source: LiveJournal username
ca: Nom a LiveJournal

source: LiveJournal password
ca: Contrasenya a LiveJournal

source: Post to LiveJournal by default
ca: Publica a LiveJournal per defecte

source: LiveJournal Post Settings
ca: Paràmetres de LiveJournal

source: LiveJournal Settings saved.
ca: S'han desat els paràmetres de LiveJournal.

source: We encountered a problem while logging in with the OpenID you provided. Please check the correct spelling of the ID.
ca: No s'ha pogut autenticar la identitat OpenID que has proporcionat. Comprova que l'hagis introduïda bé.

source: The error message was:
ca: El missatge d'error ha estat:

source: First Name
ca: Nom

source: Last Name
ca: Cognoms

source: Nickname
ca: Àlies

source: Full Name
ca: Nom complet

source: Profile Photo 16px
ca: Imatge de perfil de 16x16 píxels

source: Profile Photo 32px
ca: Imatge de perfil de 32x32 píxels

source: Profile Photo 48px
ca: Imatge de perfil de 48x48 píxels

source: Profile Photo 64px
ca: Imatge de perfil de 64x64 píxels

source: Profile Photo 80px
ca: Imatge de perfil de 80x80 píxels

source: Profile Photo 128px
ca: Imatge de perfil de 128x128 píxels

source: Timezone
ca: Zona horària

source: Birth Year
ca: Any de naixement

source: Birth Month
ca: Mes de naixement

source: Birth Day
ca: Dia de naixement

source: Birthdate
ca: Aniversar

source: OpenID protocol error. No ID returned.
ca: Error d'OpenID. No s'ha aconseguit cap ID.

source: Login failed.
ca: Identificació fallida.
it: Accesso fallito.

source: Male
ca: Masculí
it: Maschio

source: Female
ca: Femení
it: Femmina

source: You're welcome.
ca: De res.

source: Ah shucks...
ca: Oh merda...

source: Don't mention it.
ca: Ni ho pensis.

source: &lt;blush&gt;
ca: &lt;em poso vermell&gt;

source: Page to load after login
ca: Pàgina a carregar després d'iniciar sessió

source: Examples: &quot;apps&quot;, &quot;network?f=&gid=37&quot; (privacy collection), &quot;channel&quot; or &quot;notifications/system&quot; (leave blank for default network page (grid).
ca: Exemples: &quot;apps&quot;, &quot;network?f=&gid=37&quot; (grup de privacitat), &quot;channel&quot; or &quot;notifications/system&quot; (deixa-ho en blanc per a la pàgina per defecte, la del flux públic.

source: Startpage Settings
ca: Configuració de Pàgina d'inici

source: bitchslap
ca: bofetades

source: bitchslapped
ca: ha fet una bofetada a

source: shag
ca: polvo

source: shagged
ca: ha fet un polvo amb

source: patent
ca: amb dret de

source: patented
ca: ha patentat a

source: hug
ca: abraçada

source: hugged
ca: ha abraçat

source: murder
ca: assassinat

source: murdered
ca: ha assassinat

source: worship
ca: retre-li culte

source: worshipped
ca: ara ret culte a

source: kiss
ca: un petó

source: kissed
ca: ha fet un petó a

source: tempt
ca: temptar

source: tempted
ca: ha temptat a

source: raise eyebrows at
ca: aixecar-li una cella

source: raised their eyebrows at
ca: li ha aixecat una cella a

source: insult
ca: insultar

source: insulted
ca: ha insultat a

source: praise
ca: elogiar

source: praised
ca: ha elogiat a

source: be dubious of
ca: sospitar

source: was dubious of
ca: sospita de

source: eat
ca: menjar

source: ate
ca: s'ha menjat

source: giggle and fawn at
ca: cantar-ne les mil meravelles

source: giggled and fawned at
ca: està cantant les mil meravelles de

source: doubt
ca: dubtar-ne

source: doubted
ca: dubta de

source: glare
ca: fer-li una mirada assassina

source: glared at
ca: li ha fet una mirada assassina a

source: fuck
ca: follar-hi

source: fucked
ca: ha follat amb

source: bonk
ca: tirar-se'l/la

source: bonked
ca: s'ha tirat a

source: declare undying love for
ca: declarar-li l'amor etern a

source: declared undying love for
ca: li ha declarar amor etern a

source: Diaspora Protocol Settings updated.
ca: S'ha actualitzat la configuració del Protocol de Diàspora

source: The Diaspora protocol does not support location independence. Connections you make within that network may be unreachable from alternate channel locations.
ca: El Protocol de Diàspora és incompatible amb la independència de hub. Les connexions que facis en aquesta xarxa no seran accessibles des de hubs alternatius del teu canal.

source: Enable the Diaspora protocol for this channel
ca: Activa el Protocol de Diàspora per aquest canal

source: Allow any Diaspora member to comment on your public posts
ca: Permet a qualsevol membre de Diàspora de comentar les teves entrades públiques

source: Prevent your hashtags from being redirected to other sites
ca: Evita que les teves etiquetes siguin redirigides a altres llocs web

source: Sign and forward posts and comments with no existing Diaspora signature
ca: Signa i reenvia entrades o comentaris encara que no tinguin una signatura de Diàspora vàlida.

source: Followed hashtags (comma separated, do not include the #)
ca: Etiquetes seguides (separades per comes i sense incloure #)

source: Diaspora Protocol Settings
ca: Configuració del Protocol de Diàspora

source: No username found in import file.
ca: No s'ha trobat el nom d'usuari en el fitxer d'importació.

source: Unable to create a unique channel address. Import failed.
ca: No s'ha pogut importar el canal perquè l'adreça única de canal no s'ha pogut crear.
it: Impossibile creare un indirizzo univoco per il canale. L'import è fallito.

source: Your account on %s will expire in a few days.
ca: El teu compte a %s caducarà d'aquí a pocs dies.

source: Your $Projectname test account is about to expire.
ca: El teu compte de prova a $Projectname està a punt de caducar.

source: Enable Rainbowtag
ca: Activa el Rainbowtag

source: Rainbowtag Settings
ca: Configuració de Rainbowtag

source: Rainbowtag Settings saved.
ca: S'ha desat la configuració del Rainbowtag.

source: Show Upload Limits
ca: Mostra els límits de pujada

source: Hubzilla configured maximum size:
ca: Mida màxima configurada a $Projectname:

source: PHP upload_max_filesize:
ca: Mida màxima de fitxer del PHP (upload_max_filesize):

source: PHP post_max_size (must be larger than upload_max_filesize):
ca: Mida màxima de consulta web del PHP (post_max_size > upload_max_filesize):

source: generic profile image
ca: imatge de perfil genèrica

source: random geometric pattern
ca: patró geomètric aleatori

source: monster face
ca: cara de monstre

source: computer generated face
ca: cara generada per ordinador

source: retro arcade style face
ca: cara d'estil arcade retro

source: Hub default profile photo
ca: Foto de perfil per defecte al hub

source: Information
ca: Informació

source: Libravatar addon is installed, too. Please disable Libravatar addon or this Gravatar addon.<br>The Libravatar addon will fall back to Gravatar if nothing was found at Libravatar.
ca: L'extensió Libravatar també està instaŀlada. Desactiva-la o desactiva aquesta. <br>Libravatar rebotarà a Gravatar si no es troba res a Libravatar.

source: Save Settings
ca: Des la configuració

source: Default avatar image
ca: Avatar per defecte

source: Select default avatar image if none was found at Gravatar. See README
ca: Escull l'avatar per defecte si no se'n troba cap al Gravatar. Consulta el README

source: Rating of images
ca: Categorització de les imatges

source: Select the appropriate avatar rating for your site. See README
ca: Escull la categorització d'avatar per al teu lloc. Consulta el README

source: Gravatar settings updated.
ca: S'ha actualitzat la configuració del Gravatar

source: Hubzilla File Storage Import
ca: Importació d'emmagatzematge de Hubzilla

source: This will import all your cloud files from another server.
ca: Permet importar tots els arxius de núvol des d'un altre servidor.

source: Hubzilla Server base URL
ca: Adreça URL base de l'altre servidor Hubzilla

source: Since modified date yyyy-mm-dd
ca: Més nous que aaaa-mm-dd

source: Until modified date yyyy-mm-dd
ca: Més antics que aaaa-mm-dd

source: Recent Channel/Profile Viewers
ca: Visitants recents del canal o perfil

source: This plugin/addon has not been configured.
ca: Aquesta extensió encara no està configurada.

source: Please visit the Visage settings on %s
ca: Visita la configuració del Visage a %s

source: your feature settings page
ca: la pàgina de configuració de funcionalitats

source: No entries.
ca: No hi ha entrades.

source: Enable Visage Visitor Logging
ca: Activa el registre de visitants de Visage

source: Visage Settings
ca: Configuració del Visage

source: Nsabait Settings updated.
ca: S'ha actualitzat la configuració de NSAbait.

source: Enable NSAbait Plugin
ca: Activa l'extensió NSAbait

source: NSAbait Settings
ca: Configuració del NSAbait

source: Send test email
ca: Envia un correu de prova

source: No recipients found.
ca: No s'han trobat destinataris.

source: Mail sent.
ca: S'ha enviat el correu.

source: Sending of mail failed.
ca: Ha fallat l'enviament de correu.

source: Mail Test
ca: Prova de correu

source: Message subject
ca: Assumpte

source: Use markdown for editing posts
ca: Fes servir markdown per editar les entrades

source: View Larger
ca: Amplia

source: Tile Server URL
ca: Adreça URL del servidor de tesseŀles

source: A list of <a href="http://wiki.openstreetmap.org/wiki/TMS" target="_blank">public tile servers</a>
ca: Una llista de <a href="http://wiki.openstreetmap.org/wiki/TMS" target="_blank">servidors públics de tesseŀles</a>

source: Nominatim (reverse geocoding) Server URL
ca: Adreça URL del servei Nominatim (geocoding invers)

source: A list of <a href="http://wiki.openstreetmap.org/wiki/Nominatim" target="_blank">Nominatim servers</a>
ca: Una llista de <a href="http://wiki.openstreetmap.org/wiki/TMS" target="_blank">servidors públics de Nominatim</a>

source: Default zoom
ca: Zoom per defecte

source: The default zoom level. (1:world, 18:highest, also depends on tile server)
ca: El nivell de zoom predeterminat. (1: mínim, món. 18: màxim. També depèn del servidor)

source: Include marker on map
ca: Inclou una xinxeta al mapa

source: Include a marker on the map.
ca: Inclou una xinxeta al mapa.

source: text to include in all outgoing posts from this site
ca: text per incloure en totes les entrades que s'enviïn des d'aquest lloc

source: Fuzzloc Settings updated.
ca: S'ha actualitzat la configuració de Fuzzloc.

source: Fuzzloc allows you to blur your precise location if your channel uses browser location mapping.
ca: El Fuzzloc permet difuminar la teva ubicació si el teu canal fa servir la ubicació precisa del navegador.

source: Enable Fuzzloc Plugin
ca: Habilita l'extensió Fuzzloc

source: Minimum offset in meters
ca: Afegit mínim en metres

source: Maximum offset in meters
ca: Afegit màxim en metres

source: Fuzzloc Settings
ca: Configuració del Fuzzloc

source: Post to Friendica
ca: Publica a Friendica

source: rtof Settings saved.
ca: S'ha desat la Configuració de rtof.

source: Allow posting to Friendica
ca: Permet publicar a xarxes Friendica

source: Send public postings to Friendica by default
ca: Envia per defecte les entrades públiques cap a Friendica

source: Friendica API Path
ca: Ruta a l'API de Friendica

source: https://{sitename}/api
ca: https://{nomdedomini}/api

source: Friendica login name
ca: Nom d'usuari a Friendica

source: Friendica password
ca: Contrasenya a Friendica

source: Hubzilla to Friendica Post Settings
ca: Configuració de Publicació de Hubzilla cap a Friendica

source: Status:
ca: Estatus:
it: Stato:

source: Activate addon
ca: Habilita l'extensió

source: Hide Jappixmini Chat-Widget from the webinterface
ca: Amaga el giny de xat Jappixmini

source: Jabber username
ca: Nom a Jabber

source: Jabber server
ca: Servidor de Jabber

source: Jabber BOSH host URL
ca: URL de l'amfitrió BOSH de Jabber

source: Jabber password
ca: Contrassenya de Jabber

source: Encrypt Jabber password with Hubzilla password
ca: Xifra la contrasenya de Jabber amb la del Hubzilla

source: Hubzilla password
ca: Contrasenya del Hubzilla

source: Approve subscription requests from Hubzilla contacts automatically
ca: Aprova automàticament les sol·licituds de subscripció de contactes de Hubzilla

source: Purge internal list of jabber addresses of contacts
ca: Neteja la llista interna de contactes de Jabber

source: Configuration Help
ca: Ajuda de configuració

source: Jappix Mini Settings
ca: Paràmetres de Jappix Mini

source: Currently blocked
ca: Bloquejats actualment
it: Attualmente bloccati

source: No channels currently blocked
ca: No hi ha canals bloquejats
it: Nessun canale attualmente bloccato

source: Superblock Settings
ca: Configuració del Superblock

source: Block Completely
ca: Bloqueja completament

source: superblock settings updated
ca: S'ha actualitzat la configuració del Superblock

source: Federate
ca: Federa

source: nofed Settings saved.
ca: S'ha desat la configuració del NoFed.

source: Allow Federation Toggle
ca: Permet commutar entre federar o no

source: Federate posts by default
ca: Per defecte federa les entrades

source: NoFed Settings
ca: Configuració del NoFed

source: Post to Red
ca: Publica a Red

source: Channel is required.
ca: Cal un canal.

source: redred Settings saved.
ca: S'ha desat la configuració del RedRed

source: Allow posting to another Hubzilla Channel
ca: Permet publicar a un altre canal de Hubzilla

source: Send public postings to Hubzilla channel by default
ca: Envia per defecte les entrades públiques cap a l'altre canal de Hubzilla

source: Hubzilla API Path
ca: Ruta de l'API de Hubzilla

source: Hubzilla login name
ca: Nom d'usuari a l'altre Hubzilla

source: Hubzilla channel name
ca: Nom de canal a l'altre Hubzilla

source: Hubzilla Crosspost Settings
ca: Configuració del replicador de Hubzilla

source: Logfile archive directory
ca: Carpeta d'arxius de registre d'activitat

source: Directory to store rotated logs
ca: Carpeta per desar els registres circulars

source: Logfile size in bytes before rotating
ca: Mida en Bytes del fitxer de registre abans de rotar

source: Number of logfiles to retain
ca: Número de fitxers de registre per a conservar

source: Friendica Photo Album Import
ca: Importa àlbums de fotos de Friendica

source: This will import all your Friendica photo albums to this Red channel.
ca: Aquesta acció importarà tots els teus àlbums de fotos de Friendica a aquest canal.

source: Friendica Server base URL
ca: URL base del servidor de Friendica

source: Friendica Login Username
ca: Nom de registre a Friendica

source: Friendica Login Password
ca: Contrasenya a Friendica

source: ActivityPub Protocol Settings updated.
ca: S'ha actualitzat la configuració del Protocol ActivityPub.

source: The ActivityPub protocol does not support location independence. Connections you make within that network may be unreachable from alternate channel locations.
ca: El Protocol ActivityPub és incompatible amb la independència de hub. Les connexions que facis en aquesta xarxa no seran accessibles des de hubs alternatius del teu canal.

source: Enable the ActivityPub protocol for this channel
ca: Activa el Protocol ActivityPub en aquest canal

source: Deliver to ActivityPub recipients in privacy groups
ca: Envia a identitats d'ActivityPub en grups de privacitat

source: May result in a large number of mentions and expose all the members of your privacy group
ca: Pot comportar moltes mencions i revelar els teus grups de privacitat.

source: Send multi-media HTML articles
ca: Envia articles HTML multimèdia

source: Not supported by some microblog services such as Mastodon
ca: Incompatible amb alguns serveis de microbloguing com Mastodon

source: ActivityPub Protocol Settings
ca: Configuració del Protocol ActivityPub

source: Project Servers and Resources
ca: Servidors de projecte i Recursos

source: Project Creator and Tech Lead
ca: Creador del projecte i cap tècnic

source: Admin, developer, directorymin, support bloke
ca: Administradora, desenvolupadora, admin del directori, persona de suport

source: And the hundreds of other people and organisations who helped make the Hubzilla possible.
ca: I els centenars d'altra gent i organitzacions que han ajudat que Hubzilla fos possible.

source: The Redmatrix/Hubzilla projects are provided primarily by volunteers giving their time and expertise - and often paying out of pocket for services they share with others.
ca: Els projectes Redmatrix i Hubzilla són oferts principalment per voluntàries que donen el seu temps i experiència i que fins i tot solen posar-hi diners de la seva butxaca per a compartir serveis amb altres.

source: There is no corporate funding and no ads, and we do not collect and sell your personal information. (We don't control your personal information - <strong>you do</strong>.)
ca: No rebem cap mena de finançament corporatiu, ni posem anuncis ni recollim i venem les teves dades personals. Nosaltres no controlem les dades personals, sinó <strong>tu</strong>.

source: Help support our ground-breaking work in decentralisation, web identity, and privacy.
ca: Ajuda'ns a mantenir la nostra feina pionera cap a la descentralització, la identitat a la web i la privacitat.

source: Your donations keep servers and services running and also helps us to provide innovative new features and continued development.
ca: Les teves donacions mantenen els servidors i els serveis corrent, i ens ajuda a oferir noves funcionalitats i continuar el desenvolupament en marxa.

source: Donate
ca: Dóna

source: Choose a project, developer, or public hub to support with a one-time donation
ca: Tria un projecte, desenvolupador o hub públic per a donar suport amb una donació

source: Donate Now
ca: Dóna ara

source: <strong><em>Or</em></strong> become a project sponsor (Hubzilla Project only)
ca: <strong><em>O bé</em></strong>, fes-te patrocinador/a del projecte Hubzilla

source: Please indicate if you would like your first name or full name (or nothing) to appear in our sponsor listing
ca: Indica com vols aparèixer a la llista de patrocinadors: anònim, amb nom, o nom i cognoms

source: Sponsor
ca: Patrocinador

source: Special thanks to:
ca: Agraïments especials a:

source: This is a fairly comprehensive and complete guitar chord dictionary which will list most of the available ways to play a certain chord, starting from the base of the fingerboard up to a few frets beyond the twelfth fret (beyond which everything repeats). A couple of non-standard tunings are provided for the benefit of slide players, etc.
ca: És un diccionari prou complet d'acords de guitarra. Llista la majoria de maneres possibles de tocar un cert acord, començant des de la base del mànec fins una mica més apunt del dotzè trast, a partir del qual es repeteixen. Ofereix també un parell d'afinacions no estàndards.
it: Questo è un dizionario piuttosto esteso e completo di accordi per chitarra che elenca quasi i tutti i modi possibili di suonare un certo accordo a partire dal tasto iniziale fino a circa il dodicesimo (dopo di cui si ripete tutto). Sono previste anche un paio di accordature non standard a beneficio di chi le usa.

source: Chord names start with a root note (A-G) and may include sharps (#) and flats (b). This software will parse most of the standard naming conventions such as maj, min, dim, sus(2 or 4), aug, with optional repeating elements.
ca: Els noms dels acords estan formats per la nota fonamental en notació anglesa (A-G), i modificadors com "sostingut" (#) i "bemoll" (b). El programa entén la majoria de convencions com maj, min, dim, sus2, sus4 i aug, amb més d'un element potencialment.
it: I nomi degli accordi iniziano con la nota fondamentale (A-G) e possono includere diesis (#) e bemolle (b). Questo software gestisce gran parte delle notazioni convenzionali come maj, min, dim, sus(2 o 4), aug.

source: Valid examples include A, A7, Am7, Amaj7, Amaj9, Ammaj7, Aadd4, Asus2Add4, E7b13b11 ...
ca: Exemples vàlids: A, A7, Am7, Amaj7, Amaj9, Ammaj7, Aadd4, Asus2Add4, E7b13b11
it: Esempi validi includono A, A7, Am7, Amaj7, Amaj9, Ammaj7, Aadd4, Asus2Add4, E7b13b11 ...

source: Guitar Chords
ca: Acords de guitarra
it: Accordi per chitarra

source: The complete online chord dictionary
ca: El diccionari on-line d'acords
it: Il dizionario completo degli accordi online

source: Tuning
ca: Afinació
it: Accordatura

source: Chord name: example: Em7
ca: Exemple de nom d'acord: Em7
it: Nome accordo: per esempio Em7

source: Show for left handed stringing
ca: Disposició per esquerrans
it: Mostra l'accordatura per mancini

source: Quick Reference
ca: Xuleta
it: Riferimento veloce

source: Post to Libertree
ca: Publica a Libertree

source: Enable Libertree Post Plugin
ca: Habilita la publicació a Libertree

source: Libertree API token
ca: Token per a l'API de Libertree

source: Libertree site URL
ca: URL del servidor de Libertree

source: Post to Libertree by default
ca: Publica a Libertree per defecte

source: Libertree Post Settings
ca: Paràmetres de publicació a Libertree

source: Libertree Settings saved.
ca: S'han actualitzat els paràmetres de Libertree.

source: Flattr this!
ca: Dóna-hi suport amb Flattr!

source: Flattr widget settings updated.
ca: S'han actualitzat els paràmetres del giny de Flattr.

source: Flattr user
ca: Nom a Flattr

source: URL of the Thing to flattr
ca: URL del lloc per a donar suport

source: If empty channel URL is used
ca: Si la deixes buida, es farà servir la URL del canal

source: Title of the Thing to flattr
ca: Títol del lloc a donar suport

source: If empty "channel name on The Hubzilla" will be used
ca: Si el deixes buit, es farà servir el nom del canal a Hubzilla

source: Static or dynamic flattr button
ca: Botó estàtic o dinàmic

source: static
ca: estàtic

source: dynamic
ca: dinàmic

source: Alignment of the widget
ca: Aliniament del giny

source: left
ca: esquerra

source: right
ca: dreta

source: Enable Flattr widget
ca: Habilita el giny de Flattr

source: Flattr Widget Settings
ca: Opcions del giny de Flattr

source: Post to GNU social
ca: Publica a GNU Social

source: Please contact your site administrator.<br>The provided API URL is not valid.
ca: Contacta l'administrador del teu lloc. <br>L'adreça URL de l'API no és vàlida.

source: We could not contact the GNU social API with the Path you entered.
ca: No s'ha trobat una API de GNU Social a la ruta introduïda.

source: GNU social settings updated.
ca: S'ha actualitzat la configuració de GNU Social

source: Globally Available GNU social OAuthKeys
ca: Claus OAuth de GNU Social diponibles públicament

source: There are preconfigured OAuth key pairs for some GNU social servers available. If you are using one of them, please use these credentials.<br />If not feel free to connect to any other GNU social instance (see below).
ca: Hi ha disponibles preconfigurats alguns parells de clau OAuth per a alguns servidors de GNU Social. I en fas servir algun, fes servir aquestes credencials.<br>Altrament, pots connectar-te a qualsevol altra instància de GNU Social (mira més avall)

source: Provide your own OAuth Credentials
ca: Proporciona credencials OAuth pròpies

source: No consumer key pair for GNU social found. Register your Hubzilla Account as an desktop client on your GNU social account, copy the consumer key pair here and enter the API base root.<br>Before you register your own OAuth key pair ask the administrator if there is already a key pair for this Hubzilla installation at your favourite GNU social installation.
ca: No s'ha trobat cap parell de claus per a GNU Social. Registra el teu compte de Hubzilla com un client d'escriptori al teu compte de GNU Social, després copia el parell de claus de consumidor aquí i finalment introdueix l'adreça arrel de l'API.<br>Abans de registrar el teu propi parell de claus, pregunta a l'administració d'aquest hub si ja hi ha un parell de claus registrat per al mateix servidor de GNU Social.
