Repository: WisTex/Raconteur
Catalog: view/*/messages.po
Languages: ca, it

source: Edit Description
ca: Edita la descripció
it: Modifica la descrizione

source: Edit Location
ca: Edita la ubicació
it: Modifica il luogo

source: Preview
ca: Vista prèvia
it: Anteprima

source: Permission settings
ca: Configuració de permisos
it: Permessi dei tuoi contatti

source: Timezone:
ca: Zona horària:
it: Fuso orario:

source: Advanced Options
ca: Opcions avançades
it: Opzioni avanzate

source: l, F j
ca: l, j \d\e F
it: l j F

source: Edit event
ca: Edita l'esdeveniment
it: Modifica l'evento

source: Delete event
ca: Esborra l'esdeveniment
it: Elimina l'evento

source: Link to Source
ca: Enllaç a la font
it: Link al sito d'origine

source: calendar
ca: calendari
it: calendario

source: Edit Event
ca: Edita l'esdeveniment
it: Modifica l'evento

source: Create Event
ca: Crear un esdeveniment nou
it: Crea un evento

source: Export
ca: Exporta
it: Esporta

source: Event removed
ca: S'ha eliminat l'esdeveniment
it: Evento eliminato

source: Failed to remove event
ca: No s'ha pogut esborrar l'esdeveniment
it: Impossibile eliminare l'evento

source: App installed.
ca: S'ha instaŀlat l'aplicació.
it: App installata

source: Malformed app.
ca: L'aplicació conté errors.
it: L'app contiene errori

source: Embed code
ca: Codi embegut
it: Inserisci il codice

source: Edit App
ca: Edita una aplicació
it: Modifica app

source: Create App
ca: Crea una aplicació
it: Crea una app

source: Name of app
ca: Nom de l'aplicació
it: Nome app

source: Location (URL) of app
ca: Adreça URL de l'aplicació
it: Indirizzo (URL) della app

source: Photo icon URL
ca: Adreça URL de la icona de l'aplicació
it: URL icona

source: 80 x 80 pixels - optional
ca: 80x80 píxels (opcional)
it: 80 x 80 pixel - facoltativa

source: Categories (optional, comma separated list)
ca: Categories (opcional, llista separada per comes)
it: Categorie (facoltative, lista separata da virgole)

source: Version ID
ca: Identificador o número de versió
it: ID versione

source: Price of app
ca: Preu de l'aplicació
it: Prezzo app

source: Location (URL) to purchase app
ca: Adreça URL de compra de l'aplicació
it: Indirizzo (URL) per acquistare la app

source: Please login.
ca: Inicia sessió.
it: Effettua l'accesso.

source: Hub not found.
ca: No s'ha trobat el hub.
it: Hub non trovato.

source: photo
ca: foto
it: la foto

source: status
ca: estat
it: messaggio di stato

source: %1$s is following %2$s's %3$s
ca: %1$s segueix %3$s de %2$s
it: %1$s sta seguendo %3$s di %2$s

source: %1$s stopped following %2$s's %3$s
ca: %1$s ha deixat de seguir %3$s de %2$s
it: %1$s non segue più %3$s di %2$s

source: Channel not found.
ca: No s'ha trobat el canal.
it: Canale non trovato.

source: Insert web link
ca: Insereix un enllaç web
it: Inserisci un indirizzo web

source: Title (optional)
ca: Títol (opcional)
it: Titolo (facoltativo)

source: Edit Article
ca: Edita l'article
it: Modifica l'articolo

source: Nothing to import.
ca: No s'ha trobat res per importar.
it: Non c'è niente da importare.

source: Unable to download data from old server
ca: No s'han pogut descarregar les dades del servidor antic
it: Impossibile importare i dati dal vecchio hub

source: Imported file is empty.
ca: El fitxer importat està buit.
it: Il file da importare è vuoto.

source: Warning: Database versions differ by %1$d updates.
ca: Atenció: Les versions de les bases de dades difereixen de %1$d actualitzacions.
it: Attenzione: le versioni di database differiscono di %1$d aggiornamenti.

source: Import completed
ca: S'ha completat la importació
it: Importazione completata

source: Import Items
ca: Importa articles
it: Importa i contenuti

source: Use this form to import existing posts and content from an export file.
ca: Empra aquest formulari per importar entrades existents i contingut d'un arxiu d'exportació.
it: Usa questa funzionalità per importare i vecchi contenuti e i post da un file esportato in precedenza.

source: File to Upload
ca: Fitxer per pujar
it: File da caricare

source: You have created %1$.0f of %2$.0f allowed channels.
ca: Has creat %1$.0f canals dels %2$.0f totals permesos.
it: Hai creato %1$.0f dei %2$.0f canali permessi.

source: Loading
ca: S'està carregant
it: Sto caricando

source: Your real name is recommended.
ca: És recomanable fer servir el nom real.

source: Examples: "Bob Jameson", "Lisa and her Horses", "Soccer", "Aviation Group"
ca: Exemples: "Paula Gomila", "Manel i els seus cavalls", "Assemblea de veïnes del barri", "Filosofia"
it: Per esempio: "Mario Rossi", "Lisa e le sue ricette", "Il campionato", "Il gruppo di escursionismo"

source: This will be used to create a unique network address (like an email address).
ca: Es farà servir per crear una adreça de xarxa única, com la de email.

source: Allowed characters are a-z 0-9, - and _
ca: Els caràcters permesos són lletres minúscules sense accents, números i guions: a-z, 0-9, -, _

source: Channel name
ca: Nom del canal

source: Choose a short nickname
ca: Tria un àlies curt
it: Scegli un nome breve

source: Channel role and privacy
ca: Rol i privacitat del canal
it: Tipo di canale e privacy

source: Select a channel permission role compatible with your usage needs and privacy requirements.
ca: Escull un rol de permisos de canal. Tingues en compte l'ús que en faràs i el nivell de privacitat que desitges.

source: Read more about channel permission roles
ca: Llegeix més sobre els rols de permisos en els canals

source: Create a Channel
ca: Crea un canal

source: A channel is a unique network identity. It can represent a person (social network profile), a forum (group), a business or celebrity page, a newsfeed, and many other things.
ca: Un canal és una identitat de xarxa única. Tant pot representar una persona (el seu perfil social), com un fòrum (un grup), una associació o la pàgina d'algun personatge públic, un flux de notícies, i moltes més coses.

source: or <a href="import">import an existing channel</a> from another location.
ca: o bé <a href="import">importa un canal existent</a> des d'una altra ubicació.
it: oppure <a href="import">importa un canale esistente</a> da un altro server/hub.

source: Validate
ca: Valida-ho
it: Validazione

source: Channel removals are not allowed within 48 hours of changing the account password.
ca: No es permet esborrar un canal fins a 48 hores més tard d'haver canviant la contrasenya del compte al qual pertany.
it: Non è possibile eliminare un canale prima di 48 ore dall'ultimo cambio password.

source: Remove This Channel
ca: Esborra aquest canal
it: Elimina questo canale

source: WARNING:
ca: ALERTA:
it: ATTENZIONE:

source: This channel will be completely removed from the network.
ca: Aquest canal serà esborrat de la xarxa completament.
it: Questo canale sarà completamente eliminato dalla rete.

source: This action is permanent and can not be undone!
ca: Aquesta acció és irreversible!
it: Questo comando è definitivo e non può essere annullato!

source: Please enter your password for verification:
ca: Per seguretat, torna a introduir la contrasenya per a confirmar aquesta acció:
it: Inserisci la tua password per verifica:

source: Remove this channel and all its clones from the network
ca: Elimina aquest canal i els seus clons de la xarxa
it: Elimina questo canale e tutti i suoi cloni dalla rete

source: By default only the instance of the channel located on this hub will be removed from the network
ca: Per defecte, només es pot esborrar la instància del canal ubicada en aquest hub.
it: L'impostazione predefinita è che sia eliminata solo l'istanza del canale presente su questo hub, non gli eventuali cloni

source: Remove Channel
ca: Elimina el canal
it: Elimina questo canale

source: Files: shared with me
ca: Arxius: compartits amb mi
it: File: condivisi con me

source: NEW
ca: NOU
it: NOVITÀ

source: Size
ca: Mida
it: Dimensione

source: Last Modified
ca: Última modificació
it: Ultima modifica

source: Remove all files
ca: Esborra tots els arxius
it: Elimina tutti i file

source: Remove this file
ca: Esborra l'arxiu
it: Elimina questo file

source: $Projectname Server - Setup
ca: Servidor de $Projectname - Instaŀlació
it: Server $Projectname - Installazione

source: Could not connect to database.
ca: No s'ha pogut establir una connexió amb la base de dades
it: Impossibile connettersi al database.

source: Could not connect to specified site URL. Possible SSL certificate or DNS issue.
ca: No s'ha pogut connectar amb la URL del lloc especificat. Comprova si hi ha un problema amb el certificat TLS o amb el registre DNS.
it: Non è possibile raggiungere l'indirizzo del sito specificato. Potrebbe essere un problema di SSL o DNS.

source: Could not create table.
ca: No s'ha pogut crear la taula.
it: Impossibile creare le tabelle.

source: Your site database has been installed.
ca: S'ha instaŀlat la base de dades del teu node.
it: Il database del sito è stato installato.

source: You may need to import the file "install/schema_xxx.sql" manually using a database client.
ca: Podria ser necessari importar el fitxer "install / schema_xxx.sql" manualment utilitzant un client de base de dades.
it: Potresti dover importare il file 'install/schema_xxx.sql' manualmente usando un client per collegarti al db.

source: Please see the file "install/INSTALL.txt".
ca: Consulta el fitxer "install/INSTALL.txt".
it: Leggi il file 'install/INSTALL.txt'.

source: System check
ca: Comprovació del sistema
it: Verifica del sistema

source: Check again
ca: Comprova de nou
it: Verifica di nuovo

source: Database connection
ca: Connexió amb la base de dades
it: Connessione al database

source: In order to install $Projectname we need to know how to connect to your database.
ca: Per tal d'instaŀlar $Projectname cal configurar la connexió amb la base de dades.
it: Per poter installare $Projectname è necessario fornire i parametri di connessione al tuo database.

source: Please contact your hosting provider or site administrator if you have questions about these settings.
ca: Si tens dubtes sobre aquests paràmetres, posa't en contacte amb la proveïdora d'allotjament web o la persona que administradora del lloc.
it: Contatta il tuo fornitore di hosting o l'amministratore del sito se hai domande su queste impostazioni.

source: The database you specify below should already exist. If it does not, please create it before continuing.
ca: La base de dades que especifiquis a continuació ja ha d'existir. Si no és així, crea-la abans de continuar.
it: Il database deve già esistere. Se non esiste, crealo prima di continuare.

source: Database Server Name
ca: Nom del servidor de base de dades
it: Server del database

source: Default is 127.0.0.1
ca: Per defecte és 127.0.0.1
it: Il valore predefinito è 127.0.0.1

source: Database Port
ca: Port per a la base de dades
it: Port del database

source: Communication port number - use 0 for default
ca: Número del port. Posa 0 per fer servir el valor predeterminat
it: Scrivi 0 per usare il valore standard

source: Database Login Name
ca: Nom d'usuari/a a la base de dades
it: Utente database

source: Database Login Password
ca: Contrasenya d'usuari/a a la base de dades
it: Password database

source: Database Name
ca: Nom de la base de dades
it: Nome database

source: Database Type
ca: Tipus de base de dades
it: Tipo database

source: Site administrator email address
ca: Adreça de correu de l'administrador/a del lloc
it: Indirizzo email dell'amministratore del hub

source: Your account email address must match this in order to use the web admin panel.
ca: El teu compte de correu ha de coincidir-hi per poder emprar el panell web d'administració.
it: Il tuo indirizzo email deve corrispondere a questo per poter usare il pannello di amministrazione di Hubzilla.

source: Website URL
ca: Adreça URL del lloc web
it: URL completo del sito

source: Please use SSL (https) URL if available.
ca: Si us plau, fes servir l'adreça amb TLS (https) si està disponible.
it: Se disponibile, usa l'indirizzo SSL (https).

source: Please select a default timezone for your website
ca: Escull la zona horària per defecte del teu lloc web
it: Seleziona il fuso orario predefinito per il tuo hub

source: Site settings
ca: Configuració del lloc
it: Impostazioni del hub

source: PHP version 5.5 or greater is required.
ca: Es necessita una versió de PHP igual o superior a la 5.5.
it: E' necessario PHP versione 5.5 o superiore.

source: PHP version
ca: Versió del PHP
it: Versione PHP

source: Could not find a command line version of PHP in the web server PATH.
ca: No s'ha pogut trobar una versió de consola del PHP en la ruta del servidor web.
it: Non è possibile trovare la versione di PHP da riga di comando nel PATH del server web

source: If you don't have a command line version of PHP installed on server, you will not be able to run background polling via cron.
ca: Si no tens una versió de línia de comandes de PHP instaŀlada al servidor, no es podran fer sondejos periòdics en segon pla, fent servir el cron.
it: Se non hai installata la versione di PHP da riga di comando non potrai attivare il polling in background tramite cron.

source: PHP executable path
ca: Ruta al binari de PHP
it: Path del comando PHP

source: Enter full path to php executable. You can leave this blank to continue the installation.
ca: Introdueix la ruta al binari de php. Pots deixar-ho en blanc i continuar l'instaŀlació.
it: Inserisci il percorso dell'eseguibile PHP. Puoi lasciarlo vuoto per continuare l'installazione.

source: Command line PHP
ca: Línia de comandes de PHP
it: PHP da riga di comando

source: Unable to check command line PHP, as shell_exec() is disabled. This is required.
ca: No s'ha pogut fer servir PHP per línia de comandes perquè shell_exec() està deshabilitat. Cal habilitar-ho.
it: Non è possible accedere alla linea di comando PHP perché shell_exec() è disabilitato. Requisito necessario.

source: The command line version of PHP on your system does not have "register_argc_argv" enabled.
ca: La versió de línia de comandes de PHP al teu sistema no té el "register_argc_argv" activat.
it: La versione da riga di comando di PHP nel sistema non ha abilitato "register_argc_argv".

source: This is required for message delivery to work.
ca: Això és necessari per poder lliurar missatges.
it: E' necessario perché funzioni la consegna dei messaggi.

source: PHP register_argc_argv
ca: register_argc_argv de PHP

source: Your max allowed total upload size is set to %s. Maximum size of one file to upload is set to %s. You are allowed to upload up to %d files at once.
ca: El límit màxim de pujada està establerta en %s. El límit de pujada per arxiu de pujada és de %s. Es permeten pujar %d arxius alhora.
it: La dimensione massima di un caricamento è impostata a %s. Il singolo file non può superare %s. Ti è permesso caricare max %d file per volta.

source: You can adjust these settings in the server php.ini file.
ca: Pots modificar la configuració en l'arxiu de configuració php.ini del servidor.
it: Puoi modificare queste impostazione nel file php.ini del server.

source: PHP upload limits
ca: Límits de pujada de PHP
it: Limiti PHP in upload

source: Error: the "openssl_pkey_new" function on this system is not able to generate encryption keys
ca: Error: la funció "openssl_pkey_new" en aquest sistema no és capaç de generar claus de xifratge
it: Errore: la funzione "openssl_pkey_new" su questo sistema non è in grado di generare le chiavi di cifratura

source: If running under Windows, please see "http://www.php.net/manual/en/openssl.installation.php".
ca: Si estàs fent servir un sistema operatiu Windows, consulta "http://www.php.net/manual/en/openssl.installation.php".
it: Se stai usando un server windows, guarda "http://www.php.net/manual/en/openssl.installation.php".

source: Generate encryption keys
ca: Generar claus de xifratge
it: Genera chiavi di cifratura

source: libCurl PHP module
ca: mòdul de PHP "libCurl"
it: modulo PHP libCurl

source: GD graphics PHP module
ca: mòdul de PHP "GD graphics"
it: modulo PHP GD graphics

source: OpenSSL PHP module
ca: mòdul de PHP "OpenSSL"
it: modulo PHP OpenSSL

source: PDO database PHP module
ca: Mòdul PHP per la base de dades PDO

source: mb_string PHP module
ca: mòdul de PHP "mb_string"
it: modulo PHP mb_string

source: xml PHP module
ca: mòdul de PHP "xml"
it: modulo xml PHP

source: zip PHP module
ca: Mòdul PHP per als comprimits zip
it: modulo zip del PHP

source: Apache mod_rewrite module
ca: mòdul d'Apache: "mod_rewrite"
it: modulo Apache mod_rewrite

source: Error: Apache webserver mod-rewrite module is required but not installed.
ca: Error: es necessita el mòdul "mod-rewrite" del servidor web Apache, però no està instal·lat.
it: Errore: il modulo mod-rewrite di Apache è richiesto ma non installato

source: Error: exec is required but is either not installed or has been disabled in php.ini
ca: Error: no s'ha pogut fer servir exec. Cal instaŀlar-lo o bé habilitar-lo al php.ini
it: Errore: exec è richiesto ma non è installato o è stato disabilitato nel php.ini

source: Error: shell_exec is required but is either not installed or has been disabled in php.ini
ca: Error: no s'ha pogut fer servir shell_exec. Cal instaŀlar-lo o bé habilitar-lo al php.ini
it: Errore: shell_exec è richiesto ma non è installato o è stato disabilitato in php.ini

source: Error: libCURL PHP module required but not installed.
ca: Error: es necessita el mòdul PHP "libCURL", però no està instal·lat.
it: Errore: il modulo libCURL di PHP è richiesto ma non installato.

source: Error: GD graphics PHP module with JPEG support required but not installed.
ca: Error: es necessita el mòdul PHP "GD graphics" amb support JPEG, però no està instal·lat.
it: Errore: Il modulo GD graphics di PHP con supporto a JPEG è richiesto ma non installato.

source: Error: openssl PHP module required but not installed.
ca: Error: es necessita el mòdul PHP "OpenSSL", però no està instal·lat.
it: Errore: il modulo openssl di PHP è richiesto ma non installato.

source: Error: PDO database PHP module required but not installed.
ca: Error: no s'ha trobat el mòdul PHP per a la base de dades PDO. Cal instaŀlar-lo.
it: Errore: PDO database PHP module è richiesto ma non installato.

source: Error: mb_string PHP module required but not installed.
ca: Error: es necessita el mòdul PHP "mb_string", però no està instal·lat.
it: Errore: il modulo PHP mb_string è richiesto ma non installato.

source: Error: xml PHP module required for DAV but not installed.
ca: Error: es necessita el mòdul PHP "xml" per al DAV, però no està instal·lat.
it: Errore: il modulo xml PHP è richiesto per DAV ma non è installato.

source: Error: zip PHP module required but not installed.
ca: Error: no s'ha trobat el mòdul PHP per als fitxers zip. Cal instaŀlar-lo.
it: Errore: il modulo zip del PHP necessario ma non installato.

source: .htconfig.php is writable
ca: L'arxiu «.htconfig.php» es pot modificar
it: .htconfig.php è scrivibile

source: The web installer needs to be able to create a file called ".htconfig.php" in the top folder of your web server and it is unable to do so.
ca: L'instaŀlador ha de poder crear i modificar un fitxer anomenat «.htconfig.php» a la carpeta arrel del servidor, però sembla que no ho pot fer.
it: L'installazione web deve poter creare un file chiamato ".htconfig.php" nella cartella di Hubzilla ma non è in grado di farlo.

source: This is most often a permission setting, as the web server may not be able to write files in your folder - even if you can.
ca: Això sol ser un problema de permisos. Per molt que el teu usuari pugui modificar-lo, és el del servidor web qui necessita els permisos de modificació.
it: Spesso ciò è dovuto ai permessi di accesso al disco: il web server potrebbe non aver diritto di scrivere il file nella cartella, anche se tu puoi.

source: Please see install/INSTALL.txt for additional information.
ca: Consulta install/INSTALL.txt per a més informació.
it: Leggi il file 'install/INSTALL.txt' per maggiori informazioni.

source: This software uses the Smarty3 template engine to render its web views. Smarty3 compiles templates to PHP to speed up rendering.
ca: Aquest software fa servir el motor de plantilles Smarty3 per a renderitzar les vistes web. Smarty3 compila plantilles a PHP per a agilitzar-ne el renderitzat.
it: Questo software usa lo Smarty3 template engine per visualizzare le web views. Smarty3 compila i template in PHP per accelerarne la visualizzazione.

source: In order to store these compiled templates, the web server needs to have write access to the directory %s under the top level web folder.
ca: Per tal de guardar aquestes plantilles compilades, el servidor web necessita tenir permís d'escriptura en el directori %s sota la carpeta principal.
it: Per poter memorizzare questi template, il server web deve avere i diritti di scrittura sulla directory %s

source: Please ensure that the user that your web server runs as (e.g. www-data) has write access to this folder.
ca: Comprova que l'usuari que executa el servidor (www-data en Apache) té permisos d'escriptura en aquesta carpeta.
it: Assicurati che il tuo web server sia in esecuzione con un utente che ha diritto di scrittura su quella cartella (ad esempio www-data).

source: Note: as a security measure, you should give the web server write access to %s only--not the template files (.tpl) that it contains.
ca: Nota: com a mesura de seguretat, l'usuari del servidor web ha de tenir accés d'escriptura només a %s, i no a les plantilles (.tpl) que conté.
it: Nota bene: come precauzione, dovresti dare i diritti di scrittura solamente su %s e non sui file template (.tpl) che contiene.

source: %s is writable
ca: Es pot escriure a %s
it: %s è scrivibile

source: This software uses the store directory to save uploaded files. The web server needs to have write access to the store directory under the top level web folder
ca: Aquest software fa servir la carpeta "store" per a desar els arxius pujats. El servidor web necessita permís d'escriptura per a accedir-hi. Es troba a la carpeta arrel del servidor web.
it: Questo software salva i file caricati nelle directory sul filesystem. Il server web necessita di permessi di scrittura sulle directory alla radice della cartella web

source: store is writable
ca: Es pot escriure al magatzem (store)
it: l'archivio è scrivibile

source: SSL certificate cannot be validated. Fix certificate or disable https access to this site.
ca: No s'ha pogut validar el certificat TLS. Arregla-ho o deshabilita l'accés https a aquest lloc.
it: Il certificato SSL non può essere validato. Correggi l'errore o disabilita l'accesso https al sito.

source: If you have https access to your website or allow connections to TCP port 443 (the https: port), you MUST use a browser-valid certificate. You MUST NOT use self-signed certificates!
ca: Si tens accés per https al teu lloc web o permets connexions pel port TCP 443 (port https), has d'emprar un certificat VÀLID. NO es poden emprar certificats AUTO-SIGNATS!
it: Se abiliti https per il tuo sito o permetti connessioni TCP su port 443 (quella di https), DEVI usare un certificato riconosciuto dai browser internet. NON DEVI usare certificati self-signed generati da te!

source: This restriction is incorporated because public posts from you may for example contain references to images on your own hub.
ca: El motiu d'aquesta restricció és que les teves entrades públiques poden contenir referències a imatges del teu propi node.
it: Questa restrizione è necessaria perché i tuoi post pubblici potrebbero contenere riferimenti a immagini sul tuo server.
