Repository: WisTex/Raconteur
Catalog: view/*/messages.po
Languages: ca, it

source: Show forums
ca: Mostra els fòrums

source: Show posts that I have filed to %s
ca: Mostra les entrades que he penjat a %s

source: Saved Folders
ca: Carpetes Guardades
it: Cartelle salvate

source: Show filed post categories
ca: Mostra les categories de les entrades pujades

source: Panel search
ca: Panell de cerca

source: Filter by name
ca: Filtra per nom

source: Remove active filter
ca: Esborra el filtre actual

source: Activity Filters
ca: Filtres d'activitat

source: You have %1$.0f of %2$.0f allowed connections.
ca: Tens %1$.0f de %2$.0f connexions permeses.
it: Hai attivato %1$.0f delle %2$.0f connessioni permesse.

source: Add New Connection
ca: Afegeix una Nova Connexió
it: Aggiungi un contatto

source: Enter channel address
ca: Introdueix l'adreça del canal
it: Indirizzo del canale

source: Examples: bob@example.com, https://example.com/barbara
ca: Exemples: bob@example.com, https://exemple.com/barbara
it: Per esempio: bob@example.com, https://example.com/barbara

source: Wiki List
ca: Llista de Wikis
it: Elenco wiki

source: Archives
ca: Arxius
it: Archivi

source: Received Messages
ca: Missatges Rebuts
it: Ricevuti

source: Sent Messages
ca: Missatges Enviats
it: Inviati

source: Conversations
ca: Conversacions
it: Conversazioni

source: No messages.
ca: Sense missatges.
it: Nessun messaggio.

source: Delete conversation
ca: Conversació esborrada
it: Elimina la conversazione

source: Chat Members
ca: Membres de la Sala de Xat
it: Partecipanti

source: photo/image
ca: foto/imatge
it: foto/immagine

source: Remove term
ca: Plaç de remoció
it: Rimuovi termine

source: Saved Searches
ca: Cerques Guardades
it: Ricerche salvate

source: add
ca: afegeix
it: aggiungi

source: Add new page
ca: Afegeix una pàgina nova

source: Wiki Pages
ca: Pàgines de Wikis
it: Pagine wiki

source: Page name
ca: Canvia el nom de la pàgina

source: Refresh
ca: Refresc
it: Aggiorna

source: Tasks
ca: Tasques
it: Attività

source: Suggestions
ca: Suggerencies
it: Suggerimenti

source: See more...
ca: Veure més.....
it: Altro...

source: Commented Date
ca: Data dels comentaris

source: Order by last commented date
ca: Ordena segons la data dels comentaris més recents

source: Posted Date
ca: Data de les entrades

source: Order by last posted date
ca: Ordena segons la data de publicació de les entrades

source: Date Unthreaded
ca: Data sense agrupar

source: Order unthreaded by date
ca: Ordena per data els comentaris i les publicacions sense agrupar-los per converses

source: Activity Order
ca: Ordre de les activitats

source: Click to show more
ca: Fes clic per veure més
it: Clicca per mostrare tutto

source: Tags
ca: Etiquetes
it: Tag

source: App Collections
ca: Coŀleccions d'aplicacions

source: Available Apps
ca: Aplicacions disponibles

source: Installed apps
ca: Aplicacions instaŀlades

source: Profile Creation
ca: Creació de perfils

source: Upload profile photo
ca: Puja una foto de perfil

source: Upload cover photo
ca: Puja una foto de portada

source: Edit your profile
ca: Modifica el teu perfil
it: Modifica il tuo profilo

source: Find and Connect with others
ca: Cerca altres canals i connecta-t'hi

source: View the directory
ca: Mostra la carpeta

source: Manage your connections
ca: Gestiona les teves conexions

source: Communicate
ca: Communica't

source: View your channel homepage
ca: Mostra el teu canal

source: View your network stream
ca: Mostra el teu flux de xarxa

source: Documentation
ca: Documentació

source: View public stream
ca: Mostra el flux públic

source: New Member Links
ca: Enllaços de membres nous

source: Member registrations waiting for confirmation
ca: Una inscripció per a ser membre està esperant confirmació
it: Richieste in attesa di conferma

source: Inspect queue
ca: Revisa cua
it: Coda di attesa

source: DB updates
ca: Actualitzacions de Base de Dades
it: Aggiornamenti al DB

source: Admin
ca: Administració
it: Amministrazione

source: Addon Features
ca: Funcions de les extensions

source: Account settings
ca: Configuració del compte
it: Il tuo account

source: Channel settings
ca: Configuració del canal
it: Impostazioni del canale

source: Additional features
ca: Característiques addicionals
it: Funzionalità opzionali

source: Addon settings
ca: Configuració de les extensions

source: Display settings
ca: Configuració de pantalla
it: Aspetto

source: Manage locations
ca: Gestiona ubicacions
it: Gestione cloni del tuo canale

source: Export channel
ca: Exportat canal
it: Esporta il canale

source: OAuth1 apps
ca: Aplicacions OAuth1

source: OAuth2 apps
ca: Aplicacions OAuth2

source: Premium Channel Settings
ca: Configuració dels canals prèmium
it: Canale premium - impostazioni

source: Bookmarked Chatrooms
ca: Sales de xat desades
it: Chat nei segnalibri

source: New Network Activity
ca: Activitat nova a la xarxa
it: Nuova attività nella tua rete

source: New Network Activity Notifications
ca: Notificacions noves d'activitat a la xarxa

source: View your network activity
ca: Mostra l'activitat a la xarxa

source: Mark all notifications read
ca: Marca totes les notificacions com a vistes

source: Show new posts only
ca: Mostra només les entrades noves

source: New Home Activity
ca: Activitat nova al mur

source: New Home Activity Notifications
ca: Notificacions noves d'activitat al mur

source: View your home activity
ca: Mostra l'activitat al teu mur

source: Mark all notifications seen
ca: Marca totes les notificacions com a vistes

source: New Mails
ca: Correus nous

source: New Mails Notifications
ca: Notificacions noves de correus

source: View your private mails
ca: Mostra els correus privats

source: Mark all messages seen
ca: Marca tots els missatges com a llegits

source: New Events
ca: Esdeveniments nous

source: New Events Notifications
ca: Notificacions noves d'esdeveniments

source: View events
ca: Mostra els esdeveniments

source: Mark all events seen
ca: Marcar tots els esdeveniments vistos
it: Marca come letti tutti gli eventi

source: New Connections Notifications
ca: Notificacions noves de connexió

source: View all connections
ca: Mostra totes les connexions

source: New Files
ca: Arxius nous

source: New Files Notifications
ca: Notificacions noves d'arxius

source: Notices
ca: Noticies
it: Avvisi

source: View all notices
ca: Mostra totes les notificacions

source: Mark all notices seen
ca: Marca totes les notificacions com a vistes

source: New Registrations
ca: Inscripcions noves

source: New Registrations Notifications
ca: Notificacions noves d'inscripció

source: Public Stream Notifications
ca: Notificacions del flux públic

source: View the public stream
ca: Mostra el flux públic

source: Sorry, you have got no notifications at the moment
ca: No tens cap notificació

source: Source channel not found.
ca: No s'ha trobat el canal font.

source: Create an account to access services and applications
ca: Crea un compte per tal d'accedir a serveis i aplicacions

source: Logout
ca: Surt
it: Esci

source: Login/Email
ca: Correu d'usuari

source: Password
ca: Contrasenya

source: Remember me
ca: Recorda'm
it: Resta connesso

source: Forgot your password?
ca: Has perdut la Contrasenya?
it: Hai dimenticato la password?

source: [$Projectname] Website SSL error for %s
ca: [$Projectname] Error de TLS per a %s

source: Website SSL certificate is not valid. Please correct.
ca: El certificat SSL és invalid, soluciona-ho, si us plau.
it: Il certificato SSL del sito non è valido. Si prega di intervenire.

source: [$Projectname] Cron tasks not running on %s
ca: [$Projectname] Les tasques del cron tasks no s'estan executant a %s

source: Cron/Scheduled tasks not running.
ca: No s'estan executant les tasques programades al cron.
it: Processi cron non avviati.

source: never
ca: mai
it: mai

source: Focus (Hubzilla default)
ca: Focus (Hubzilla per defecte)
it: Focus (predefinito)

source: Theme settings
ca: Configuració de tema
it: Impostazioni del tema

source: Narrow navbar
ca: Barra de navegació estreta
it: Barra di navigazione ristretta

source: Navigation bar background color
ca: Color de fons de la barra de navegació
it: Barra di navigazione: Colore di sfondo

source: Navigation bar icon color
ca: Color de la icona de la barra de navegació
it: Barra di navigazione: Colore delle icone

source: Navigation bar active icon color
ca: Color de la icona de la barra de navegació activa
it: Barra di navigazione: Colore dell'icona attiva

source: Link color
ca: Color dels enllaços

source: Set font-color for banner
ca: Ajusta el color del tipus de lletra per la senyera
it: Colore del font del banner

source: Set the background color
ca: Ajusta el color de fons
it: Colore di sfondo

source: Set the background image
ca: Ajusta la imatge de fons
it: Immagine di sfondo

source: Set the background color of items
ca: ajusta el color dels articles de fons
it: Colore di sfondo degli oggetti

source: Set the background color of comments
ca: Ajusta el color dels comentaris en segon pla
it: Colore di sfondo dei commenti

source: Set font-size for the entire application
ca: Ajusta la mida del tipus de lletra per tota l'aplicació
it: Dimensione font per tutto il sito

source: Examples: 1rem, 100%, 16px
ca: Exemples: 1rem, 100%, 16px

source: Set font-color for posts and comments
ca: Ajusta el color del tipus de lletra per entrades i comentaris
it: Colore del carattere per post e commenti

source: Set radius of corners
ca: Ajusta el radi de les cantonades
it: Raggio degli angoli stondati

source: Example: 4px
ca: Exemple: 4px
it: Esempio: 4px

source: Set shadow depth of photos
ca: Ajusta la profunditat d'ombres de les fotos
it: Profondità dell'ombra delle foto

source: Set maximum width of content region in pixel
ca: Ajusta l'amplada màxima de la zona de contingut en pixels
it: Larghezza massima dell'area dei contenuti in pixel

source: Leave empty for default width
ca: Deixa en blanc per l'amplada predeterminada
it: Lascia vuoto per usare il valore predefinito

source: Left align page content
ca: Alineació esquerra del contingut de la pàgina
it: Allinea a sinistra il contenuto della pagina

source: Set size of conversation author photo
ca: Ajusta la mida de la foto del autor a la conversa
it: Dimensione foto dell'autore della conversazione

source: Set size of followup author photos
ca: Ajusta la mida del seguidor de les fotos de l'autor
it: Dimensione foto dei partecipanti alla conversazione

source: Network/Protocol
ca: Xarxa/protocol

source: Errors encountered deleting database table
ca: S'ha produït un o més errors en esborrar una taula de la base de dades
it: Errore nella cancellazione della tabella

source: Submit Settings
ca: Desa els canvis
it: Invia impostazioni

source: Drop tables when uninstalling?
ca: Vols eliminar les taules en desinstaŀlar?

source: If checked, the Rendezvous database tables will be deleted when the plugin is uninstalled.
ca: En cas afirmatiu, s'esborraran de la base de dades les taules del Rendezvous en desinstaŀlar l'extensió.

source: Mapbox Access Token
ca: Testimoni d'accés a Mapbox

source: If you enter a Mapbox access token, it will be used to retrieve map tiles from Mapbox instead of the default OpenStreetMap tile server.
ca: Es farà servir aquest testimoni per a descarregar les tesseŀles des de Mapbox en comptes del servidor per defecte d'OpenStreetMap.

source: This identity has been deleted by another member due to inactivity. Please press the "New identity" button or refresh the page to register a new identity. You may use the same name.
ca: Un altre membre ha esborrat aquesta identitat per inactivitat. Pots crear-ne una nova amb el botó o recarregant la pàgina. Pots tornar a fer servir el mateix nom.

source: Welcome to Rendezvous!
ca: Benvingut/da al Rendezvous!

source: Enter your name to join this rendezvous. To begin sharing your location with the other members, tap the GPS control. When your location is discovered, a red dot will appear and others will be able to see you on the map.
ca: Escriu un nom per unir-te an aquest Rendezvous. Per a començar compartint la teva ubicació amb els altres membres, toca el control de GPS. Un cop descoberta la teva ubicació, apareixerà un punt vermell i la resta podran veure't en el mapa.

source: Let's meet here
ca: Trobem-nos aquí
it: Incontriamoci qui

source: New marker
ca: Nova xinxeta
it: Nuovo segnaposto

source: Edit marker
ca: Modifica la xinxeta
it: Modifica segnaposto

source: New identity
ca: Nova identitat
it: Nuova identità

source: Delete marker
ca: Esborra la xinxeta
it: Elimina segnaposto

source: Delete member
ca: Esborra el membre
it: Elimina membro

source: Edit proximity alert
ca: Modifica l'alerta de proximitat

source: A proximity alert will be issued when this member is within a certain radius of you.<br><br>Enter a radius in meters (0 to disable):
ca: Es mostrarà una alerta de proximitat si aquest membre està dins un cert radi de distància. <br><br>Introdueix un radi en metres (0 ho deshabilita):

source: distance
ca: distància
it: distanza

source: Proximity alert distance (meters)
ca: Distància d'alerta de proximitat (metres)

source: A proximity alert will be issued when you are within a certain radius of the marker location.<br><br>Enter a radius in meters (0 to disable):
ca: Es mostrarà una alerta de proximitat quan siguis dins un cert radi de distància de la ubicació de la xinxeta.<br><br>Introdueix un radi en metres (0 ho deshabilita):

source: Marker proximity alert
ca: Alerta de proximitat de xinxeta

source: Reminder note
ca: Nota de recordatori
it: Nota per il promemoria

source: Enter a note to be displayed when you are within the specified proximity...
ca: Introdueix una nota per a mostrar amb l'alerta

source: Add new rendezvous
ca: Afegeix un rendezvous nou

source: Create a new rendezvous and share the access link with those you wish to invite to the group. Those who open the link become members of the rendezvous. They can view other member locations, add markers to the map, or share their own locations with the group.
ca: Crea un rendezvous nou i comparteix-lo amb aquelles persones a qui vulguis convidar al grup. Qui obri l'enllaç es faran membres del rendezvous. Podran veure les ubicacions dels altres membres, afegir xinxetes al mapa i compartir les seves ubicacions amb el grup.

source: You have no rendezvous. Press the button above to create a rendezvous!
ca: No tens cap rendezvous. Pica el botó de sobre per a crear-ne un!

source: Some setting
ca: Opció X

source: A setting
ca: Opció Y

source: Skeleton Settings
ca: Configuració del Skeleton

source: GNU-Social Protocol Settings updated.
ca: S'ha actualitzat la configuració del Protocol GNU-Social

source: The GNU-Social protocol does not support location independence. Connections you make within that network may be unreachable from alternate channel locations.
ca: El Protocol GNU-Social és incompatible amb la independència de hub. Les connexions que facis en aquesta xarxa no seran accessibles des de hubs alternatius del teu canal.

source: Enable the GNU-Social protocol for this channel
ca: Habilita el Protocol GNU-Social per a aquest canal

source: GNU-Social Protocol Settings
ca: Configuració del Protocol GNU-Social

source: Follow
ca: Segueix
it: Segui

source: %1$s is now following %2$s
ca: %1$s ara segueix a %2$s
it: %1$s sta ora seguendo %2$s

source: Planets Settings updated.
ca: S'ha actualitzat la configuració de Planetes.

source: Enable Planets Plugin
ca: Habilita l'extensió Planetes

source: Planets Settings
ca: Configuració de Planetes

source: System defaults:
ca: Opcions per defecte:

source: Preferred Clipart IDs
ca: Identitats Clipart preferides

source: List of preferred clipart ids. These will be shown first.
ca: Llista d'identitats Clipart preferides. Aquestes es mostren primer

source: Default Search Term
ca: Paraula de cerca predeterminada

source: The default search term. These will be shown second.
ca: La paraula de cerca predeterminada. Aquestes es mostraran en segon lloc.

source: Return After
ca: Acaba després de

source: Page to load after image selection.
ca: Pàgina per carregar després d'haver seleccionat una imatge.

source: Edit Profile
ca: Modifica el meu perfil
it: Modifica il profilo

source: Profile List
ca: Llista de perfils

source: Order of Preferred
ca: Ordre de les preferides

source: Sort order of preferred clipart ids.
ca: Ordena les identitats Clipart preferides

source: Newest first
ca: La més nova primer

source: As entered
ca: En ordre d'entrada

source: Order of other
ca: Ordre de les altres

source: Sort order of other clipart ids.
ca: Ordena les altres identitats Clipart.

source: Most downloaded first
ca: Les més descarregades primer

source: Most liked first
ca: Les més votades primer

source: Preferred IDs Message
ca: Missatge de les identitats preferides

source: Message to display above preferred results.
ca: Missatge per a mostrar per sobre dels resultats preferits.

source: Uploaded by:
ca: Carregada per:
it: Caricato da:

source: Drawn by:
ca: Dibuixada per:

source: Use this image
ca: Fes servir aquesta imatge
it: Usa questa immagine

source: Or select from a free OpenClipart.org image:
ca: O bé tria una imatge lliure d'OpenClipart.org:

source: Search Term
ca: Paraules de cerca
it: Termine di ricerca

source: Unknown error. Please try again later.
ca: S'ha produït un error desconegut. Torna a provar-ho més tard.
it: Errore sconosciuto. Per favore riprova più tardi.

source: Profile photo updated successfully.
ca: S'ha carregat la foto amb èxit.

source: Flag Adult Photos
ca: Marca contingut adult
it: Marca le foto per adulti

source: Provide photo edit option to hide inappropriate photos from default album view
ca: Habilita una opció per a amagar fotos sensibles de la vista per defecte de l'àlbum.
it: Permetti di nascondere le foto inappropriate nella visualizzazione degli album

source: Post to WordPress
ca: Publica a un Wordpress

source: Enable WordPress Post Plugin
ca: Activa l'extensió Publica a un Wordpress

source: WordPress username
ca: Nom d'usuari al Wordpress

source: WordPress password
ca: Contrassenya al Wordpress

source: WordPress API URL
ca: Adreça URL de l'API del Wordpress

source: Typically https://your-blog.tld/xmlrpc.php
ca: Normalment https://el-meu-blog.cat/xmlrpc.php

source: WordPress blogid
ca: Identitat blogid del Wordpress

source: For multi-user sites such as wordpress.com, otherwise leave blank
ca: Fer a llocs multi-usuari com wordpress.com . Deixa en blanc en cas contrari

source: Post to WordPress by default
ca: Publica a Wordpress per defecte

source: Forward comments (requires hubzilla_wp plugin)
ca: Reenvia comentaris (necessita l'extensió hubzilla_wp)

source: WordPress Post Settings
ca: Configuració d'entrades

source: Wordpress Settings saved.
ca: S'ha desat la configuració.

source: This plugin looks in posts for the words/text you specify below, and collapses any content containing those keywords so it is not displayed at inappropriate times, such as sexual innuendo that may be improper in a work setting. It is polite and recommended to tag any content containing nudity with #NSFW. This filter can also match any other word/text you specify, and can thereby be used as a general purpose content filter.
ca: Aquesta extensió cerca paraules que especifiquis en les entrades, i amaga plegant qualsevol contingut que en contingui alguna. Així, no es mostrarà per defecte i no quedaràs exposat/da en llocs on més gent vegi la teva pantalla. Sempre es recomana etiquetar els continguts amb nuesa amb l'etiqueta #NSFW (insegur per a la feina, en anglès). Tanmateix, el filtre es pot fer servir per qualsevol tipus de contingut.

source: Enable Content filter
ca: Activa el filtre de contingut

source: Comma separated list of keywords to hide
ca: Llista de paraules clau a amagar, separada per comes

source: Word, /regular-expression/, lang=xx, lang!=xx
ca: Paraula, /expressió-regular/, lang=xx, lang=!xx. Nota: lang és per llengua en anglès

source: Not Safe For Work Settings
ca: Configuració de Not Safe For Work

source: General Purpose Content Filter
ca: Filtre de contingut genèric

source: NSFW Settings saved.
ca: S'ha desat la configuració del NSFW.

source: Possible adult content
ca: Possible contingut inadequat

source: %s - view
ca: %s - mostra

source: Post to Insanejournal
ca: Publicar a Insanejournal

source: Enable InsaneJournal Post Plugin
ca: Habilita la publicació a InsaneJournal

source: InsaneJournal username
ca: Nom d'usuari a InsaneJournal

source: InsaneJournal password
ca: Contrasenya a InsaneJournal

source: Post to InsaneJournal by default
ca: Publica per defecte a InsaneJournal

source: InsaneJournal Post Settings
ca: Opcions de publicació a InsaneJournal

source: Insane Journal Settings saved.
ca: S'han actualitzat els paàrmetres de InsaneJournal.

source: Post to Dreamwidth
ca: Publica a Dreamwidth

source: Enable Dreamwidth Post Plugin
ca: Habilita el connector per a publicar a la xarxa Dreamwidth

source: Dreamwidth username
ca: Nom a Dreamwidth

source: Dreamwidth password
ca: Contrasenya a Dreamwidth

source: Post to Dreamwidth by default
ca: Publica a Dreamwidth per defecte

source: Dreamwidth Post Settings
ca: Opcions de publicació a Dreamwidth

source: New registration
ca: S'ha registrat un nou compte

source: Message sent to %s. New account registration: %s
ca: S'ha enviat el correu a %s. El nou compte és %s

source: Hubzilla Directory Stats
ca: Estadístiques del directori de Hubzilla

source: Total Hubs
ca: Hubs totals

source: Hubzilla Hubs
ca: Hubs de Hubzilla

source: Friendica Hubs
ca: Hubs de Friendica

source: Diaspora Pods
ca: Pods de Diaspora

source: Hubzilla Channels
ca: Canals de Hubzilla

source: Friendica Channels
ca: Canals de Friendica

source: Diaspora Channels
ca: Canals de Diaspora

source: Aged 35 and above
ca: De 35 o més anys d'edat

source: Aged 34 and under
ca: De 34 o menys anys d'edat

source: Average Age
ca: Mitjana d'edat

source: Known Chatrooms
ca: Sales de xat conegudes

source: Known Tags
ca: Etiquetes conegudes

source: Please note Diaspora and Friendica statistics are merely those **this directory** is aware of, and not all those known in the network. This also applies to chatrooms,
ca: Tingueu en compte que les estadístiques de Diaspora i Friendica només són les **aquest directori** n'és conscient, i no totes les de la xarxa. Això també aplica a sales de xat,

source: Your Webbie:
ca: El teu Webbie:

source: Fontsize (px):
ca: Mida de lletra (px):

source: Link:
ca: Enllaç:

source: Like us on Hubzilla
ca: Segueix-nos a Hubzilla
it: Metti un like su Hubzilla

source: Embed:
ca: Incrusta:

source: Photos imported
ca: S'han importat les fotos

source: Redmatrix Photo Album Import
ca: Importa els àlbums de fotos de $Projectname

source: This will import all your Redmatrix photo albums to this channel.
ca: Importa els àlbums de fotos de $Projectname

source: Redmatrix Server base URL
ca: Adreça URL arrel del servidor de Redmatrix

source: Redmatrix Login Username
ca: Nom d'usuari de Redmatrix

source: Redmatrix Login Password
ca: Contrasenya de Redmatrix

source: Import just this album
ca: Importa només aquest album

source: Leave blank to import all albums
ca: Deixa-ho en blanc per a importar tots els àlbums

source: Maximum count to import
ca: Nombre màxim d'importacions

source: 0 or blank to import all available
ca: Deixa-ho en blanc o amb un 0 per a importar-ho tot

source: Channels to auto connect
ca: Canals per connectar automàticament

source: Comma separated list
ca: Llista amb separació per comes

source: Popular Channels
ca: Canals populars

source: IRC Settings
ca: Paràmetres de IRC

source: IRC settings saved.
ca: S'han actualitzat els paràmetres de IRC.

source: IRC Chatroom
ca: Sala de IRC

source: Gallery
ca: Galeria

source: Photo Gallery
ca: Galeria d'imatges
