Repository: WisTex/Raconteur
Catalog: view/*/messages.po
Languages: ca, it

source: Allow access to public content originating only from this site if Imported Public Streams are disabled.
ca: Permet accedir a aquell contingut públic que s'hagi originat en aquest lloc, suposant que no s'estan important fluxos públics d'altres nodes.
it: Consenti l'accesso a contenuti pubblici originati solo da questo sito se se è disabilitata l'importazione di flussi pubblici.

source: Allow anybody on the internet to access the Public streams
ca: Permet a qualsevol persona d'internet d'accedir els fluxos públics
it: Permetti a chiunque su internet di accedere ai flussi pubblici

source: Disable to require authentication before viewing. Warning: this content is unmoderated.
ca: Desabilita-ho per a demanar iniciar sessió per poder-ho veure. Alerta: el contingut no estarà moderat.
it: Disabilita per richiedere di autenticarsi prima di visualizzare. Attenzione: questo contenuto non è moderato.

source: Only import Public stream posts with this text
ca: Importa només entrades del flux públics que continguin aquest text

source: words one per line or #tags or /patterns/ or lang=xx, leave blank to import all posts
ca: paraules una per línia o #etiquetes o /patrons/ o idioma=xx, deixar en blanc per importar totes les entrades
it: per ogni riga: parole, #tag, /pattern/ o lang=xx , lascia vuoto per importare tutto

source: Do not import Public stream posts with this text
ca: No importes entrades del flux públic que continguin aquest text

source: Login on Homepage
ca: Accés a la Pàgina d'inici
it: Login sulla homepage

source: Present a login box to visitors on the home page if no other content has been configured.
ca: Presenta una casella d'identificació a la pàgina d'inici als visitants si no s'ha configurat altre contingut.
it: Presenta il modulo di login ai visitatori sulla homepage in mancanza di altri contenuti.

source: Reply-to email address for system generated email.
ca: Adreça de correu de resposta per als correus generats.
it: Indirizzo Reply-to per mail generate dal sistema.

source: Sender (From) email address for system generated email.
ca: Adreça de correu de remitent per als correus generats.
it: Indirzzo email del mittente (From) per mail generate dal sistema.

source: Name of email sender for system generated email.
ca: Nom visible de remitent per als correus generats.
it: Nome del mittente per mail generate dal sistema

source: Directory Server URL
ca: URL del Servidor de Directoris
it: URL del directory server

source: Default directory server
ca: Servidor de directori per defecte
it: Directory server predefinito

source: Proxy user
ca: Usuari Proxy
it: Utente proxy

source: Proxy URL
ca: URL del Proxy
it: URL proxy

source: Network timeout
ca: Temps d'espera de la xarxa
it: Timeout rete

source: Value is in seconds. Set to 0 for unlimited (not recommended).
ca: Valor en segons. Ajusta a 0 per a sense límits (no recomanat)
it: Valore in secondi. Imposta a 0 per illimitato (sconsigliato).

source: Delivery interval
ca: Interval de lliurament
it: Recapito ritardato

source: Delay background delivery processes by this many seconds to reduce system load. Recommend: 4-5 for shared hosts, 2-3 for virtual private servers. 0-1 for large dedicated servers.
ca: Retarda en segon plà l'interval de lliurament per aquests segons per reduir la càrrega del sistema. Recomanat: 4-5 per a hostes compartits, 2-3 per a servidors privats virtuals. 0-1 per a servidors dedicats.
it: Numero di secondi di cui può essere ritardato il recapito, per ridurre il carico di sistema. Consigliati: 4-5 secondi per hosting condiviso, 2-3 per i VPS, 0-1 per grandi server dedicati.

source: Deliveries per process
ca: Entregues per processar
it: Tentativi di recapito per processo

source: Number of deliveries to attempt in a single operating system process. Adjust if necessary to tune system performance. Recommend: 1-5.
ca: Nombre de entregues a intentar processar en un únic procèss del sistema operatiu. Ajustar si es necessari per millorar el rendiment. Es recomana: 1-5.
it: Numero di tentativi di recapito da tentare per ciascun processo. Può essere modificato per migliorare le performance di sistema. Raccomandato: 1-5

source: Queue Threshold
ca: Llindar de la cua
it: Threshold della coda

source: Always defer immediate delivery if queue contains more than this number of entries.
ca: Posposa el lliurament immediat si la cua conté més d'aquest nombre d'entrades.
it: Rinvia la consegna immediata se la coda contiene più di questo numero di elementi.

source: Poll interval
ca: interval de sondeig
it: Intervallo di polling

source: Delay background polling processes by this many seconds to reduce system load. If 0, use delivery interval.
ca: Retarda en segon pla el sondeig en aquesta quantitat de segons per a reduir la càrrega dels sistema. Si es 0 , empra l'interval de lliurament.
it: Numero di secondi di cui può essere ritardato il polling in background, per ridurre il carico del sistema. Se 0, verrà usato lo stesso valore del 'Recapito ritardato'.

source: Path to ImageMagick convert program
ca: Ruta al programa de conversió d'imatges ImageMagick
it: Percorso del comando convert di ImageMagic

source: If set, use this program to generate photo thumbnails for huge images ( > 4000 pixels in either dimension), otherwise memory exhaustion may occur. Example: /usr/bin/convert
ca: Si se n'indica la ruta, es farà servir aquest programa per a generar miniatures per a imatges enormes (més de 4000 píxels d'ample o alt). En cas contrari es pot esgotar la memòria del servidor. Ruta d'exemple: /usr/bin/convert
it: Se impostato, utilizza questo programma per generare le anteprime di immagini molto grandi ( > 4000 pixel in larghezza o altezza), per evitare di esaurire la memoria. Esempio: /user/bin/convert

source: Allow SVG thumbnails in file browser
ca: Permet miniatures en SVG a l'explorador de fitxers
it: Permetti le anteprime SVG nell'elenco dei file

source: WARNING: SVG images may contain malicious code.
ca: Alerta: Les imatges SVG poden contenir codi maliciós.
it: ATTENZIONE: le immagini SVG potrebbero contenere codice malevolo.

source: Maximum Load Average
ca: Càrrega Mitja Màxima
it: Carico massimo medio

source: Maximum system load before delivery and poll processes are deferred - default 50.
ca: Càrrega màxima del sistema, abans que els processos de lliurament i sondeig es difereixin - 50 per defecte.
it: Carico di sistema massimo perché i processi di recapito e polling siano ritardati - il valore predefinito è 50.

source: Expiration period in days for imported (grid/network) content
ca: Període d'expiració en dies per contingut importat (malla/xarxa)
it: Scadenza dei contenuti importati da altri siti (in giorni)

source: 0 for no expiration of imported content
ca: 0 vol dir sense temps d'expiració pel contingut importat
it: 0 per non avere scadenza

source: Do not expire any posts which have comments less than this many days ago
ca: No facis caducar les entrades que tinguin comentaris més nous que aquest nombre de dies
it: Non far scadere nessun post che ha commenti più recenti di questo numero di giorni

source: Public servers: Optional landing (marketing) webpage for new registrants
ca: Servidors públics: Pàgina d'arribada promocional per a nous usuaris o usuàries.
it: Server pubblici: Landing page (marketing) opzionale per utenti appena registrati

source: Create this page first. Default is %s/register
ca: Crea primer aquesta pàgina. Per defecte és %s/register
it: Crea questa pagina prima. Il default è %s/register

source: Page to display after creating a new channel
ca: Pàgina que es mostrarà després d'haver creat un canal nou
it: Pagina da visualizzare dopo la creazione di un nuovo canale

source: Default: profiles
ca: Per defecte: profiles

source: Optional: site location
ca: Opcional: ubicació del node
it: Opzionale: site location

source: Region or country
ca: Regió o país
it: Regione o Paese

source: Plugin %s disabled.
ca: S'ha desactivat l'extensió %s.
it: Plugin %s non attivo.

source: Plugin %s enabled.
ca: S'ha activat l'extensió %s.
it: Plugin %s attivo.

source: Addons
ca: Extensions

source: Minimum project version:
ca: Versió mínima del projecte:
it: Minima versione hubzilla

source: Maximum project version:
ca: Versió màxima del projecte:
it: Massima versione hubzilla

source: Minimum PHP version:
ca: Versió mínima de PHP:
it: Minima versione PHP:

source: Compatible Server Roles:
ca: Rols de servidor compatibles
it: Ruoli previsti per questo server

source: Requires:
ca: Demana:
it: Necessita di:

source: Disabled - version incompatibility
ca: Desactivada - versions incompatibles
it: Disabilitato - incompatibilità di versione

source: Enter the public git repository URL of the addon repo.
ca: Introdueix la URL del repositori git d'extensions. Ha de ser un repositori públic.

source: Addon repo git URL
ca: Adreça URL del repositori d'extensions.

source: Custom repo name
ca: Nom personalitzat pel repositori
it: Nome repository personalizzato

source: (optional)
ca: (opcional)
it: (facoltativo)

source: Download Addon Repo
ca: Descarrega el repositori

source: Install new repo
ca: Instal·la un nou repositori
it: Installa un nuovo repository

source: Install
ca: Instal·la
it: Installa

source: Manage Repos
ca: Gestiona els repositoris
it: Gestisci i repository

source: Installed Addon Repositories
ca: Repositoris instaŀlats

source: Install a New Addon Repository
ca: Instal·la un nou repositori

source: Switch branch
ca: Canvia de branca
it: Cambia branch

source: Remove
ca: Esborra
it: Rimuovi

source: New Profile Field
ca: Camp de Perfil Nou
it: Nuovo campo del profilo

source: Field nickname
ca: Àlies de Camp
it: Nome breve del campo

source: System name of field
ca: nOM DEL SISTEMA DEL CAMP
it: Nome di sistema del campo

source: Input type
ca: Tipus d'entrada
it: Tipo di dati

source: Field Name
ca: Nom de Camp
it: Nome del campo

source: Label on profile pages
ca: Etiqueta a les pàgines de perfil
it: Etichetta da mostrare sulla pagina del profilo

source: Help text
ca: Text d'ajuda
it: Testo di aiuto

source: Additional info (optional)
ca: Informació adicional (opcional)
it: Informazioni aggiuntive (facoltative)

source: Save
ca: Guardar
it: Salva

source: Field definition not found
ca: No es troba la definició del camp
it: Impossibile trovare la definizione del campo

source: Edit Profile Field
ca: Modifica el camp de perfil
it: Modifica campo del profilo

source: Profile Fields
ca: Camps del Perfil
it: Campi del profilo

source: Basic Profile Fields
ca: Camps Bàsics del Perfil
it: Campi base del profilo

source: Advanced Profile Fields
ca: Camps Avançats del Perfil
it: Campi avanzati del profilo

source: (In addition to basic fields)
ca: ( addicionalment als camps bàsics)
it: (In aggiunta ai campi di base)

source: All available fields
ca: Tots els camps disponibles
it: Tutti i campi disponibili

source: Custom Fields
ca: Camps Personalitzats
it: Campi personalizzati

source: Create Custom Field
ca: Crear un Camp Personalitzat
it: Aggiungi campo personalizzato

source: Password changed for account %d.
ca: S'ha modificat la contrasenya pel compte %d.
it: La password per l'utente %d è cambiata.

source: Account settings updated.
ca: S'han actualitzat els paràmetres del compte.
it: L'impostazioni sono state aggiornate.

source: Account not found.
ca: No s'ha trobat el compte.
it: Account non trovato.

source: Account Edit
ca: Edita el compte
it: Modifica le impostazioni

source: New Password
ca: Introdueix la nova contrasenya
it: Nuova password

source: New Password again
ca: Repeteix la nova contrasenya
it: Ripeti la nuova password

source: Technical skill level
ca: Nivell de competències tècniques
it: Livello tecnico

source: Account language (for emails)
ca: Idioma pel compte (pels correus)
it: Lingua (per le email di sistema)

source: Service class
ca: Classe de servei
it: Classe dell'account

source: By default, unfiltered HTML is allowed in embedded media. This is inherently insecure.
ca: Per defecte, HTML no filtrat està permés als media embeguts. Això es inherentment no segur.
it: Il codice HTML degli oggetti multimediali incorporati nei post è consentito. Questo tipo di impostazione è insicura.

source: The recommended setting is to only allow unfiltered HTML from the following sites:
ca: L'ajust recomanat és només permetre HTML sense filtrar dels següents llocs:
it: L'impostazione consigliata è di permettere HTML non filtrato solo dai seguenti siti:

source: All other embedded content will be filtered, <strong>unless</strong> embedded content from that site is explicitly blocked.
ca: Tota la resta de contingut embegut seà filtrat, <strong>excepte</strong> contingut embegut d'aquest lloc que està blocat explícitament.
it: Tutti gli altri contenuti incorporati saranno filtrati <strong>a meno che</strong> il contenuto incorporato di quel sito non sia esplicitamente bloccato.

source: Security
ca: Seguretat
it: Sicurezza

source: Block public
ca: Bloca que sigui públic
it: Blocca pagine pubbliche

source: Check to block public access to all otherwise public personal pages on this site unless you are currently authenticated.
ca: activa per blocar l'accés a les pàgines personals públiques a tothom excepte aquells/es que s'hagin autenticat en aquest node.
it: Seleziona per impedire di vedere le pagine personali di questo sito a chi non ha effettuato l'accesso.

source: Provide a cloud root directory
ca: Ofereix un directori arrel de núvols

source: The cloud root directory lists all channel names which provide public files
ca: EL directori arrel de núvols llista tots els canals que ofereixen fitxers públicament

source: Show total disk space available to cloud uploads
ca: Mostra l'espai disc disponible per a pujar arxius als núvols

source: Allowed email domains
ca: Dominis de correu electonic acceptats
it: Domini email consentiti

source: Comma separated list of domains which are allowed in email addresses for registrations to this site. Wildcards are accepted. Empty to allow any domains
ca: llista separada per comes de dominis d'adreces de correu electrònic permeses en aquest lloc. S'accepten comodins. Deixar buit per acceptar qualsevol domini
it: Elenco separato da virgola dei domini permessi come indirizzi email in fase di registrazione. Sono accettati caratteri jolly. Lascia vuoto per accettare qualsiasi dominio email

source: Not allowed email domains
ca: Dominis de correu electrònic no acceptats
it: Domini email non consentiti

source: Comma separated list of domains which are not allowed in email addresses for registrations to this site. Wildcards are accepted. Empty to allow any domains, unless allowed domains have been defined.
ca: llista separada per comes de dominis d'adreces de correu electrònic no permeses en aquest lloc. S'accepten comodins. Deixar buit per no acceptar cap domini, excepte els que s'hagin definits com acceptats.
it: Elenco separato da virgola dei domini permessi come indirizzi email in fase di registrazione a questo sito. Sono accettati caratteri jolly. Lascalo vuoto per accettare qualsiasi dominio.

source: Allow communications only from these sites
ca: Permetre comunicacions únicament des de aquests llocs
it: Permetti la comunicazione solo da questi siti

source: One site per line. Leave empty to allow communication from anywhere by default
ca: Un lloc per línia. Deixar en blanc per permetre, per defecte, la comunicació amb tothom.
it: Un sito per riga. Lascia vuoto per permettere la comunicazione con tutti

source: Block communications from these sites
ca: Bloca comunicacions que venen d'aquests llocs
it: Blocca la comunicazione da questi siti

source: Allow communications only from these channels
ca: Permet la comunicació només per aquests canals
it: Permetti la comunicazione solo da questi canali

source: One channel (hash) per line. Leave empty to allow from any channel by default
ca: Un canal (hash) per línia. Deixa en blanc per permetre, per defecte, la comunicació qualsevol canal.
it: Un canale (hash) per riga. Lascia vuoto per comunicare con tutti i canali

source: Block communications from these channels
ca: Bloca les comunicacions que venen d'aquests canals
it: Blocca la comunicazione da questi canali

source: Only allow embeds from secure (SSL) websites and links.
ca: Permetre embeguts només de llocs web i enllaços segurs (SSL).
it: Permetti di incorporare contenuti solamente da siti sicuri (SSL).

source: Allow unfiltered embedded HTML content only from these domains
ca: Permetre HTML embegut sense filtrar només d'aquests dominis.
it: Incorpora i contenuti HTML non filtrati solo da questi domini

source: One site per line. By default embedded content is filtered.
ca: Un lloc per línia. Per defecte el contingut embegut es filtrat.
it: Un sito per riga. Normalmente i contenuti incorporati sono filtrati.

source: Block embedded HTML from these domains
ca: Bloca HTML embegut d'aquests dominis
it: Blocca i contenuti incorporati HTML da questi domini

source: Remote privacy information not available.
ca: informació privada remota no disponible.
it: Le informazioni remote sulla privacy non sono disponibili.

source: Visible to:
ca: Visible per:
it: Visibile a:

# acl
source: Profile
ca: Perfil
it: Profilo

source: Comment approved
ca: S'ha aprovat el comentari
it: Commento approvato

source: Comment deleted
ca: S'ha esborrat el comentari
it: Commento eliminato

source: Permission Name is required.
ca: Es necessita el nom del perfil.

source: Permission category saved.
ca: S'ha desat la categoria de permisos.
it: Categoria di permessi salvata

source: Use this form to create permission rules for various classes of people or connections.
ca: Pots crear regles de permisos segons classe de persona o de connexió.
it: Usa questo modulo per definire i permessi specifici per classi di persone o connessioni.

source: Permission Categories
ca: Categories de permisos
it: Categorie di permessi

source: Permission Name
ca: Nom de permís
it: Nome del permesso

source: My Settings
ca: La meva configuració
it: Permessi che concedo

source: inherited
ca: heretat
it: derivato

source: Individual Permissions
ca: Permisos Individuals
it: Permessi individuali

source: Some permissions may be inherited from your channel's <a href="settings"><strong>privacy settings</strong></a>, which have higher priority than individual settings. You can <strong>not</strong> change those settings here.
ca: Alguns permisos pot ser que vinguin heretats de la <a href="settings"><strong>configuració de privacitat</strong></a> del teu canal. Aquesta té més prioritat que les configuracions individuals. <strong>No</strong> pots canviar aquests paràmetres aquí.
it: Alcuni permessi derivano dalle <a href="settings"><strong>impostazioni di privacy</strong></a> del tuo canale, che hanno priorità assoluta su qualsiasi altra impostazione scelta per i singoli contatti. Da questa pagina <strong>non</strong> puoi cambiarle.

source: Friends
ca: Amics
it: Amici

source: Settings updated.
ca: Ajustes actualizados.
it: Impostazioni aggiornate.

source: Nobody except yourself
ca: Ningú excepte tú
it: Nessuno tranne te

source: Only those you specifically allow
ca: Només allò que específicament permetis
it: Solo chi riceve il mio permesso

source: Approved connections
ca: Connexions aprovades
it: Contatti approvati

source: Any connections
ca: Qualsevol connexió
it: Tutti i contatti

source: Anybody on this website
ca: Qualsevol en aquest lloc
it: Chiunque su questo hub

source: Anybody in this network
ca: Qualsevol en aquesta xarxa
it: Chiunque su questa rete

source: Anybody authenticated
ca: Qualsevol autenticat
it: Chiunque abbia effettuato l'accesso

source: Anybody on the internet
ca: Qualsevol a internet
it: Chiunque su internet

source: Publish your default profile in the network directory
ca: Publica el teu perfil per defecte al directori de la xarxa
it: Mostra il mio profilo predefinito negli elenchi pubblici dei canali

source: Allow us to suggest you as a potential friend to new members?
ca: Ens permets suggerir-te com a potencial amic als nous membres?
it: Vuoi essere suggerito come amico ai nuovi membri?

source: or
ca: o
it: o

source: Your channel address is
ca: La teva adreça del canal es
it: L'indirizzo del tuo canale è

source: Your files/photos are accessible via WebDAV at
ca: Les teves fotos i arxius estan disponibles mitjançant WebDAV a
it: I tuoi file/foto sono accessibili via WebDAV all'indirizzo

source: Automatic membership approval
ca: Acceptació automàtica de membres

source: If enabled, connection requests will be approved without your interaction
ca: Si s'habilita, les soŀlicituds de connexió s'aprovaran automàticament sense requerir la teva interacció
it: Se abilitato, le richieste di contatto saranno approvate automaticamente

source: Channel Settings
ca: Configuració de canal
it: Impostazioni del canale

source: Basic Settings
ca: Configuració bàsica
it: Impostazioni di base

source: Full Name:
ca: Nom Complet:
it: Nome completo:

source: Email Address:
ca: Adreça de E-Correu:
it: Indirizzo email:

source: Your Timezone:
ca: La teva Franja Horària
it: Il tuo fuso orario:

source: Default Post Location:
ca: Localització Predeterminada de les Entrades:
it: Località predefinita:

source: Geographical location to display on your posts
ca: Posició geogràfica a mostrar a les teves entrades
it: La posizione geografica da mostrare sui tuoi post

source: Use Browser Location:
ca: Empra la Localització del Navegador:
it: Usa la località rilevata dal browser:

source: Adult Content
ca: Contingut per a Adults
it: Contenuto per adulti

source: This channel frequently or regularly publishes adult content. (Please tag any adult material and/or nudity with #NSFW)
ca: Aquest canal publica freqúentment o amb regularitat contingut per a adults. (Si us plau, etiqueti qualsevol material per a adults amb #NSFW)
it: Questo canale pubblica frequentemente contenuto per adulti. (I contenuti per adulti vanno taggati #NSFW - Not Safe For Work)

source: Security and Privacy Settings
ca: Configuració de seguretat i privacitat
it: Impostazioni di sicurezza e privacy

source: Your permissions are already configured. Click to view/adjust
ca: Els teus permisos estan configurats. Clic per veure/ajustar
it: I tuoi permessi sono già stati configurati. Clicca per vederli o modificarli

source: Hide my online presence
ca: Amaga la meva presencia en línia
it: Nascondi la mia presenza online

source: Prevents displaying in your profile that you are online
ca: Evita mostrar en el teu perfil, que estàs en línia
it: Non mostrare sul tuo profilo quando sei online

source: Simple Privacy Settings:
ca: Configuració simple de privacitat:
it: Impostazioni di privacy semplificate

source: Very Public - <em>extremely permissive (should be used with caution)</em>
ca: Molt públic - <em>extremadament permissiu (s'ha d'anar en compte)</em>
it: Tutto pubblico - <em>estremamente permissivo (da usare con cautela)</em>

source: Typical - <em>default public, privacy when desired (similar to social network permissions but with improved privacy)</em>
ca: Normal - <em>públic per defecte, privat quan es desitgi (similar als permisos de xarxa social, però amb millor privacitat)
it: Standard - <em>contenuti normalmente pubblici, ma anche privati se necessario (simile ai social network ma con privacy migliorata)</em>

source: Private - <em>default private, never open or public</em>
ca: Privat - <em>privat per defecte, mai públic o obert</em>
it: Privato - <em>contenuti normalmente privati, nulla è aperto o pubblico</em>

source: Blocked - <em>default blocked to/from everybody</em>
ca: Bloquejat - <em>tothom bloquejat per defecte</em>
it: Bloccato - <em>bloccato in invio e ricezione dei contenuti</em>
