Repository: WisTex/Raconteur
Catalog: view/*/messages.po
Languages: ca, it

source: Infatuated
ca: Encapritxat
it: Infatuato/a

source: Dating
ca: Promés
it: Disponibile a un incontro

source: Unfaithful
ca: Infidel
it: Infedele

source: Sex Addict
ca: Adicte al Sexe
it: Sesso-dipendente

source: Friends/Benefits
ca: Amics amb Beneficis
it: Amici con qualcosa in più

source: Engaged
ca: Ocupat
it: Impegnato

source: Married
ca: Casat
it: Sposato/a

source: Imaginarily married
ca: Casat Imaginàriament
it: Con matrimonio immaginario

source: Partners
ca: Parella
it: Partner

source: Cohabiting
ca: Cohabitant
it: Convivente

source: Common law
ca: Tradició
it: Matrimonio regolare

source: Happy
ca: Feliç
it: Felice

source: Not looking
ca: No Cerco
it: Non in cerca

source: Swinger
ca: Llibertí
it: Scambista

source: Betrayed
ca: Traït
it: Tradito/a

source: Separated
ca: Separat
it: Separato/a

source: Unstable
ca: Inestable
it: Instabile

source: Divorced
ca: Divorciat
it: Divorziato/a

source: Imaginarily divorced
ca: Divorciat Imaginàriament
it: Sogna il divorzio

source: Widowed
ca: Vidu/ua
it: Vedovo/a

source: Uncertain
ca: Incert
it: Incerto/a

source: It's complicated
ca: Es Complicat
it: Relazione complicata

source: Don't care
ca: No Et Fa Res
it: Chi se ne frega

source: Ask me
ca: Pregunta
it: Chiedimelo

source: likes %1$s's %2$s
ca: li agrada %2$s de %1$s
it: ha messo mi piace al %2$s di %1$s

source: doesn't like %1$s's %2$s
ca: no li agrada %2$s de %1$s
it: ha messo non mi piace al %2$s di %1$s

source: %1$s is now connected with %2$s
ca: %1$s esta ara connectat amb %2$s
it: %1$s adesso è connesso con %2$s

source: %1$s poked %2$s
ca: %1$s a esperonat %2$s
it: %1$s ha mandato un poke a %2$s

source: poked
ca: esperonat
it: ha mandato un poke

source: View %s's profile @ %s
ca: Mostra el perfil @%s de %s
it: Vedi il profilo di %s @ %s

source: Filed under:
ca: Arxivar a:
it: Classificato come:

source: View in context
ca: Veure en context
it: Vedi nel contesto

source: remove
ca: treu
it: rimuovi

source: Loading...
ca: Carregant...
it: Caricamento in corso...

source: Delete Selected Items
ca: Esborra els Articles Seleccionats
it: Elimina gli oggetti selezionati

source: View Source
ca: Veure l'Origen
it: Vedi il sorgente

source: Follow Thread
ca: Segueix el Fil
it: Segui la discussione

source: Unfollow Thread
ca: Fil Abandonat
it: Non seguire la discussione

source: Edit Connection
ca: Modifica la Connexió
it: Modifica il contatto

source: Message
ca: Missatge
it: Messaggio

source: %s likes this.
ca: %s agrada això.
it: Piace a %s.

source: %s doesn't like this.
ca: %s no agrada això.
it: Non piace a %s.

source: <span %1$s>%2$d people</span> like this.
ca: <span %1$s>%2$d gent</span> agrada això.

source: <span %1$s>%2$d people</span> don't like this.
ca: <span %1$s>%2$d gent</span> no agrada això.

source: and
ca: i
it: e

source: , and %d other people
ca: , i %d altra gent

source: %s like this.
ca: %s agrada això.
it: Piace a %s.

source: %s don't like this.
ca: %s no agrada això.
it: Non piace a %s.

source: Set your location
ca: Ajusta la teva ubicació
it: La tua località

source: Clear browser location
ca: Treu la localització del navegador
it: Rimuovi la località data dal browser

source: Embed (existing) photo from your photo albums
ca: Incrusta una imatge existent dels teus àlbums.

source: Tag term:
ca: Paraula de l'Etiqueta:
it: Tag:

source: Where are you right now?
ca: On ets ara?
it: Dove sei ora?

source: Choose a different album...
ca: Tria un àlbum diferent...
it: Scegli un altro album...

source: Comments enabled
ca: S'han activat els comentaris
it: Commenti abilitati

source: Comments disabled
ca: S'han activat els comentaris
it: Commenti disabilitati

source: Page link name
ca: Nom de la pàgina enllaçada
it: Nome del link alla pagina

source: Post as
ca: Envia com
it: Pubblica come

source: Toggle voting
ca: Commutar votació
it: Abilita/disabilita il voto

source: Disable comments
ca: Desactiva els comentaris
it: Disabilita i commenti

source: Toggle comments
ca: Commuta l'estat dels comentaris
it: Abilita/disabilita i commenti

source: Categories (optional, comma-separated list)
ca: Categories (opcional, llista separada per comes)
it: Categorie (facoltative, lista separata da virgole)

source: Other networks and post services
ca: Altres xarxes i serveis de correu
it: Invio ad altre reti o a siti esterni

source: Set publish date
ca: Ajusta la data de publicació
it: Data di uscita programmata

source: Commented Order
ca: Ordenar per Comentaris
it: Commenti recenti

source: Sort by Comment Date
ca: Ordenar per Data del Comentari
it: Per data del commento

source: Posted Order
ca: Ordenar per Entrades
it: Post recenti

source: Sort by Post Date
ca: Ordenar per Data d' Entrada
it: Per data di creazione

source: Posts that mention or involve you
ca: Entrades que et mencionen o involucren
it: Post che ti riguardano

source: Activity Stream - by date
ca: Activitat del Flux - per data
it: Elenco attività - per data

source: Starred
ca: Preferit
it: Preferiti

source: Favourite Posts
ca: Entrades Favorites
it: Post preferiti

source: Posts flagged as SPAM
ca: Entrades marcades com a SPAM
it: Post marcati come spam

source: Status Messages and Posts
ca: Estat dels Missatges i Entrades
it: Post e messaggi di stato

source: Profile Details
ca: Detalls del Perfil
it: Dettagli del profilo

source: Photo Albums
ca: Albums de Fotos
it: Album foto

source: Files and Storage
ca: Arxius i Emmagatzegament
it: Archivio file

source: Bookmarks
ca: Marcadors
it: Segnalibri

source: Saved Bookmarks
ca: Marcadors desats
it: Segnalibri salvati

source: View Cards
ca: Mostra les targetes

source: View Articles
ca: Mostra els articles

source: View Webpages
ca: Mostra les pàgines web

# noun
source: Attending
ca: Assistint
it: Partecipa

# noun
source: Not Attending
ca: Desassistint
it: Non partecipa

# noun
source: Undecided
ca: Indecís
it: Indeciso

# noun
source: Agree
ca: Acord
it: D'accordo

# noun
source: Disagree
ca: Desacord
it: Non d'accordo

# noun
source: Abstain
ca: Abstenirse
it: Astenuto

source: Directory Options
ca: Opcions de Directori
it: Visibilità negli elenchi pubblici

source: Safe Mode
ca: Manera Segura
it: Modalità SafeSearch

source: Public Forums Only
ca: Només Fòrums Públics
it: Solo forum pubblici

source: This Website Only
ca: Només Aquest Lloc Web
it: Solo in questo sito

source: %1$s's bookmarks
ca: marcadors de %1$s
it: I segnalibri di %1$s

source: Unable to import a removed channel.
ca: No s'ha pogut importar un canal esborrat.

source: Cannot create a duplicate channel identifier on this system. Import failed.
ca: No s'ha pogut importar el canal perquè l'identificador del canal no s'ha pogut duplicar en aquest servidor.
it: Non posso creare un canale con un identificativo che già esiste su questo sistema. L'importazione è fallita.

source: Cloned channel not found. Import failed.
ca: No s'ha pogut importar el canal perquè el canal clonat no s'ha trobat.
it: Impossibile trovare il canale clonato. L'importazione è fallita.

source: first
ca: primer
it: inizio

source: last
ca: últim
it: fine

source: next
ca: pròxim
it: succ

source: older
ca: el més antic
it: più recenti

source: newer
ca: El més nou
it: più nuovi

source: No connections
ca: Sense Connexions
it: Nessun contatto

source: View all %s connections
ca: Veure totes les connexions de %s
it: Mostra tutti i %s contatti

source: Network: %s
ca: Xarxa: %s

source: poke
ca: esperona

source: ping
ca: coloca

source: pinged
ca: colocat
it: ha effettuato un ping

source: prod
ca: picar
it: spintone

source: prodded
ca: picat
it: ha ricevuto uno spintone

source: slap
ca: bufetada
it: schiaffo

source: slapped
ca: bufetejat
it: ha ricevuto uno schiaffo

source: finger
ca: senyal

source: fingered
ca: senyalat
it: ha ricevuto un finger

source: rebuff
ca: menyspreu
it: rifiuto

source: rebuffed
ca: menyspreuat
it: ha ricevuto un rifiuto

source: happy
ca: feliç
it: felice

source: sad
ca: trist
it: triste

source: mellow
ca: melós
it: calmo

source: tired
ca: cansat
it: stanco

source: perky
ca: turgent
it: vivace

source: angry
ca: enfadat
it: arrabbiato

source: stupefied
ca: estupefacte
it: stupito

source: puzzled
ca: perplexe
it: confuso

source: interested
ca: Interessat
it: attento

source: bitter
ca: amargat
it: amaro

source: cheerful
ca: feliç
it: allegro

source: alive
ca: viu
it: vivace

source: annoyed
ca: molest
it: seccato

source: anxious
ca: ansiós
it: ansioso

source: cranky
ca: malagaitós
it: irritabile

source: disturbed
ca: transtornat
it: turbato

source: frustrated
ca: frustrat
it: frustrato

source: depressed
ca: deprimit
it: in depressione

source: motivated
ca: motivat
it: motivato

source: relaxed
ca: relaxat
it: rilassato

source: surprised
ca: sorprès
it: sorpreso

source: Monday
ca: Dilluns
it: lunedì

source: Tuesday
ca: Dimarts
it: martedì

source: Wednesday
ca: Dimecres
it: mercoledì

source: Thursday
ca: Dijous
it: giovedì

source: Friday
ca: Divendres
it: venerdì

source: Saturday
ca: Dissabte
it: sabato

source: Sunday
ca: Diumenge
it: domenica

source: January
ca: Gener
it: gennaio

source: February
ca: Febrer
it: febbraio

source: March
ca: Març
it: marzo

source: April
ca: Abril
it: aprile

source: May
ca: Maig
it: Mag

source: June
ca: Juny
it: giugno

source: July
ca: Juliol
it: luglio

source: August
ca: Agost
it: agosto

source: September
ca: Setembre
it: settembre

source: October
ca: Octubre
it: ottobre

source: November
ca: Novembre
it: novembre

source: December
ca: Desembre
it: dicembre

source: Unknown Attachment
ca: Adjunt Desconegut
it: Allegato non riconoscuto

source: unknown
ca: desconegut
it: sconosciuta

source: remove category
ca: elimina categoria
it: rimuovi la categoria

source: remove from file
ca: elimina del arxiu
it: rimuovi dal file

source: Download binary/encrypted content
ca: Descarrega el binari o contingut xifrat

source: default
ca: per defecte
it: predefinito

source: Page layout
ca: Disseny de pàgina
it: Layout della pagina

source: You can create your own with the layouts tool
ca: Pots crear el teu propi amb l'editor de dissenys de pàgina.
it: Puoi creare un tuo layout dalla configurazione delle pagine web

source: Comanche Layout
ca: Disseny Comanche

source: Page content type
ca: Tipus de contingut de la pàgina
it: Tipo di contenuto della pagina

source: activity
ca: activitat
it: l'attività

source: a-z, 0-9, -, and _ only
ca: només caràcters alfanumèrics en minúscula (a-z, 0-9), guió (-) i guió baix (_)

source: Design Tools
ca: Eines de disseny
it: Strumenti di design

source: Pages
ca: Pàgines
it: Pagine

source: Import website...
ca: Importa un lloc web
it: Importazione sito web...

source: Select folder to import
ca: Escull la carpeta a on importar
it: Scegli la cartella da importare

source: Import from a zipped folder:
ca: Importa des d'una carpeta comprimida:
it: Importa da un file zip:

source: Import from cloud files:
ca: Importa des de fitxers penjats a un núvol:
it: Importa da un file su cloud:

source: /cloud/channel/path/to/folder
ca: /núvol/canal/ruta/a/la/carpeta
it: /cloud/channel/posizione/della/cartella

source: Enter path to website files
ca: Introdueix la ruta als arxius de la web
it: Inserisci la posizione dei file del sito web

source: Select folder
ca: Escull la carpeta
it: Scegli la cartella

source: Export website...
ca: Exporta un lloc web
it: Esporta il sito web...

source: Export to a zip file
ca: Exporta a una carpeta comprimida
it: Esporta come file zip

source: website.zip
ca: lloc-web.zip
it: sitoweb.zip

source: Enter a name for the zip file.
ca: Introdueix un nom per al fitxer comprimit.
it: Scegli il nome del file zip.

source: Export to cloud files
ca: Exporta a arxius de núvol
it: Esporta nell'archivio cloud

source: /path/to/export/folder
ca: /ruta/a/la/carpeta/exportació
it: /percorso/alla/cartella

source: Enter a path to a cloud files destination.
ca: Introdueix la ruta dels fitxers de núvol de destí.
it: Scegli la posizione su una cartella cloud.

source: Specify folder
ca: Escull una carpeta
it: Scegli la cartella

source: %d invitation available
ca: %d invitació disponible
it: %d invito disponibile

source: Find Channels
ca: Troba Canals
it: Ricerca canali

source: Enter name or interest
ca: Entra un nom o interes
it: Scrivi un nome o un interesse

source: Connect/Follow
ca: Conecta/Segueix
it: Aggiungi

source: Examples: Robert Morgenstein, Fishing
ca: Exemples: Lionel Messi, Futbolista
it: Per esempio: Mario Rossi, Pesca

source: Random Profile
ca: Perfil Aleatori
it: Profilo casuale

source: Invite Friends
ca: Convida Amics
it: Invita amici

source: Advanced example: name=fred and country=iceland
ca: Exemple avançat: nom=pep i pais=eire
it: Per esempio: name=mario e country=italy

source: Common Connections
ca: Connexions en comú

source: View all %d common connections
ca: Mostra totes les connexions en comú amb %d

source: %1$s wrote the following %2$s %3$s
ca: %1$s va escriure el següent %2$s %3$s
it: %1$s ha scritto %2$s %3$s

source: Channel is blocked on this site.
ca: El canal està bloquejat en aquest lloc.
it: Il canale è bloccato per questo sito.

source: Channel location missing.
ca: Ubicació del canal perduda.
it: Manca l'indirizzo del canale.

source: Response from remote channel was incomplete.
ca: La resposta del canal remot fou incompleta.
it: La risposta dal canale non è completa.

source: Premium channel - please visit:
ca: Canal prèmium - ves a:

source: Channel was deleted and no longer exists.
ca: El canal fou esborrat i actualment no existeix.
it: Il canale è stato rimosso e non esiste più.

source: Remote channel or protocol unavailable.
ca: El canal remot o el protocol no estan disponibles.

source: Channel discovery failed.
ca: Descobriment de canal fallit.
it: La ricerca del canale non ha avuto successo.

source: Protocol disabled.
ca: Protocol desactivat.
it: Protocollo disabilitato.

source: Cannot connect to yourself.
ca: No pots connectar amb tu mateix.
it: Non puoi connetterti a te stesso.

source: Delete this item?
ca: Esborrar aquest item?
it: Eliminare questo elemento?

source: %s show less
ca: %smostra'n menys
it: %s riduci

source: %s expand
ca: %sdesplega
it: %s mostra tutto

source: %s collapse
ca: %splega
it: %s minimizza

source: Password too short
ca: Contrasenya massa curta
it: Password troppo corta

source: Passwords do not match
ca: Les paraules de pas no coincideixen
it: Le password non corrispondono

source: everybody
ca: tothom
it: tutti

source: Secret Passphrase
ca: Contrasenya Secreta
it: Parola chiave per decifrare

source: Passphrase hint
ca: Pista per la Contrasenya
it: Suggerimento per la parola chiave

source: Notice: Permissions have changed but have not yet been submitted.
ca: Avis: Els permisos han canviat però encara no han estat enviats.
it: Nota: i permessi sono stati modificati ma non ancora salvati.

source: close all
ca: tanca tot
it: chiudi tutto

source: Nothing new here
ca: Res de nou per aquí
it: Niente di nuovo qui

source: Rate This Channel (this is public)
ca: Valora Aquest Canal (això es farà públic)
it: Valuta questo canale (visibile a tutti)

source: Describe (optional)
ca: Descriu (opcional)
it: Descrizione (facoltativa)

source: Please enter a link URL
ca: Si us plau, entra l'enllaç URL
it: Inserisci l'URL di un link

source: Unsaved changes. Are you sure you wish to leave this page?
ca: Hi ha canvis sense desar, estàs segur que vols abandonar la pàgina?
it: Non hai salvato i cambiamenti. Vuoi davvero lasciare questa pagina?

source: lovely
ca: encantador/a

source: wonderful
ca: meravellós/a

source: fantastic
ca: fantàstic/a

source: great
ca: genial

source: Your chosen nickname was either already taken or not valid. Please use our suggestion (
ca: El nom que has escollit o bé ja està agafat o bé no és vàlid. Pots fer servir la suggerència (

source: ) or enter a new one.
ca: ) o provar amb un altre nom.

source: Thank you, this nickname is valid.
ca: El nom que has triat és vàlid.

source: A channel name is required.
ca: Cal un nom de canal.

source: This is a
ca: Això és un

source: channel name
ca: nom del canal

source: timeago.prefixAgo
ca: fa

source: timeago.prefixFromNow
ca: d'aquí a

source: timeago.suffixAgo
ca: NONE

source: timeago.suffixFromNow
ca: NONE

source: less than a minute
ca: uns segons
it: meno di un minuto

source: about a minute
ca: prop d'un minut
it: circa un minuto

source: %d minutes
ca: %d minuts
it: %d minuti

source: about an hour
ca: prop d'una hora
it: circa un’ora

source: about %d hours
ca: unes %d hores
it: circa %d ore

source: a day
ca: un dia
it: un giorno

source: %d days
ca: %d dies
it: %d giorni

source: about a month
ca: prop d'un mes
it: circa un mese

source: %d months
ca: %d mesos
it: %d mesi

source: about a year
ca: prop d'un any
it: circa un anno

source: %d years
ca: %d anys
it: %d anni

# long
source: May
ca: maig
it: maggio

source: Jan
ca: gen.
it: Gen

source: Mar
ca: març

source: Apr
ca: abr.

# short
source: May
ca: maig
it: maggio

source: Jun
ca: juny
it: Mag

source: Aug
ca: ag.
it: Ago

source: Sep
ca: set.
it: Set

source: Dec
ca: des.
it: Dic

source: Sun
ca: dg.
it: Dom

source: Mon
ca: dl.
it: Lun

source: Tue
ca: dm.
it: Mar

source: Wed
ca: dc.
it: Mer

source: Thu
ca: dj.
it: Gio

source: Fri
ca: dv.
it: Ven

source: Sat
ca: ds.
it: Sab

# calendar
source: today
ca: avui
it: oggi

# calendar
source: month
ca: mes
it: mese

# calendar
source: week
ca: setmana
it: settimana

# calendar
source: day
ca: dia
it: giorno

# calendar
source: All day
ca: Tot el dia
it: Tutto il giorno

source: Unable to determine sender.
ca: incapaç de determinar el remitent
it: Impossibile determinare il mittente.

source: No recipient provided.
ca: No s'ha proporcionat bústia.
it: Devi scegliere un destinatario.

source: Stored post could not be verified.
ca: L'entrada guardada no pot ser verificada
it: Non è stato possibile verificare il post.

source: and
ca: i
it: e

source: public profile
ca: Perfil públic
it: profilo pubblico

source: %1$s changed %2$s to &ldquo;%3$s&rdquo;
ca: %1$s canviat %2$s a &ldquo;%3$s&rdquo;
it: %1$s ha cambiato %2$s in &ldquo;%3$s&rdquo;

source: Visit %1$s's %2$s
ca: Visita %1$s en %2$s
it: Guarda %2$s di %1$s

source: %1$s has an updated %2$s, changing %3$s.
ca: %1$s Ha actualitzat %2$s, canviant %3$s.
it: %1$s ha aggiornato %2$s cambiando %3$s.

source: Item was not found.
ca: Article no trobat.
it: Elemento non trovato.

source: Unknown error.
ca: Error desconegut.

source: No source file.
ca: No hi ha arxiu d'origen.
it: Nessun file di origine.

source: Cannot locate file to replace
ca: No trobo l'arxiu a reemplaçar
it: Il file da sostituire non è stato trovato

source: Cannot locate file to revise/update
ca: No trobo l'arxiu a revisar/actualitzar
it: Il file da aggiornare non è stato trovato

source: File exceeds size limit of %d
ca: L'arxiu excedeix la mida limit de %d
it: Il file supera la dimensione massima di %d

source: You have reached your limit of %1$.0f Mbytes attachment storage.
ca: Has arribat al teu límit de %1$.0f Mbytes de emagatzematge d'adjunts.
it: Hai raggiunto il limite complessivo di %1$.0f Mbytes per gli allegati.

source: File upload failed. Possible system limit or action terminated.
ca: Pujada del arxiu fallida. Possible límit del sistema o acció interrompuda.
it: Caricamento file fallito, potrebbe essere stato interrotto o potrebbe aver superato lo spazio assegnato.

source: Stored file could not be verified. Upload failed.
ca: L'arxiu guardat no es pot verificar. Pujada fallida.
it: Il file non può essere verificato. Caricamento fallito.

source: Path not available.
ca: Trajectòria no disponible
it: Percorso non disponibile.

source: Empty pathname
ca: Trajèctoria vuida.
it: Il percorso del file è vuoto

source: duplicate filename or path
ca: Nom o trajectòria duplicat
it: il file o il percorso del file è duplicato

source: Path not found.
ca: Trajectòria no trobada.
it: Percorso del file non trovato.

source: mkdir failed.
ca: mkdir va fracassar.
it: mkdir fallito.

source: database storage failed.
ca: Arxiu de base de dades va fallar.
it: scrittura su database fallita.

source: Empty path
ca: Trajèctoria vuida
it: La posizione è vuota

source: The form security token was not correct. This probably happened because the form has been opened for too long (>3 hours) before submitting it.
ca: El formulario de la cadena de seguridad no era correcto. Esto probablemente ocurrió porque el formulario se ha abierto durante demasiado tiempo (> 3 horas) antes de enviarlo.
it: I controlli di sicurezza sono falliti. Probabilmente è accaduto perché la pagina è stata tenuta aperta troppo a lungo (ore?) prima di inviare il contenuto.

source: (Unknown)
ca: (Desconegut)
it: (Sconosciuto)

source: Visible to anybody on the internet.
ca: Visible per tothom a la Internet
it: Visibile a chiunque su internet.

source: Visible to you only.
ca: Visible només per tú.
it: Visibile solo a te.

source: Visible to anybody in this network.
ca: Visible per tothom en aquesta xarxa.
it: Visibile a tutti su questa rete.

source: Visible to anybody authenticated.
ca: Visible per tothom autenticat.
it: Visibile a chiunque sia autenticato.

source: Visible to anybody on %s.
ca: Visible per a tothom a %s.
it: Visibile a tutti su %s.

source: Visible to all connections.
ca: Visible per a totes les connexions.
it: Visibile a tutti coloro che ti seguono.

source: Visible to approved connections.
ca: Visible per a les connexions aprovades.
it: Visibile ai contatti approvati.

source: Visible to specific connections.
ca: Visible per a específiques connexions.
it: Visibile ad alcuni contatti scelti.

source: Privacy group is empty.
ca: El grup de privacitat està buit.
it: Gruppo di canali vuoto.

source: Privacy group: %s
ca: Grup de privacitat: %s
it: Gruppo di canali: %s

source: Connection not found.
ca: Connexió no trobada.
it: Contatto non trovato.

source: profile photo
ca: foto del perfil
it: foto del profilo

source: [Edited %s]
ca: [S'ha editat %s]

# edit_activity
source: Post
ca: Entrada

# edit_activity
source: Comment
ca: Comentari

source: Unable to obtain identity information from database
ca: Incapaç de trobar l'informació d'identitat a la base de dades
it: Impossibile ottenere le informazioni di identificazione dal database

source: Empty name
ca: Nom buit
it: Nome vuoto

source: Name too long
ca: Nom massa llarg
it: Nome troppo lungo

source: No account identifier
ca: Sense identificador de compte
it: Account senza identificativo

source: Nickname is required.
ca: Alies/malnom es requerit.
it: Il nome dell'account è obbligatorio.

source: Unable to retrieve created identity
ca: No es pot recuperar la identitat creada
it: Impossibile caricare l'identità creata

source: Default Profile
ca: Perfil per Defecte
it: Profilo predefinito

source: Unable to retrieve modified identity
ca: No s'ha pogut carregar la identitat modificada

source: Create New Profile
ca: Crear un Perfil Nou
it: Crea un nuovo profilo

source: Visible to everybody
ca: Visible per tothom
it: Visibile a tutti

source: Gender:
ca: Gènere:
it: Sesso:

source: Homepage:
ca: Pàgina Personal:

source: Online Now
ca: Ara en Linia
it: Online adesso

source: Change your profile photo
ca: Canvia la foto de peril

source: Like this channel
ca: M'agrada aquest canal
it: Mi piace questo canale

source: Birthday:
ca: Aniversari:
it: Compleanno:

source: for %1$d %2$s
ca: per %1$d %2$s
it: per %1$d %2$s

source: Tags:
ca: Etiquetes:
it: Tag:

source: Sexual Preference:
ca: Preferència Sexual:
it: Preferenze sessuali:

source: Political Views:
ca: Idees Polítiques:
it: Orientamento politico:

source: Religion:
ca: Religió:
it: Religione:

source: Hobbies/Interests:
ca: Aficions/Interessos:
it: Interessi e hobby:

source: Likes:
ca: Agrada:
it: Mi piace:

source: Dislikes:
ca: Desagrada:
it: Non mi piace:
