Repository: WisTex/Raconteur
Catalog: view/*/messages.po
Languages: ca, it

source: Create a new channel
ca: Crear un nou canal
it: Crea un nuovo canale

source: Channel Manager
ca: Gestor de canals
it: Gestione canali

source: Current Channel
ca: Canal Actual
it: Canale attuale

source: Switch to one of your channels by selecting it.
ca: Canviar a un altre dels teus canals seleccionant-ho.
it: Seleziona l'altro canale a cui vuoi passare.

source: Default Channel
ca: Canal per Defecte
it: Canale predefinito

source: Make Default
ca: Estableix com a Predeterminat
it: Rendi predefinito

source: %d new messages
ca: %d missatges nous
it: %d nuovi messaggi

source: %d new introductions
ca: %d noves presentacions
it: %d nuove richieste di entrare in contatto

source: Delegated Channel
ca: Canal Delegat
it: Canale delegato

source: Cards
ca: Targetes
it: Card

source: Add Card
ca: Afegeix una carta
it: Aggiungi card

source: This directory server requires an access token
ca: Aquest servidor de directori requereix un token de accès
it: Questo directory server necessita di un token di autenticazione

source: About this site
ca: Sobre aquest lloc web
it: Informazioni su questo sito

source: Site Name
ca: Nom del lloc web
it: Nome del sito

source: Administrator
ca: Administrador
it: Amministratore

source: Terms of Service
ca: Condicions del Servei
it: Condizioni d'Uso

source: Software and Project information
ca: Informació del programari i del projecte
it: Informazioni sul software e sul progetto

source: This site is powered by $Projectname
ca: Aquest lloc web funciona amb $Projectname
it: Questo sito è costruito con $Projectname

source: Federated and decentralised networking and identity services provided by Zot
ca: Els serveis d'identitat i la federació i descentralització de la xarxa funcionen amb Zot

source: Additional federated transport protocols:
ca: Altres protocols de transport federats:

source: Version %s
ca: Versió %s
it: Versione %s

source: Project homepage
ca: Pàgina principal del projecte
it: Homepage del progetto

source: Developer homepage
ca: Pàgina principal de desenvolupament
it: Homepege dello sviluppatore

source: No ratings
ca: No valorat
it: Nessuna valutazione

source: Ratings
ca: Valoracions
it: Valutazioni

source: Rating:
ca: Valoració:
it: Valutazione:

source: Website:
ca: Lloc web:
it: Sito web:

source: Description:
ca: Descripció:
it: Descrizione:

source: Import Webpage Elements
ca: Importa elements de pàgina web
it: Importa gli elementi della pagina web

source: Import selected
ca: Importa la selecció
it: Importa i selezionati

source: Export Webpage Elements
ca: Exporta elements de pàgina web
it: Esporta gli elementi della pagina web

source: Export selected
ca: Exporta la selecció
it: Esporta i selezionati

source: Webpages
ca: Pàgines web
it: Pagine web

source: Actions
ca: Accions
it: Azioni

source: Page Link
ca: Enllaç a Pàgina
it: Link alla pagina

source: Page Title
ca: Títol de la pàgina
it: Titolo della pagina

source: Invalid file type.
ca: El tipus de fitxer és invàlid.
it: Tipo di file non valido.

source: Error opening zip file
ca: Hi ha hagut un error descomprimint
it: Errore nell'apertura del file zip

source: Invalid folder path.
ca: El camí de carpeta és invàlid.
it: La cartella indicata non è valida.

source: No webpage elements detected.
ca: No s'ha detectat cap element de pàgina web.
it: Nella pagina web non sono presenti elementi.

source: Import complete.
ca: S'ha completat la importació.
it: Importazione completata.

source: Channel name changes are not allowed within 48 hours of changing the account password.
ca: No es permet canviar el nom d'un canal fins a 48 hores més tard d'haver canviant la contrasenya del compte al que pertany.
it: Non è possibile cambiare il nome del canale entro le 48 dal cambio della password dell'account.

source: Reserved nickname. Please choose another.
ca: Àlies reservat. Tria un altre.
it: Nome utente riservato. Per favore scegline un altro.

source: Nickname has unsupported characters or is already being used on this site.
ca: L'álies te caracters no soportats o ja esta en ús en aquest lloc
it: Il nome dell'account è già in uso oppure ha dei caratteri non supportati.

source: Change channel nickname/address
ca: Canvia el nom o adreça del canal
it: Cambia il nome/indirizzo del canale

source: Any/all connections on other networks will be lost!
ca: Es perdran totes les connexions amb xarxes externes!
it: Tutti i contatti su altre reti saranno persi!

source: New channel address
ca: Adreça de canal nova

source: Rename Channel
ca: Canvia el nom del canal

source: Item is not editable
ca: Article no editable
it: L'elemento non è modificabile

source: Edit post
ca: Modifica l'entrada
it: Modifica post

source: Invalid message
ca: Missatge invàlid.
it: Messaggio non valido

source: no results
ca: sense resultats
it: nessun risultato

source: channel sync processed
ca: sincronització del canal processada
it: sincronizzazione del canale effettuata

source: queued
ca: Posat en cua
it: in coda

source: posted
ca: enviat
it: inviato

source: accepted for delivery
ca: acceptat per entregar
it: accettato per la spedizione

source: updated
ca: actualitzat
it: aggiornato

source: update ignored
ca: actualització ignorada
it: aggiornamento ignorato

source: permission denied
ca: permís denegat
it: permessi non sufficienti

source: recipient not found
ca: Contenidor no trobat
it: Destinatario non trovato

source: mail recalled
ca: Recupera el correu
it: messaggio richiamato dal mittente

source: duplicate mail received
ca: rebut correu duplicat
it: ricevuto messaggio duplicato

source: mail delivered
ca: correu entregat
it: messaggio recapitato

source: Delivery report for %1$s
ca: Informe de lliurament per %1$s
it: Rapporto di consegna - %1$s

source: Options
ca: Opcions
it: Opzioni

source: Redeliver
ca: Tornar a lliurar
it: Reinvia

source: Failed to create source. No channel selected.
ca: Error en crear l'origen. Cap canal seleccionat.
it: Impossibile creare la sorgente. Nessun canale selezionato.

source: Source created.
ca: Origen creat.
it: Sorgente creata.

source: Source updated.
ca: Origen actualitzat.
it: Sorgente aggiornata.

source: Channel Sources
ca: Canal Origen
it: Sorgenti del canale

source: Manage remote sources of content for your channel.
ca: Gestiona contingut per al teu canal d'origens remots
it: Gestisci le sorgenti dei contenuti del tuo canale.

source: New Source
ca: Nou Origen
it: Nuova sorgente

source: Import all or selected content from the following channel into this channel and distribute it according to your channel settings.
ca: Importa-ho tot o només allò seleccionat del següent canals, cap a aquest canal, i distribueix-lo d'acord a la configuració del teu canal.
it: Importa nel tuo canale tutti o una parte dei contenuti dal canale seguente.

source: Only import content with these words (one per line)
ca: Només importa contingut amb aquestes paraules (una per línia)
it: Importa solo i contenuti che hanno queste parole (una per riga)

source: Leave blank to import all public content
ca: Deixar en blanc per importar tot el contingut públic
it: Lascia vuoto per importare tutti i contenuti pubblici

source: Channel Name
ca: Nom del canal
it: Nome del canale

source: Add the following categories to posts imported from this source (comma separated)
ca: Afegeix les següents categories d'entrades importades des d'aquest origen (separat per comes)
it: Aggiungi le seguenti categorie ai post importati da questa sorgente (separate da virgola)

source: Resend posts with this channel as author
ca: Reenvia les entrades que tinguin aquest canal com a autor/a

source: Copyrights may apply
ca: Poden aplicar drets d'autor

source: Source not found.
ca: No s'ha trobat la font.
it: Sorgente non trovata.

source: Edit Source
ca: Edita la font
it: Modifica la sorgente

source: Delete Source
ca: Esborra la font
it: Elimina la sorgente

source: Source removed
ca: S'ha esborrat la font
it: Sorgente eliminata

source: Unable to remove source.
ca: No s'ha pogut esborrar la font.
it: Impossibile rimuovere la sorgente.

source: Like/Dislike
ca: M'agrada / No m'agrada
it: Mi piace/Non mi piace

source: This action is restricted to members.
ca: Aquesta acció està restringida als membres.
it: Questa funzionalità è riservata agli iscritti.

source: Please <a href="rmagic">login with your $Projectname ID</a> or <a href="register">register as a new $Projectname member</a> to continue.
ca: <a href="rmagic">Entra amb la teva identitat $Projectname</a> o <a href="register">registra't a $Projectname</a> per continuar.
it: Per continuare devi <a href="rmagic">accedere con il tuo identificativo $Projectname</a> o <a href="register">registrarti come nuovo utente $Projectname</a>.

source: Invalid request.
ca: Sol·licitud invàlida.
it: Richiesta non valida.

source: channel
ca: canal
it: il canale

source: thing
ca: cosa
it: Oggetto

source: Channel unavailable.
ca: El canal està inactiu.
it: Canale non trovato.

source: Previous action reversed.
ca: S'ha desfet l'acció anterior.
it: Il comando precedente è stato annullato.

source: %1$s likes %2$s's %3$s
ca: %1$s agrada %2$s de %3$s
it: A %1$s piace %3$s di %2$s

source: %1$s doesn't like %2$s's %3$s
ca: %1$s no agrada %2$s de %3$s
it: A %1$s non piace %3$s di %2$s

source: %1$s agrees with %2$s's %3$s
ca: %1$s està d'acord amb %3$s de %2$s
it: %3$s di %2$s: %1$s è d'accordo

source: %1$s doesn't agree with %2$s's %3$s
ca: %1$s no està d'acord amb %3$s de %2$s
it: %3$s di %2$s: %1$s non è d'accordo

source: %1$s abstains from a decision on %2$s's %3$s
ca: %1$s s'abstén en %3$s de %2$s
it: %3$s di %2$s: %1$s non si esprime

source: %1$s is attending %2$s's %3$s
ca: %1$s assistirà a %3$s de %2$s
it: %3$s di %2$s: %1$s partecipa

source: %1$s is not attending %2$s's %3$s
ca: %1$s no assistirà a %3$s de %2$s
it: %3$s di %2$s: %1$s non partecipa

source: %1$s may attend %2$s's %3$s
ca: %1$s potser assistirà a %3$s de %2$s
it: %3$s di %2$s: %1$s forse partecipa

source: Action completed.
ca: S'ha completat l'acció.
it: Comando completato.

source: Thank you.
ca: Gràcies.
it: Grazie.

source: No default suggestions were found.
ca: No s'han trobat suggerències predefinides.

source: %d rating
ca: %d valoració
it: %d valutazione

source: Gender:
ca: Gènere:
it: Sesso:

source: Status:
ca: Estatus:
it: Stato:

source: Homepage:
ca: Pàgina Personal:

source: Age:
ca: Edat:
it: Età:

source: Location:
ca: Localització:
it: Luogo:

source: Description:
ca: Descripció:
it: Descrizione:

source: Hometown:
ca: Ciutat Natal:
it: Città dove vivo:

source: About:
ca: Sobre:
it: Informazioni:

source: Connect
ca: Connecta
it: Aggiungi

source: Public Forum:
ca: Forum Públic:
it: Forum pubblico:

source: Keywords:
ca: Paraules Clau:
it: Parole chiave:

source: Don't suggest
ca: No suggerir
it: Non fornire suggerimenti

source: Common connections (estimated):
ca: Connexions en comú (aproximades):

source: Global Directory
ca: Directori Global
it: Elenchi pubblici globali

source: Local Directory
ca: Directori Local
it: Elenco canali su questo hub

source: Finding:
ca: Cercant:
it: Ricerca:

source: Channel Suggestions
ca: Canals Suggerits
it: Canali suggeriti

source: next page
ca: pàgina següent
it: pagina successiva

source: previous page
ca: pàgina anterior
it: pagina precedente

source: Sort options
ca: Opcions per ordenar
it: Opzioni di ordinamento

source: Alphabetic
ca: Alfabètic
it: Alfabetico

source: Reverse Alphabetic
ca: Alfabètic Invers
it: Alfabetico inverso

source: Newest to Oldest
ca: De més Nou a més Vell
it: Prima i più recenti

source: Oldest to Newest
ca: De més Antic a més Nou
it: Prima i più vecchi

source: No entries (some entries may be hidden).
ca: Sense entrades (algunes podrien estar amagades).
it: Nessun risultato (qualche elemento potrebbe essere nascosto).

source: Xchan Lookup
ca: Cerca a xchan
it: Ricerca canale

source: Lookup xchan beginning with (or webbie):
ca: Cerca a xchan començant per (o webbie)
it: Cerca un canale (o un webbie) che inizia per:

source: No suggestions available. If this is a new site, please try again in 24 hours.
ca: No hi ha suggerencies. Si es un lloc nou, espera 24 hores i proba de nou.
it: Nessun suggerimento disponibile. Se questo sito è nuovo, riprova tra 24 ore.

source: Ignore/Hide
ca: Ignora/Amaga
it: Ignora/nascondi

source: Unable to find your hub.
ca: No es possible trobar el node
it: Impossibile raggiungere il tuo hub.

source: Post successful.
ca: Entrada realitzada amb èxit.
it: Inviato!

source: Unable to lookup recipient.
ca: Incapaç de trobar el destinatari.
it: Impossibile associare un destinatario.

source: Unable to communicate with requested channel.
ca: Incapaç de comunicar amb el canal demanat.
it: Impossibile comunicare con il canale richiesto.

source: Cannot verify requested channel.
ca: No puc verificar el canal demanat.
it: Impossibile verificare il canale richiesto.

source: Selected channel has private message restrictions. Send failed.
ca: El canal seleccionat te restriccions sobre els missatges privats. L'enviament ha fallat.
it: Il canale ha delle regole restrittive per la ricezione dei messaggi privati. Invio fallito.

source: Messages
ca: Missatges
it: Messaggi

source: message
ca: missatge

source: Message recalled.
ca: Recupera el missatge.
it: Messaggio revocato.

source: Conversation removed.
ca: Conversació eliminada.
it: Conversazione rimossa.

source: Expires YYYY-MM-DD HH:MM
ca: Expira YYYY-MM-DD HH:MM
it: Scade il YYYY-MM-DD HH:MM

source: Requested channel is not in this network
ca: El canal demanat no hi es en questa xarxa
it: Il canale cercato non è in questa rete

source: Send Private Message
ca: Envia Missatge Privat
it: Invia un messaggio privato

source: To:
ca: Per:
it: A:

source: Subject:
ca: Assumpte:
it: Oggetto:

source: Attach file
ca: Adjunta arxiu
it: Allega file

source: Send
ca: Envia
it: Invia

source: Set expiration date
ca: Ajusta la data d'expiració
it: Data di scadenza

source: Delete message
ca: Elimina el missatge
it: Elimina il messaggio

source: Delivery report
ca: Informe d'entrega
it: Rapporto di trasmissione

source: Recall message
ca: Recupera el missatge
it: Revoca il messaggio

source: Message has been recalled.
ca: El missatge s'ha recuperat.
it: Il messaggio è stato revocato.

source: Delete Conversation
ca: Conversació esborrada
it: Elimina la conversazione

source: No secure communications available. You <strong>may</strong> be able to respond from the sender's profile page.
ca: Comunicació segura no disponible. Pots respondre des de la pàgina de perfil del remitent.
it: Non è disponibile alcun modo sicuro di comunicare con questo canale. <strong>Se possibile</strong>, prova a rispondere direttamente dalla pagina del profilo del mittente.

source: Send Reply
ca: Envia Resposta
it: Invia la risposta

source: Your message for %s (%s):
ca: El teu missatge per %s (%s):
it: Il tuo messaggio per %s (%s):

source: Public Hubs
ca: Nodes Públics
it: Hub pubblici

source: The listed hubs allow public registration for the $Projectname network. All hubs in the network are interlinked so membership on any of them conveys membership in the network as a whole. Some hubs may require subscription or provide tiered service plans. The hub itself <strong>may</strong> provide additional details.
ca: Els nodes llistats permeten registrar usuaris de la xarxa $Projectname. Com que tots els nodes estan enllaçats entre ells, la identitat és vàlida a tota la xarxa. Alguns nodes poden demanar subscripció o oferir serveis addicional de pagament. Per a més detalls, <strong>proveu</strong> de seguir els enllaços dels proveïdors.
it: I siti elencati permettono la registrazione libera sulla rete $Projectname. Tutti questi hub sono interconnessi, quindi essere iscritti su uno equivale a una registrazione su tutta la rete. Alcuni siti potrebbero fornire alcune funzionalità o l'intero servizio a pagamento. Per maggiori dettagli visita gli indirizzi nell'elenco.

source: Hub URL
ca: URL del Node
it: URL del hub

source: Access Type
ca: Tipus d'accés
it: Tipo di accesso

source: Registration Policy
ca: Condicions d'inscripció
it: Politica di registrazione

source: Stats
ca: Estadístiques
it: Statistiche

source: Software
ca: Programari

source: Rate
ca: Puntua
it: Valuta

source: webpage
ca: pàgina web
it: pagina web

source: block
ca: bloc

source: layout
ca: disposició

source: menu
ca: menú

source: %s element installed
ca: %s element instal·lat
it: %s elemento installato

source: %s element installation failed
ca: %s instal·lació d'element va fallar
it: Elementi con installazione fallita: %s

source: Select a bookmark folder
ca: Tria una carpeta d'interès
it: Scegli una cartella di segnalibri

source: Save Bookmark
ca: Desa el marcadors
it: Salva segnalibro

source: URL of bookmark
ca: URL del marcador
it: URL del segnalibro

source: Or enter new bookmark folder name
ca: O introdueix el nom d'una carpeta de marcadors nova
it: O inserisci il nome di una nuova cartella di segnalibri

source: Enter a folder name
ca: Escriu el nom de la carpeta

source: or select an existing folder (doubleclick)
ca: o escull-ne una d'existent amb doble clic

source: Save to Folder
ca: Guardar en la Carpeta
it: Salva nella cartella

source: Fetching URL returns error: %1$s
ca: URL sol·licitada retorna error: %1$s
it: La chiamata all'URL restituisce questo errore: %1$s

source: Maximum daily site registrations exceeded. Please try again tomorrow.
ca: Nombre màxim d'inscripcions diaris excedit. Si us plau, provau demà.
it: È stato superato il numero massimo giornaliero di registrazioni a questo sito. Riprova domani!

source: Please indicate acceptance of the Terms of Service. Registration failed.
ca: L'inscripció ha fallat. Si et plau, indica que acceptes les Condicions del Servei.
it: Impossibile proseguire. Devi prima accettare le Condizioni d'Uso del servizio.

source: Passwords do not match.
ca: Les contrasenyes no coincideixen.
it: Le password non corrispondono.

source: Registration successful. Continue to create your first channel...
ca: S'ha registrat el compte amb èxit. Ara pots crear el teu primer canal...

source: Registration successful. Please check your email for validation instructions.
ca: Registrat amb èxit. Si et plau revisa el teu correu electrònic per a les instruccions de validació.
it: La registrazione è terminata correttamente. Per continuare controlla l'email che ti è stata inviata.

source: Your registration is pending approval by the site owner.
ca: La teva inscripció esta pendent de validació pel propietari del lloc.
it: La tua richiesta è in attesa di approvazione da parte dell'amministratore di questo hub.

source: Your registration can not be processed.
ca: La teva inscripció no ha pogut ser processat.
it: La tua registrazione non puo' essere processata.

source: Registration on this hub is disabled.
ca: L'inscripció en aquest node està deshabilitat.
it: Su questo hub la registrazione non è permessa.

source: Registration on this hub is by approval only.
ca: L'inscripció en aquest node es únicament per validació.
it: La registrazione su questo hub è soggetta ad approvazione.

source: <a href="pubsites">Register at another affiliated hub.</a>
ca: <a href="pubsites">Inscripció en altre node afiliat</a>
it: <a href="pubsites">Registrati su un altro server hubzilla.</a>

source: Registration on this hub is by invitation only.
ca: El registre en aquest node funciona per invitació.

source: This site has exceeded the number of allowed daily account registrations. Please try again tomorrow.
ca: El lloc ha excedit el límit màxim diari de nous comptes/inscripció. Provau demà.
it: Questo hub ha superato il numero di registrazioni giornaliere consentite. Prova di nuovo domani.

source: I accept the %s for this website
ca: Accepto el %s per a aquest lloc web
it: Accetto le %s di questo sito

source: I am over %s years of age and accept the %s for this website
ca: Tinc més de %s anys i accepto les %s

source: Your email address
ca: La teva adreça de correu electrónic
it: Il tuo indirizzo email

source: Choose a password
ca: Tria una contrasenya
it: Scegli una password

source: Please re-enter your password
ca: Si et plau, re-entra la contrasenya
it: Ripeti la password per verifica

source: Please enter your invitation code
ca: Si et plau, introdueix el teu codi d'invitació
it: Inserisci il codice dell'invito

source: Your Name
ca: El teu nom

source: Real names are preferred.
ca: Considera de fer servir el teu nom real.

source: Your nickname will be used to create an easy to remember channel address e.g. nickname%s
ca: El teu àlies servirà per crear un nom fàcil per recordar l'adreça del canal. Per exemple, àlies%s
it: Il nome breve sarà usato per creare un indirizzo facile da ricordare per il tuo canale, per esempio nickname%s

source: Select a channel permission role for your usage needs and privacy requirements.
ca: Escull un rol de permisos de canal. Tingues en compte l'ús que en faràs i el nivell de privacitat que desitges.

source: yes
ca: sí
it: sì

source: Register
ca: Inscripció
it: Registrati

source: This site requires email verification. After completing this form, please check your email for further instructions.
ca: Aquest node demana que es verifiquin els comptes de correu. Un cop completat el formulari, comprova la teva safata d'entrada i segueix les instruccions que hi trobaràs.

source: Cover Photos
ca: Fotos de Portada
it: Copertine del canale

source: female
ca: femení
it: femmina

source: %1$s updated her %2$s
ca: %1$s actualitzà el seu %2$s
it: Aggiornamento: %2$s di %1$s

source: male
ca: masculí
it: maschio

source: %1$s updated his %2$s
ca: %1$s actualitzà el seu %2$s
it: Aggiornamento: %2$s di %1$s

source: %1$s updated their %2$s
ca: %1$s actualitzà els seus %2$s
it: Aggiornamento: %2$s di %1$s

source: cover photo
ca: Foto de la portada
it: Copertina del canale

source: Your cover photo may be visible to anybody on the internet
ca: La teva foto de portada és pública i visible a tothom.

source: Change Cover Photo
ca: Canvia la foto de portada

source: Documentation Search
ca: Cerca de Documentació
it: Ricerca nella guida

source: About
ca: El Meu Perfil
it: Informazioni

source: Administrators
ca: Administradors

source: Developers
ca: Desenvolupadors

source: $Projectname Documentation
ca: $Projectname Documentació
it: Guida di $Projectname

source: Contents
ca: Continguts

source: Item has been removed.
ca: S'ha esborrat l'element.

source: Tag removed
ca: S'ha tret l'etiqueta
it: Tag rimosso

source: Remove Item Tag
ca: Elimina l'etiqueta d'element
it: Rimuovi il tag

source: Select a tag to remove:
ca: Tria l'etiqueta a eliminar:
it: Seleziona un tag da rimuovere:

source: No such group
ca: No existeix el grup
it: Impossibile trovare il gruppo di canali

source: No such channel
ca: No existeix el canal
it: Canale sconosciuto

source: Privacy group is empty
ca: El grup de privacitat està buit
it: Il gruppo di canali è vuoto

source: Privacy group:
ca: Grup de privacitat:
it: Gruppo di canali:

source: Invalid channel.
ca: El canal no és vàlid.

source: network
ca: xarxa
it: rete

source: Welcome to %s
ca: Benvingut a %s
it: %s ti dà il benvenuto

source: Permission Denied.
ca: Permisos Denegats.
it: Permesso negato.

source: File not found.
ca: Arxiu no torbat.
it: File non trovato.

source: Edit file permissions
ca: Edita els permisos d'arxiu
it: Modifica i permessi del file

source: Set/edit permissions
ca: Canvia/edita permisos
it: Modifica i permessi

source: Include all files and sub folders
ca: Inclou tots als arxius i subdirectoris
it: Includi tutti i file e le sottocartelle

source: Return to file list
ca: Tornar al llistat d'arxius
it: Torna all'elenco dei file
