Repository: WisTex/Raconteur
Catalog: view/*/messages.po
Languages: ca, it

source: Can forward to all my channel connections via @+ mentions in posts
it: Può inoltrare post a tutti i miei contatti con una menzione @+

source: Articles
it: Articoli

source: Name or caption
it: Nome o titolo

source: Select a channel role with your privacy requirements.
it: Scegli il tipo di canale che vuoi e la privacy da applicare.

source: Read more about roles
it: Maggiori informazioni sui ruoli

source: Create Channel
it: Crea un canale

source: A channel is your identity on this network. It can represent a person, a blog, or a forum to name a few. Channels can make connections with other channels to share information with highly detailed permissions.
it: Un canale è la tua identità su questa rete. Può rappresentare una persona, un blog o un forum, per esempio. Il tuo canale può essere in contatto con altri canali per condividere contenuti con permessi anche molto dettagliati.

source: Plugins
it: Plugin

source: Enter the public git repository URL of the plugin repo.
it: Inserisci lo URL del repository git dei plugin.

source: Plugin repo git URL
it: URL git del repository del plugin

source: Download Plugin Repo
it: Scarica il repository del plugin

source: Installed Plugin Repositories
it: Repository per i plugin installati

source: Install a New Plugin Repository
it: Installa un nuovo repository per i plugin

source: [Experimental]
it: [Sperimentale]

source: %s - (Incompatible)
it: %s - (Incompatibile)

source: experimental
it: sperimentale

source: Enable context help
it: Abilita la guida contestuale

source: Display contextual help for the current page when the help button is pressed.
it: Quando è premuto, il bottone della guida mostra quella relativa alla pagina corrente

source: Set "Transport Security" HTTP header
it: Imposta il "Transport Security" HTTP header

source: Set "Content Security Policy" HTTP header
it: Imposta il "Content Security Policy" HTTP header

source: Channel permissions category:
it: Categorie di permessi dei canali:

source: Firefox Share $Projectname provider
it: Attiva Firefox Share per $Projectname

source: %s - (Experimental)
it: %s - (Sperimentale)

source: Source of Item
it: Sorgente

source: Wikis
it: Pagine wiki

source: g A l F d
it: g A l d F

source: Create a group of channels.
it: Crea un gruppo di canali.

source: Privacy group editor
it: Editor dei gruppi di canali

source: All Connected Channels
it: Tutti i canali connessi

source: Click on a channel to add or remove.
it: Clicca su un canale per aggiungerlo o rimuoverlo.

source: Personal
it: Personali

source: Examples: cathy123, Cathy Williams, cathy@example.com
it: Per esempio: cathy123, Cathy Williams, cathy@example.com

source: Membership on this site is by invitation only.
it: Per registrarsi su questo hub è necessario un invito.

source: Invalid connection.
it: Contatto non valido.

source: Active plugins
it: Plugin attivi

source: %1$s, %2$s sent you a new private message at %3$s.
it: %1$s, %2$s ti ha mandato un messaggio privato su %3$s.

source: %1$s, %2$s commented on an item/conversation you have been following.
it: %1$s, %2$s ha commentato un elemento che stavi seguendo.

source: %1$s, %2$s liked [zrl=%3$s]your %4$s[/zrl]
it: %1$s, a %2$s [zrl=%3$s]tuo %4$s[/zrl]

source: %1$s, %2$s liked an item/conversation you created.
it: %1$s, a %2$s piace l'elemento/conversazione che hai creato

source: %1$s, %2$s posted to your profile wall at %3$s
it: %1$s, %2$s ha scritto sulla bacheca del tuo profilo su %3$s

source: %1$s, %2$s posted to [zrl=%3$s]your wall[/zrl]
it: %1$s, %2$s ha scritto sulla [zrl=%3$s]tua bacheca[/zrl]

source: %1$s, %2$s tagged you at %3$s
it: %1$s, %2$s ti ha taggato su %3$s

source: %1$s, %2$s [zrl=%3$s]tagged you[/zrl].
it: %1$s, %2$s [zrl=%3$s]ti ha taggato[/zrl].

source: %1$s, %2$s poked you at %3$s
it: %1$s, %2$s ti ha mandato un poke su %3$s

source: %1$s, %2$s [zrl=%2$s]poked you[/zrl].
it: %1$s, %2$s [zrl=%2$s]ti ha mandato un poke[/zrl].

source: %1$s, %2$s tagged your post at %3$s
it: %1$s, %2$s ha taggato il tuo post su %3$s

source: %1$s, %2$s tagged [zrl=%3$s]your post[/zrl]
it: %1$s, %2$s ha taggato [zrl=%3$s]il tuo post[/zrl]

source: %1$s, you've received an new connection request from '%2$s' at %3$s
it: %1$s, hai ricevuto una richiesta di entrare in contatto da '%2$s' su %3$s

source: %1$s, you've received [zrl=%2$s]a new connection request[/zrl] from %3$s.
it: %1$s, hai ricevuto una [zrl=%2$s]richiesta di entrare in contatto[/zrl] da %3$s.

source: %1$s, you've received a friend suggestion from '%2$s' at %3$s
it: %1$s, ti è stato suggerito un amico da '%2$s' su %3$s

source: %1$s, you've received [zrl=%2$s]a friend suggestion[/zrl] for %3$s from %4$s.
it: %1$s, %4$s ti [zrl=%2$s]ha suggerito %3$s[/zrl] come amico.

source: Add Star
it: Aggiungi ai preferiti

source: Remove Star
it: Rimuovi dai preferiti

source: starred
it: preferito

source: Principal
it: Principale

source: Total
it: Totale

source: Forums
it: Forum

source: Categories
it: Categorie

source: Notes
it: Note

source: Plugin Features
it: Plugin

source: Connected apps
it: App connesse

source: Transsexual
it: Transessuale

source: Bisexual
it: Bisessuale

source: Autosexual
it: Autosessuale

source: Abstinent
it: Astinente

source: Categories:
it: Categorie:

source: Activity/Posts
it: Attività e Post

source: prev
it: prec

source: Jul
it: Giu

source: Oct
it: Ott

source: [no subject]
it: [nessun titolo]

source: Network Personal Tab
it: Attività personale

source: Enable tab to display only Network posts that you've interacted on
it: Abilita il link per mostrare solamente i contenuti con cui hai interagito

source: Network New Tab
it: Contenuti nuovi

source: Enable tab to display all new Network activity
it: Abilita il link per visualizzare solo i nuovi contenuti

source: Manage Your Channels
it: Gestisci i tuoi canali

source: Search site @name, #tag, ?docs, content
it: Cerca nel sito per @nome, #tag, ?guida o per contenuto

source: @name, #tag, ?doc, content
it: @nome, #tag, ?guida, contenuto
