Repository: WisTex/Raconteur
Catalog: view/*/messages.po
Languages: ca, it

source: OAuth Consumer Key
ca: Clau de consumidor OAuth

source: OAuth Consumer Secret
ca: Secret de consumidor OAuth

source: Base API Path
ca: Ruta arrel de l'API

source: Remember the trailing /
ca: Recorda la / final

source: GNU social application name
ca: Nom de l'aplicació GNU Social

source: To connect to your GNU social account click the button below to get a security code from GNU social which you have to copy into the input box below and submit the form. Only your <strong>public</strong> posts will be posted to GNU social.
ca: Per tal de connectar al teu compte de GNU Social, fes clic al botó de sota per a obtenir un codi de seguretat de GNU Social. Després insereix-lo a la caixa de sota i envia el formulari. Només seran publicades a GNU Social <strong>les teves entrades públiques</strong>

source: Log in with GNU social
ca: Inicia la sessió amb GNU Social

source: Copy the security code from GNU social here
ca: Copia el codi de seguretat de GNU Social aquí

source: Cancel Connection Process
ca: Aborta el procés de connexió

source: Current GNU social API is
ca: La ruta actual a l'API de GNU Social és

source: Cancel GNU social Connection
ca: Aborta la connexió a GNU Social

source: Currently connected to:
ca: Actualment estàs connectat/da a:

source: <strong>Note</strong>: Due your privacy settings (<em>Hide your profile details from unknown viewers?</em>) the link potentially included in public postings relayed to GNU social will lead the visitor to a blank page informing the visitor that the access to your profile has been restricted.
ca: <strong>Nota</strong>: La teva configuració de privacitat amaga els detalls del perfil a visitants desconeguts. Això provocarà que l'enllaç mostrat a GNU Social per a la teva identitat portarà a una pàgina en blanc avisant de la restricció.

source: Allow posting to GNU social
ca: Permet publicar a GNU Social

source: If enabled your public postings can be posted to the associated GNU-social account
ca: Si s'activa, les entrades públiques poden ser penjades al compte associat de GNU Social

source: Post to GNU social by default
ca: Per defecte publica a GNU Social

source: If enabled your public postings will be posted to the associated GNU-social account by default
ca: Si s'activa, per defecte es penjaran les teves entrades públiques al teu compte associat de GNU Social

source: Clear OAuth configuration
ca: Esborra la configuració de OAuth

source: GNU social Post Settings
ca: Configuració de Publica a GNU Social

source: API URL
ca: Adreça URL de l'API

source: Application name
ca: Nom de l'aplicació

source: QR code
ca: Codi QR

source: QR Generator
ca: Generador de codi QR

source: Enter some text
ca: Escriu un text

source: Invalid game.
ca: El joc no és vàlid.

source: You are not a player in this game.
ca: No ets un jugador en aquest joc.

source: You must be a local channel to create a game.
ca: Has de crear la partida des d'un canal local.

source: You must select one opponent that is not yourself.
ca: Has de triar un oponent diferent a tu mateix/a.

source: Random color chosen.
ca: S'ha escollit un color aleatori.

source: Error creating new game.
ca: S'ha produït un error en crear la partida.

source: Requested channel is not available.
ca: El canal demanat no està disponible.
it: Il canale che cerchi non è disponibile.

source: You must select a local channel /chess/channelname
ca: Has de triar un canal local /chess/nomdelcanal

source: Enable notifications
ca: Activa les notificacions

source: Post to Twitter
ca: Publica a Twitter

source: Twitter settings updated.
ca: S'ha actualitzat la configuració de Twitter.

source: No consumer key pair for Twitter found. Please contact your site administrator.
ca: No s'ha trobat cap parell de claus de Twitter. Contacte l'administrador del teu lloc.

source: At this Hubzilla instance the Twitter plugin was enabled but you have not yet connected your account to your Twitter account. To do so click the button below to get a PIN from Twitter which you have to copy into the input box below and submit the form. Only your <strong>public</strong> posts will be posted to Twitter.
ca: L'extensió de Twitter està activada però encara no t'has connectat a cap compte de Twitter. Per a fer-ho, fes clic al botó de sota per a obtenir un PIN des de Twitter. Després insereix-lo a la caixa de sota i envia el formulari. Només seran publicades a GNU Social <strong>les teves entrades públiques</strong>

source: Log in with Twitter
ca: Inicia la sessió amb Twitter

source: Copy the PIN from Twitter here
ca: Copia el PIN de Twitter aquí

source: <strong>Note:</strong> Due your privacy settings (<em>Hide your profile details from unknown viewers?</em>) the link potentially included in public postings relayed to Twitter will lead the visitor to a blank page informing the visitor that the access to your profile has been restricted.
ca: <strong>Nota</strong>: La teva configuració de privacitat amaga els detalls del perfil a visitants desconeguts. Això provocarà que l'enllaç mostrat a Twitter per a la teva identitat portarà a una pàgina en blanc avisant de la restricció.

source: Allow posting to Twitter
ca: Permet publicar a Twitter

source: If enabled your public postings can be posted to the associated Twitter account
ca: Si s'activa, les entrades públiques poden ser penjades al compte associat de Twitter

source: Twitter post length
ca: Llargada del tuit

source: Maximum tweet length
ca: Llargada màxima de tuit

source: Send public postings to Twitter by default
ca: Envia per defecte les entrades públiques cap a Twitter

source: If enabled your public postings will be posted to the associated Twitter account by default
ca: Si s'activa, per defecte es penjaran les teves entrades públiques al teu compte associat de Twitter

source: Twitter Post Settings
ca: Configuració de Twitter

source: Deactivate the feature
ca: Desactiva la funcionalitat

source: Hide the button and show the smilies directly.
ca: Amaga el botó i mostra les icones directament.

source: Smileybutton Settings
ca: Configuració de Smileybutton

source: Access Denied.
ca: S'ha denegat l'accés.

source: Order Not Found
ca: No s'ha trobat l'ordre

source: Access Denied
ca: S'ha denegat l'accés

source: Invalid Item
ca: L'article és invàlid

source: [cart] Item Added
ca: [cart] S'ha afegit un article

source: Order already checked out.
ca: La comanda ja s'ha servit.

source: Enable Shopping Cart
ca: Habilita la cistella de la compra

source: Enable Test Catalog
ca: Habilita un catàleg de prova

source: Enable Manual Payments
ca: Habilita els pagaments manuals

source: Base Merchant Currency
ca: Moneda base del comerç

source: Cart - Base Settings
ca: Carretó - Configuració bàsica

source: Shop
ca: Botiga

source: You must be logged into the Grid to shop.
ca: Cal haver iniciat sessió per a poder comprar.

source: Cart Not Enabled (profile:
ca: La cistella no està habilitada (perfil:

source: Order not found.
ca: No s'ha trobat l'ordre.

source: Access denied.
ca: S'ha denegat l'accés.

source: No Order Found
ca: No s'ha trobat cap ordre

source: An unknown error has occurred Please start again.
ca: S'ha produït un error inesperat. Torna-ho a provar.

source: Invalid Payment Type. Please start again.
ca: El tipus de pagament no és vàlid. Torna a començar.

source: Order not found
ca: No s'ha trobat l'ordre

source: Enable Paypal Button Module
ca: Activa el mòdul del botó de Paypal

source: Use Production Key
ca: Fes servir la clau de producció

source: Paypal Sandbox Client Key
ca: Clau de client de Paypal del banc de proves

source: Paypal Sandbox Secret Key
ca: Clau secreta de Paypal del banc de proves

source: Paypal Production Client Key
ca: Clau de client de Paypal de producció

source: Paypal Production Secret Key
ca: Clau secreta de Paypal de producció

source: Cart - Paypal Addon
ca: Carretó - Extensió de Paypal

source: Paypal button payments are not enabled.
ca: El botó de pagament per Paypal no està habilitat.

source: Paypal button payments are not properly configured. Please choose another payment option.
ca: El botó de pagament per Paypal no està ben configurat. Escull un altre mètode de pagament.

source: Enable Hubzilla Services Module
ca: Activa el mòdul "Serveis de Hubzilla"

source: Cart - Hubzilla Services Addon
ca: Carretó - Extensió "Serveis de Hubzilla"

source: New Sku
ca: Nova SKU

source: Cannot save edits to locked item.
ca: No s'han pogut desar els canvis a l'article perquè està bloquejat.

source: SKU not found.
ca: Non s'ha trobat l'SKU

source: Invalid Activation Directive.
ca: La directiva d'activació és invàlida.

source: Invalid Deactivation Directive.
ca: La directiva de desactivació és invàlida.

source: Add to this privacy group
ca: Afegeix-ho al teu grup de privacitat

source: Set user service class
ca: Defineix la classe de servei de l'usuària

source: You must be using a local account to purchase this service.
ca: Cal una sessió iniciada en aquest hub per a comprar el servei.

source: Changes Locked
ca: Article bloquejat

source: Item available for purchase.
ca: Article a la venda.

source: Price
ca: Preu

source: Add buyer to privacy group
ca: Afegeix el comprador a un grup de privacitat

source: Add buyer as connection
ca: Connecta automàticament amb els canals de les compradores

source: Set Service Class
ca: Defineix la classe de servei

source: Error: order mismatch. Please try again.
ca: Error: l'ordre no coincideix. Torna-ho a provar.

source: Manual payments are not enabled.
ca: El pagament manual no està habilitat.

source: Finished
ca: Operació completa

source: This website is tracked using the <a href='http://www.piwik.org'>Piwik</a> analytics tool.
ca: Aquest lloc web analitza el trànsit amb l'eina <a href='http://www.piwik.org'>Piwik</a>.

source: If you do not want that your visits are logged this way you <a href='%s'>can set a cookie to prevent Piwik from tracking further visits of the site</a> (opt-out).
ca: Si no vols que es registrin les teves visites d'aquesta manera, pots <a href='%s'>crear una cookie per fer que Piwik deixi de fer-ho</a>. En anglès es coneix com "opt-out".

source: Piwik Base URL
ca: Adreça URL arrel del Piwik

source: Absolute path to your Piwik installation. (without protocol (http/s), with trailing slash)
ca: Adreça absoluta a la instaŀlació de Piwik: sense protocol (http[s]) amb una barra (/) final

source: Site ID
ca: Identitat del lloc

source: Show opt-out cookie link?
ca: Vols mostrar un enllaç per poder crear una cookie per evitar el seguiment?

source: Asynchronous tracking
ca: Seguiment asíncron

source: Enable frontend JavaScript error tracking
ca: Activa el seguiment d'errors de Javascript al frontend

source: This feature requires Piwik >= 2.2.0
ca: Aquesta funcionalitat necessita una versió del Piwik >= 2.2.0

source: Edit your profile and change settings.
ca: Modifica el teu perfil i canvia la configuració.

source: Click here to see activity from your connections.
ca: Clica aquí per a veure l'activitat de les teves connexions.

source: Click here to see your channel home.
ca: Clica aquí per a veure el mur del teu canal.

source: You can access your private messages from here.
ca: Pots accedir als teus missatges privats des d'aquí.

source: Create new events here.
ca: Pots crear esdeveniments des d'aquí.

source: You can accept new connections and change permissions for existing ones here. You can also e.g. create groups of contacts.
ca: Pots acceptar connexions noves des d'aquí i canviar els permisos de les existents. També pots crear grups de contactes, per exemple.

source: System notifications will arrive here
ca: Les notificacions t'arriben per aquí

source: Search for content and users
ca: Cerca contingut i usuaris

source: Browse for new contacts
ca: Explora per trobar nous contactes

source: Launch installed apps
ca: Obre aplicacions instaŀlades

source: Looking for help? Click here.
ca: Que busques ajuda? Clica aquí.

source: New events have occurred in your network. Click here to see what has happened!
ca: Hi ha hagut activitat nova a la teva xarxa. Clica aquí a veure què ha passat!

source: You have received a new private message. Click here to see from who!
ca: Has rebut un missatge privat. A veure de qui és!
it: Hai ricevuto un nuovo messaggio privato. Clicca qui per sapere da chi!

source: There are events this week. Click here too see which!
ca: Hi ha esdeveniments aquesta setmana. Clica per veure quins!

source: You have received a new introduction. Click here to see who!
ca: Has rebut una presentació. Clica per veure de qui és!
it: Hai ricevuto una nuova richiesta di amicizia. Clicca qui per sapere da chi!

source: There is a new system notification. Click here to see what has happened!
ca: Tens una notificació de sistema. Clica per veure què ha passat!

source: Click here to share text, images, videos and sound.
ca: Clica aquí per a compartir text, imatges, vídeos, i sons.

source: You can write an optional title for your update (good for long posts).
ca: Si vols, pots posar un títol a les teves entrades. És una bona idea per a entrades llargues.

source: Entering some categories here makes it easier to find your post later.
ca: Si afegeixes categories serà més fàcil de trobar l'entrada més endavant.

source: Share photos, links, location, etc.
ca: Comparteix fotos, enllaços, la ubicació, etc.

source: Only want to share content for a while? Make it expire at a certain date.
ca: Vols compartir un contingut només durant una estona? Fes-lo caducar a un cert moment.

source: You can password protect content.
ca: Pots protegir el contingut per contrasenya.

source: Choose who you share with.
ca: Escull amb qui ho vols compartir.

source: Click here when you are done.
ca: I clica aquí quan acabis.

source: Adjust from which channels posts should be displayed.
ca: Tria des de quins canals s'haurien de mostrar les entrades.

source: Only show posts from channels in the specified privacy group.
ca: Mostra només entrades de canals especificats en el grup de privacitat.

source: Easily find posts containing tags (keywords preceded by the "#" symbol).
ca: Pots trobar fàcilment entrades que continguin etiquetes (paraules clau precedides per un símbol "#").

source: Easily find posts in given category.
ca: Troba fàcilment entrades en una certa categoria.

source: Easily find posts by date.
ca: Troba fàcilment entrades per data.

source: Suggested users who have volounteered to be shown as suggestions, and who we think you might find interesting.
ca: Els usuaris que et suggerim s'han mostrat voluntaris a ser suggerits perquè els puguis afegir. Que potser t'interessa connectar-t'hi?

source: Here you see channels you have connected to.
ca: Aquí pots veure els canals als quals estàs connectat/da.

source: Save your search so you can repeat it at a later date.
ca: Si deses la teva cerca la podràs repetir més tard.

source: If you see this icon you can be sure that the sender is who it say it is. It is normal that it is not always possible to verify the sender, so the icon will be missing sometimes. There is usually no need to worry about that.
ca: Si veus aquesta icona, pots donar per fet que el/la remitent és qui diu ser. De tota manera, és habitual que no es pugui verificar, i per tant, que de vegades falti aquesta icona. Però és només una capa més de seguretat del sistema.

source: Danger! It seems someone tried to forge a message! This message is not necessarily from who it says it is from!
ca: Alerta! Sembla que algú ha intentat falsificar un missatge! Pot ser que el remitent d'aquest missatge no sigui qui diu ser!

source: Welcome to Hubzilla! Would you like to see a tour of the UI?</p> <p>You can pause it at any time and continue where you left off by reloading the page, or navigting to another page.</p><p>You can also advance by pressing the return key
ca: Benvingut/da a Hubzilla! T'agradaria fer un tur pel lloc?</p><p>Pots pausar-lo en qualsevol moment i continuar més tard on ho havies deixat. Per fer-ho navega a una altra pàgina o recarrega aquesta.</p><p>També pots avançar prement la tecla de retorn
it: Benvenuto su Hubzilla! Vorresti vedere una panoramica sulla UI? </p><p> Puoi metterla in pausa in qualsiasi momento e continuare da dove hai interrorro ricaricando la pagina, o spostandoti su un'altra pagina. </p><p>Puoi anche andare avanti premendo il tasto invio

source: Extended Identity Sharing
ca: Compartició d'identitats extesa

source: Share your identity with all websites on the internet. When disabled, identity is only shared with $Projectname sites.
ca: Comparteix la teva identitat amb tota la web. Si es deshabilita, la identitat només es comparteix amb altres nodes de $Projectname.

source: Three Dimensional Tic-Tac-Toe
ca: Tres en ratlla 3D

source: 3D Tic-Tac-Toe
ca: Tres en ratlla 3D

source: New game
ca: Nova partida

source: New game with handicap
ca: Nova partida amb desavantatge

source: Three dimensional tic-tac-toe is just like the traditional game except that it is played on multiple levels simultaneously.
ca: El tres en ratlla en 3D és com el clàssic en 2D excepte que es juga en diversos nivells simultàniament.

source: In this case there are three levels. You win by getting three in a row on any level, as well as up, down, and diagonally across the different levels.
ca: En aquest cas hi ha tres nivells. Guanya qui aconsegueixi fer 3 en ratlla en qualsevol nivell, així com amunt, avall, o en diagonal en qualsevol nivell

source: The handicap game disables the center position on the middle level because the player claiming this square often has an unfair advantage.
ca: Una partida amb desavantatge desactiva la posició del centre perquè el jugador que aconsegueix aquest quadrat sol aconseguir un avantatge injust.

source: You go first...
ca: Comences!

source: I'm going first this time...
ca: Aquest cop començo jo!

source: You won!
ca: Has guanyat!

source: "Cat" game!
ca: Empat!

source: I won!
ca: He guanyat!

source: Message to display on every page on this server
ca: Missatge per mostrar en cada pàgina d'aquest servidor

source: Pageheader Settings
ca: Configuració del Pageheader

source: pageheader Settings saved.
ca: S'ha desat la configuració del Pageheader.

source: Only authenticate automatically to sites of your friends
ca: Autentica'm automàticament només en hubs on hi tinc connexions

source: By default you are automatically authenticated anywhere in the network
ca: Per defecte se t'autentica en qualsevol hub de la xarxa

source: Authchoose Settings
ca: Configuració de l'Authchoose

source: Atuhchoose Settings updated.
ca: S'ha actualitzat la configuració de l'Authchoose.

source: lonely
ca: solitari/ària

source: drunk
ca: borratxo/a

source: horny
ca: calent/a

source: stoned
ca: perplex/a

source: fucked up
ca: fotut/da

source: clusterfucked
ca: rematadament fotut/da

source: crazy
ca: boig/boja

source: hurt
ca: ferit/da

source: sleepy
ca: amb son

source: grumpy
ca: de mal humor

source: high
ca: flipat/da

source: semi-conscious
ca: semi-conscient

source: in love
ca: enamorat/da

source: in lust
ca: en zel

source: naked
ca: nu/nua

source: stinky
ca: pudent/a

source: sweaty
ca: suat/da

source: bleeding out
ca: sagnant

source: victorious
ca: victoriós/a

source: defeated
ca: derrotat/da

source: envious
ca: envejós/a

source: jealous
ca: gelós/a

source: XMPP settings updated.
ca: S'ha actualitzat la configuració de l'XMPP.

source: Enable Chat
ca: Activa el xat

source: Individual credentials
ca: Credencials individuals

source: Jabber BOSH server
ca: Servidor de Jabber BOSH

source: XMPP Settings
ca: Configuració XMPP

source: Jabber BOSH host
ca: Nom de domini de Jabber BOSH

source: Use central userbase
ca: Fes servir una base d'usuari/es central

source: If enabled, members will automatically login to an ejabberd server that has to be installed on this machine with synchronized credentials via the "auth_ejabberd.php" script.
ca: Si s'activa, s'iniciarà sessió automàticament als membres en un servidor ejabberd. Aquest ha d'estar instaŀlat en la mateixa màquina amb credencials sincronitzades, mitjançant l'script "auth_ejabberd.php".

source: Who likes me?
ca: A qui agrado?
it: Chi mi ha messo un mi piace?

source: You are now authenticated to pumpio.
ca: Has iniciat sessió a pumpio.

source: return to the featured settings page
ca: torna a la pàgina de configuració

source: Post to Pump.io
ca: Publica a Pump.io

source: Pump.io servername
ca: Nom del servidor de Pump.io

source: Without "http://" or "https://"
ca: Sense "http://" ni "https://"

source: Pump.io username
ca: Nom d'usuari a Pump.io

source: Without the servername
ca: Sense el nom de servidor

source: You are not authenticated to pumpio
ca: No has iniciat sessió a pumpio

source: (Re-)Authenticate your pump.io connection
ca: [Re]autentica la teva connexió a pump.io

source: Enable pump.io Post Plugin
ca: Activa l'extensió Publica a pump.io

source: Post to pump.io by default
ca: Publica a Pump.io per defecte

source: Should posts be public
ca: Vols que les entrades siguin públiques?

source: Mirror all public posts
ca: Replica totes les entrades públiques

source: Pump.io Post Settings
ca: Configuració de les entrades de pump.io

source: PumpIO Settings saved.
ca: S'ha desat la configuració de pump.io

source: An account has been created for you.
ca: S'ha creat un compte nou.

source: Authentication successful but rejected: account creation is disabled.
ca: L'autenticació ha tingut èxit però no s'ha pogut crear un compte perquè no està permès.

# opensearch
source: Search %1$s (%2$s)
ca: Cerca %1$s(%2$s)
it: Cerca %1$s (%2$s)

source: Search $Projectname
ca: Cerca $Projectname

source: Redmatrix File Storage Import
ca: Importa l'emmagatzematge d'arxius de Redmatrix

source: This will import all your Redmatrix cloud files to this channel.
ca: Importa tots els teus arxius de núvol cap aquest canal.

source: file
ca: arxiu

source: Send email to all members
ca: Enviar correus a tothom

source: %1$d of %2$d messages sent.
ca: S'ha/n enviat %1$d de %2$d missatges.

source: Send email to all hub members.
ca: Envia un correu a tots els membres del hub.

source: Sender Email address
ca: Adreça del remitent

source: Test mode (only send to hub administrator)
ca: Mode de proves (envia'l només a l'administrador del hub)

source: Frequently
ca: Freqüentment
it: Frequentemente

source: Hourly
ca: Horariament
it: Ogni ora

source: Twice daily
ca: Dos vegades al dia
it: Due volte al giorno

source: Daily
ca: Diariament
it: Ogni giorno

source: Weekly
ca: Setmanalment
it: Ogni settimana

source: Monthly
ca: Mensualment
it: Ogni mese

source: Currently Male
ca: Actualment Masculí
it: Al momento maschio

source: Currently Female
ca: Actualment Femení
it: Al momento femmina

source: Mostly Male
ca: Més aviat Masculí
it: Prevalentemente maschio

source: Mostly Female
ca: Més Aviat Femení
it: Prevalentemente femmina

source: Transgender
ca: Canvi de Sexe

source: Intersex
ca: Intersexual

source: Hermaphrodite
ca: Hermafrodita
it: Ermafrodito

source: Neuter
ca: Neutre
it: Neutro

source: Non-specific
ca: Indefinit
it: Non specificato

source: Undecided
ca: Indecís
it: Indeciso

source: Males
ca: Homes
it: Maschi

source: Females
ca: Dones
it: Femmine

source: Lesbian
ca: Lesbianes
it: Lesbica

source: No Preference
ca: Sense Preferències
it: Senza preferenza

source: Virgin
ca: Verge
it: Vergine

source: Deviant
ca: Desviat
it: Deviato

source: Fetish
ca: Fetixiste
it: Feticista

source: Oodles
ca: Orgies
it: Un sacco

source: Nonsexual
ca: Asexual
it: Asessuato

source: Single
ca: Solter

source: Lonely
ca: Solitari
it: Da solo

source: Available
ca: Disponible
it: Disponibile

source: Unavailable
ca: No Disponible
it: Non disponibile

source: Has crush
ca: Aplastat
it: Ha una cotta
