Repository: WisTex/Raconteur
Catalog: view/*/messages.po
Languages: ca, it

source: Can view my channel stream and posts
ca: Pot veure el flux i entrades del meu canal
it: Può vedere i post e i contenuti del mio canale

source: Can send me their channel stream and posts
ca: Pot enviar-me el flux i entrades del seu canal
it: È tra i canali che seguo

source: Can view my default channel profile
ca: Pot veure el perfil del meu canal per defecte
it: Può vedere il profilo predefinito del canale

source: Can view my connections
ca: Pot veure les meves connexions
it: Può vedere i miei contatti

source: Can view my file storage and photos
ca: Pot veure les meves fotos i arxius
it: Può vedere il mio archivio file e foto

source: Can upload/modify my file storage and photos
ca: Pot pujar i modificar els meus fitxers i fotos
it: Può caricare o modificare i file e le foto del mio archivio

source: Can view my channel webpages
ca: Pot veure les pàgines web del meu canal
it: Può vedere le pagine web del mio canale

source: Can view my wiki pages
ca: Por veure les meves pàgines wiki
it: Può vedere le pagine del mio wiki

source: Can create/edit my channel webpages
ca: Pot crear i modificar les pàgines web del meu canal
it: Può creare o modificare le pagine web del mio canale

source: Can write to my wiki pages
ca: Pot escriure a les meves pàgines wiki
it: Può scrivere nelle pagine del mio wiki

source: Can post on my channel (wall) page
ca: Pot penjar entrades al mur del meu canal
it: Può postare sulla mia bacheca

source: Can comment on or like my posts
ca: Pot comentar i fer "m'agrada" a les meves entrades
it: Può commentare o aggiungere "mi piace" ai miei post

source: Can send me private mail messages
ca: Pot enviar-me missatges privats
it: Può inviarmi messaggi privati

source: Can like/dislike profiles and profile things
ca: Pot fer m'agrada i no m'agrada als perfils i coses del perfil
it: Può aggiungere un "mi piace" sul profilo e sugli oggetti del profilo

source: Can forward to all my channel connections via ! mentions in posts
ca: Pot fer arribar entrades a totes les meves connexions fent servir mencions amb "!"

source: Can chat with me
ca: Pot xatejar amb mi
it: Può aprire una chat con me

source: Can source my public posts in derived channels
ca: Pot fer servir les meves entrades per publicar automàticament en altres canals
it: Può usare i miei post pubblici per creare canali derivati

source: Can administer my channel
ca: Pot administrar el meu canal
it: Può amministrare il mio canale

source: Social Networking
ca: Xarxes Socials
it: Social network

source: Social - Federation
ca: Social - Federació

source: Social - Mostly Public
ca: Social - Principalment públic
it: Social - Prevalentemente pubblico

source: Social - Restricted
ca: Social - Restingit
it: Social - Con restrizioni

source: Social - Private
ca: Social - Privat
it: Social - Privato

source: Community Forum
ca: Fòrum comunitari
it: Forum di discussione

source: Forum - Mostly Public
ca: Fòrum - Principalment públic
it: Social - Prevalentemente pubblico

source: Forum - Restricted
ca: Fòrum - Restringit
it: Forum - Con restrizioni

source: Forum - Private
ca: Fòrum - Privat
it: Forum - Privato

source: Feed Republish
ca: Republicador
it: Aggregatore di feed esterni

source: Feed - Mostly Public
ca: Republicador - Principalment públic
it: Feed - Prevalentemente pubblico

source: Feed - Restricted
ca: Republicador - Restringit
it: Feed - Con restrizioni

source: Special Purpose
ca: Objectiu Especial
it: Per finalità speciali

source: Special - Celebrity/Soapbox
ca: Especial - Personatge públic / Plataforma
it: Speciale - Pagina per fan

source: Special - Group Repository
ca: Especial - Repositori d'un Grup
it: Speciale - Repository di gruppo

source: Other
ca: Altres
it: Altro

source: Custom/Expert Mode
ca: Personalitzat, mode expert
it: Personalizzazione per esperti

source: Requested profile is not available.
ca: El perfil demanat no està disponible.
it: Il profilo richiesto non è disponibile.

source: Permission denied.
ca: S'ha denegat el permís.
it: Permesso negato.

source: Block Name
ca: Nom del bloc
it: Nome del block

source: Blocks
ca: Blocs
it: Block

source: Block Title
ca: Títol del bloc
it: Titolo del block

source: Created
ca: Creat
it: Creato

source: Edited
ca: Editat
it: Modificato

source: Create
ca: Crea
it: Crea

source: Edit
ca: Edita
it: Modifica

source: Share
ca: Comparteix
it: Condividi

source: Delete
ca: Esborra
it: Elimina

source: View
ca: Mostra
it: Guarda

source: Total invitation limit exceeded.
ca: S'ha superat el límit total d'invitacions.
it: Hai superato il numero massimo di inviti.

source: %s : Not a valid email address.
ca: L'adreça de correu %s no és vàlida.
it: %s: non è un indirizzo email valido.

source: Please join us on $Projectname
ca: Suma't a $Projectname!
it: Unisciti a noi su $Projectname

source: Invitation limit exceeded. Please contact your site administrator.
ca: S'ha superat el límit d'invitacions. Posa't en contacte amb l'administrador del lloc.
it: Hai superato il numero massimo di inviti. Contatta l'amministratore se necessario.

source: %s : Message delivery failed.
ca: No s'ha pogut lliurar la invitació a %s
it: %s: la consegna del messaggio è fallita.

source: %d message sent.
ca: S'ha enviat %d invitació.
it: %d messaggio inviato.

source: You have no more invitations available
ca: No pots enviar més invitacions
it: Non hai altri inviti disponibili

source: Send invitations
ca: Envia invitacions
it: Spedisci inviti

source: Enter email addresses, one per line:
ca: Introdueix les adreces de correu electrònic, una per línia:
it: Inserisci gli indirizzi email, uno per riga:

source: Your message:
ca: El teu missatge:
it: Il tuo messaggio:

source: Please join my community on $Projectname.
ca: Vols sumar-te a la meva comunitat a $Projectname?
it: Entra nella mia comunità su $Projectname.

source: You will need to supply this invitation code:
ca: Hauràs de facilitar aquest codi d'invitació:
it: Dovrai fornire questo codice invito:

source: 1. Register at any $Projectname location (they are all inter-connected)
ca: 1. Pots registrar-te a qualsevol node de $Projectname (estan tots interconnectats)
it: 1. Registrati su qualsiasi server $Projectname (sono tutti interconnessi)

source: 2. Enter my $Projectname network address into the site searchbar.
ca: 2. Escriu a la barra de cerca la meva adreça de la xarxa $Projectname.
it: 2. Inserisci il mio indirizzo $Projectname nel riquadro di ricerca del sito.

source: or visit
ca: o bé visita
it: oppure visita

source: 3. Click [Connect]
ca: 3. Clica [connecta]
it: 3. Clicca su [Aggiungi]

source: Submit
ca: Envia
it: Salva

source: Add Article
ca: Afegeix un article
it: Aggiungi un articolo

source: Item not found
ca: No s'ha trobat l'element
it: Elemento non trovato

source: Layout Name
ca: Nom del disseny
it: Nome layout

source: Layout Description (Optional)
ca: Descripció del disseny (opcional)
it: Descrizione del layout (facoltativa)

source: Edit Layout
ca: Edita el disseny
it: Modifica il layout

source: Cancel
ca: Cancel·la
it: Annulla

source: Permission denied
ca: S'ha denegat el permís
it: Permesso negato

source: Invalid profile identifier.
ca: L'identificador de perfil no és vàlid.
it: Indentificativo del profilo non valido.

source: Profile Visibility Editor
ca: Editor de la visibilitat del perfil
it: Modifica la visibilità del profilo

source: Profile
ca: Perfil
it: Profilo

source: Click on a contact to add or remove.
ca: Clica sobre un contacte per afegir-lo o esborrar-lo.
it: Clicca su un contatto per aggiungerlo o rimuoverlo.

source: Visible To
ca: Visible per
it: Visibile a

source: All Connections
ca: Totes les connexions
it: Tutti i contatti

source: INVALID EVENT DISMISSED!
ca: S'HA DESCARTAT UN ESDEVENIMENT INVÀLID.
it: EVENTO NON VALIDO ELIMINATO!

source: Summary:
ca: Resum:
it: Sommario:

source: Unknown
ca: Desconegut
it: Sconosciuto

source: Date:
ca: Data:
it: Data:

source: Reason:
ca: Motiu:
it: Motivo:

source: INVALID CARD DISMISSED!
ca: S'HA DESCARTAT UNA TARGETA INVÀLIDA.
it: CARD NON VALIDA ELIMINATA!

source: Name:
ca: Nom:
it: Nome:

source: Event title
ca: Títol de l'esdeveniment
it: Titolo dell'evento

source: Start date and time
ca: Data i hora d'inici
it: Data e ora di inizio

source: Example: YYYY-MM-DD HH:mm
ca: Exemple: AAAA-MM-DD HH:mm
it: Esempio: YYYY-MM-DD HH:mm

source: End date and time
ca: Data i hora de fi
it: Data e ora di fine

source: Description
ca: Descripció
it: Descrizione

source: Location
ca: Ubicació
it: Posizione geografica

source: Previous
ca: Anterior
it: Precendente

source: Next
ca: Següent
it: Successivo

source: Today
ca: Avui
it: Oggi

source: Month
ca: mes
it: Mese

source: Week
ca: setmana
it: Settimana

source: Day
ca: dia
it: Giorno

source: List month
ca: Mes en llista
it: Lista del mese

source: List week
ca: Setmana en llista
it: Lista della settimana

source: List day
ca: Dia en llista
it: Lista del giorno

source: More
ca: Mostra més
it: Di più

source: Less
ca: Mostra menys
it: Meno

source: Select calendar
ca: Tria un calendari
it: Seleziona calendario

source: Delete all
ca: Esborra'ls tots
it: Elimina tutto

source: Sorry! Editing of recurrent events is not yet implemented.
ca: Malauradament encara no es poden editar esdeveniments periòdics.
it: Spiacenti! La modifica di eventi ricorrenti non è ancora disponibile.

source: Name
ca: Nom
it: Nome

source: Organisation
ca: Organització
it: Organizzazione

source: Title
ca: Títol
it: Titolo

source: Phone
ca: Telèfon
it: Telefono

source: Email
ca: Correu electrònic

source: Instant messenger
ca: Missatgeria instantània
it: Messaggistica istantanea

source: Website
ca: Lloc web
it: Sito web

source: Address
ca: Adreça
it: Indirizzo

source: Note
ca: Nota
it: Nota

source: Mobile
ca: Mòbil

source: Home
ca: Inici
it: Bacheca

source: Work
ca: Feina
it: Lavoro

source: Add Contact
ca: Afegeix un contacte
it: Aggiungi contatto

source: Add Field
ca: Afegeix un camp
it: Aggiungi campo

source: Update
ca: Actualitza
it: Aggiorna

source: P.O. Box
ca: Apartat de correus

source: Additional
ca: Addicional
it: Aggiuntivo

source: Street
ca: Carrer
it: Via

source: Locality
ca: Localitat
it: Località

source: Region
ca: Regió
it: Regione

source: ZIP Code
ca: Codi postal
it: CAP

source: Country
ca: País
it: Nazione

source: Default Calendar
ca: Calendari per defecte
it: Calendario predefinito

source: Default Addressbook
ca: Llibreta d'adreces per defecte
it: Rubrica predefinita

source: This site is not a directory server
ca: Aquest hub no és un servidor de directori
it: Questo non è un directory server

source: You must be logged in to see this page.
ca: Has de tenir una sessió iniciada per a veure aquesta pàgina.
it: Devi aver effettuato l'accesso per vedere questa pagina.

source: Posts and comments
ca: Entrades i comentaris
it: Post e commenti

source: Only posts
ca: Només entrades
it: Solo post

source: Insufficient permissions. Request redirected to profile page.
ca: S'ha denegat el permís. La petició s'ha redirigit a la pàgina de perfil.
it: Permessi insufficienti. Sarà visualizzata la pagina del profilo.

source: Search Results For:
ca: Cerca resultats per:
it: Cerca risultati con:

source: Reset form
ca: Esborra el formulari

source: Export Channel
ca: Exporta un canal
it: Esporta il canale

source: Export your basic channel information to a file. This acts as a backup of your connections, permissions, profile and basic data, which can be used to import your data to a new server hub, but does not contain your content.
ca: Exporta la informació bàsica del canal a un arxiu. Això serveix com a còpia de seguretat de les teves connexions, permisos, perfil i dades bàsiques, i pots emprar-la per a importar aquestes dades des d'un altre hub. No conté el contingut del canal.
it: Esporta le informazioni di base del canale in un file. In pratica è un salvataggio delle tue connessioni, dei permessi che hai assegnato e del tuo profilo che così potrà essere importato su un altro server/hub. Il file non includerà i tuoi post e altri contenuti che hai creato o caricato.

source: Export Content
ca: Exporta'n el contingut
it: Esporta i contenuti

source: Export your channel information and recent content to a JSON backup that can be restored or imported to another server hub. This backs up all of your connections, permissions, profile data and several months of posts. This file may be VERY large. Please be patient - it may take several minutes for this download to begin.
ca: Exporta la informació del canal i tot el contingut recent a una còpia de seguretat en format JSON. Pot ser restaurada o importada des d'un altre hub. Això desa totes les teves connexions, permisos, dades de perfil i diversos mesos de publicacions. L'arxiu pot ser MOLT gran. Si et plau, sigues pacient ja que la preparació de l'arxiu pot trigar una estona, abans que el puguis començar a baixar.
it: Esporta il tuo canale e i contenuti recenti in un file di salvataggio che potrà essere importato su un altro server/hub. Sarà un backup dei tuoi contatti, dei permessi che hai assegnato, dei dati del profilo e dei post degli ultimi mesi. Il file potrebbe essere MOLTO grande. Sarà necessario attendere con pazienza - saranno necessari molti minuti prima che inizi lo scaricamento.

source: Export your posts from a given year.
ca: Exporta les entrades d'un any determinat.
it: Esporta i tuoi post a partire dall'anno scelto.

source: You may also export your posts and conversations for a particular year or month. Adjust the date in your browser location bar to select other dates. If the export fails (possibly due to memory exhaustion on your server hub), please try again selecting a more limited date range.
ca: Pots també exportar les entrades i converses d'un any o un mes en particular. Ajusta la data a la barra d'adreces del navegador per seleccionar altres dates. Si l'exportació falla (possiblement degut a l'esgotament de la memòria RAM del servidor), prova de nou amb un interval de dates més petit.
it: Puoi anche esportare post e conversazioni di un particolare anno o mese. Modifica la data nella barra dell'indirizzo del browser per scegliere date differenti. Se l'esportazione dovesse fallire (la memoria sul server potrebbe non bastare), riprova scegliendo un intervallo più breve tra le date.

source: To select all posts for a given year, such as this year, visit <a href="%1$s">%2$s</a>
ca: Per exemple, per seleccionar totes les entrades d'aquest any, ves a <a href="%1$s">%2$s</a>
it: Per selezionare tutti i post di un anno, come per esempio quello in corso, visita <a href="%1$s">%2$s</a>

source: To select all posts for a given month, such as January of this year, visit <a href="%1$s">%2$s</a>
ca: Per exemple, per seleccionar totes les entrades del mes de gener d'aquest any, ves a <a href="%1$s">%2$s</a>
it: Per selezionare tutti post di un dato mese, come per esempio gennaio di quest'anno, visita <a href="%1$s">%2$s</a>

source: These content files may be imported or restored by visiting <a href="%1$s">%2$s</a> on any site containing your channel. For best results please import or restore these in date order (oldest first).
ca: Les còpies de seguretat amb contingut es poden importar o restaurar des d'aquesta adreça <a href="%1$s">%2$s</a>. En aquest cas és aquest servidor, però també serviria en un altre hub que allotgés un clon del teu canal. Si vols restaurar més d'un arxiu de contingut, per evitar problemes importa'ls en ordre cronològic.
it: Questi contenuti potranno essere importati o ripristinati visitando <a href="%1$s">%2$s</a> su qualsiasi sito/hub dove è presente il tuo canale. Per mantenere l'ordinamento originale fai attenzione ad importare i file secondo la data (prima il più vecchio)

source: Welcome to Hubzilla!
ca: Benvingut/da a Hubzilla!
it: Benvenuto su Hubzilla!

source: You have got no unseen posts...
ca: No tens entrades pendents de veure...
it: Non hai post non letti...

source: Public access denied.
ca: L'accés públic no està permès.
it: Accesso pubblico negato.

source: Search
ca: Cerca
it: Cerca

source: Items tagged with: %s
ca: Elements etiquetats amb: %s
it: Elementi taggati con: %s

source: Search results for: %s
ca: Resultats de cerca per: %s
it: Risultati ricerca: %s

source: Public Stream
ca: Flux públic
it: Flusso pubblico

source: Location not found.
ca: No s'ha trobat la ubicació.
it: Indirizzo non trovato.

source: Location lookup failed.
ca: Ha fallat la cerca d'ubicació.
it: La ricerca dell'indirizzo è fallita.

source: Please select another location to become primary before removing the primary location.
ca: Abans d'esborrar la ubicació principal actual, fes-ne principal una altra.
it: Prima di rimuovere il tuo canale primario assicurati di avere scelto una sua copia (clone) come primaria.

source: Syncing locations
ca: S'estan sincronitzant les ubicacions
it: Sincronizzazione tra hub

source: No locations found.
ca: No s'ha trobat cap ubicació.
it: Nessun indirizzo trovato.

source: Manage Channel Locations
ca: Gestiona les ubicacions del canal
it: Modifica gli indirizzi del canale

source: Primary
ca: Primària
it: Primario

source: Drop
ca: Esborra
it: Elimina

source: Sync Now
ca: Sincronitza ara
it: Sincronizza ora

source: Please wait several minutes between consecutive operations.
ca: Espera uns minuts entre operacions consecutives.
it: Si raccomanda di attendere alcuni minuti prima di effettuare una nuova sincronizzazione.

source: When possible, drop a location by logging into that website/hub and removing your channel.
ca: Si pots, és preferible esborrar la ubicació esborrant el canal des del servidor on està copiat.
it: Quando possibile, riduci il numero di cloni del tuo canale effettuando il login sul relativo hub e rimuovendoli.

source: Use this form to drop the location if the hub is no longer operating.
ca: Fes servir aquest formulari per a esborrar la ubicació del lloc si el hub ja no està operatiu.
it: Usa questo modulo per abbandonare un canale su un hub che non è più funzionante.

source: Change Order of Pinned Navbar Apps
ca: Canvia l'ordre de les aplicacions fixades a la barra de navegació
it: Cambia l'ordine della app bloccate sulla barra di navigazione

source: Change Order of App Tray Apps
ca: Canvia l'ordre de les aplicacions de la safata d'aplicacions
it: Cambia l'ordine delle app elencate nel menu delle app

source: Use arrows to move the corresponding app left (top) or right (bottom) in the navbar
ca: Fes servir les fletxes per moure l'aplicació cap a l'esquerra (amunt) o cap a la dreta (avall)
it: Utilizza le frecce per spostare l'app a sinistra (su) o destra (giù) nella barra di navigazione

source: Use arrows to move the corresponding app up or down in the app tray
ca: Fes servir les fletxes per moure l'aplicació amunt o avall en la safata
it: Utilizza le frecce per spostare l'app su o giù nel menu delle app

source: Menu not found.
ca: No s'ha trobat el menú.
it: Menù non trovato.

source: Unable to create element.
ca: Incapaç de crear l'element.
it: Impossibile creare l'elemento.

source: Unable to update menu element.
ca: Incapaç d'actualitzar un element del menú.
it: Non è possibile aggiornare l'elemento del menù.

source: Unable to add menu element.
ca: No s'ha pogut afegir l'element de menú.
it: Impossibile aggiungere l'elemento al menù.

source: Not found.
ca: No s'ha trobat.
it: Non trovato.

source: Menu Item Permissions
ca: Permisos dels ítems de menú
it: Permessi del menu

source: (click to open/close)
ca: (clica per obrir/tancar)
it: (clicca per aprire/chiudere)

source: Link Name
ca: Nom de l'enllaç
it: Nome link

source: Link or Submenu Target
ca: Destí de l'enllaç o del submenú
it: Azione del link o del sottomenu

source: Enter URL of the link or select a menu name to create a submenu
ca: Introdueix la URL de l'enllaç o tria un nom de menú per crear un submenú
it: Inserisci l'indirizzo del link o scegli il nome di un sottomenu

source: Use magic-auth if available
ca: Empra la magic-auth si està disponible
it: Usa l'autenticazione tramite il tuo hub, se disponibile

source: Yes
ca: Sí
it: Sì

source: Open link in new window
ca: Obre l'enllaç en una nova finestra
it: Apri il link in una nuova finestra

source: Order in list
ca: Ordre de la llista
it: Ordine dell'elenco

source: Higher numbers will sink to bottom of listing
ca: Els números més alts al final de la llista
it: I numeri più alti andranno in fondo all'elenco

source: Submit and finish
ca: Envia i acaba
it: Salva e termina

source: Submit and continue
ca: Envia i continua
it: Salva e continua

source: Menu:
ca: Menú:

source: Link Target
ca: Destí de l'enllaç
it: Destinazione link

source: Edit menu
ca: Edita el menú
it: Modifica il menù

source: Edit element
ca: Edita l'element
it: Modifica l'elemento

source: Drop element
ca: Esborra l'element
it: Elimina l'elemento

source: New element
ca: Element nou
it: Nuovo elemento

source: Edit this menu container
ca: Edita el contenidor de menú
it: Modifica il contenitore del menù

source: Add menu element
ca: Afegeix un element de menú
it: Aggiungi un elemento al menù

source: Delete this menu item
ca: Esborra aquest article del menú
it: Elimina questo elemento del menù

source: Edit this menu item
ca: Edita aquest article del menú
it: Modifica questo elemento del menù

source: Menu item not found.
ca: No s'ha trobat l'element de menú.
it: L'elemento del menù non è stato trovato.

source: Menu item deleted.
ca: S'ha esborrat l'element de menú.
it: L'elemento del menù è stato eliminato.

source: Menu item could not be deleted.
ca: No s'ha pogut esborrar l'element de menú.
it: L'elemento del menù non può essere eliminato.

source: Edit Menu Element
ca: Editar elements del menú
it: Modifica l'elemento del menù

source: Link text
ca: Text de l'enllaç
it: Testo del link

source: Calendar entries imported.
ca: S'han importat les entrades de calendari.
it: Le voci del calendario sono state importate.

source: No calendar entries found.
ca: No s'ha trobat cap entrada de calendari.
it: Non sono state trovate voci del calendario.

source: Event can not end before it has started.
ca: L'esdeveniment no pot acabar abans de començar.
it: Un evento non può terminare prima del suo inizio.

source: Unable to generate preview.
ca: No s'ha pogut generar la vista prèvia.
it: Impossibile creare un'anteprima.

source: Event title and start time are required.
ca: Cal indicar l'inici i el final de l'esdeveniment.
it: Sono necessari il titolo e l'ora d'inizio dell'evento.

source: Event not found.
ca: No s'ha trobat l'esdeveniment.
it: Evento non trovato.

source: event
ca: esdeveniment
it: l'evento

source: Edit event title
ca: Edita el títol de l'esdeveniment
it: Modifica il titolo dell'evento

source: Required
ca: Obligatori
it: Obbligatorio

source: Categories (comma-separated list)
ca: Categories (llista separada per comes)
it: Categorie (separate da virgola)

source: Edit Category
ca: Edita la categoria
it: Modifica la categoria

source: Category
ca: Categoria
it: Categoria

source: Edit start date and time
ca: Edita la data i hora d'inici
it: Modifica data/ora di inizio

source: Finish date and time are not known or not relevant
ca: L'hora d'acabar és desconeguda o irrellevant
it: La data e l'ora di fine non sono necessarie

source: Edit finish date and time
ca: Edita la data i hora de finalització
it: Modifica data/ora di fine

source: Finish date and time
ca: Data i hora de finalització
it: Data e ora di fine

source: Adjust for viewer timezone
ca: Ajusta a la zona horària de l'usuari/a
it: Adatta al fuso orario di chi legge

source: Important for events that happen in a particular place. Not practical for global holidays.
ca: És important per esdeveniments locals, però pels globals no és pràctic.
it: Importante per eventi che avvengono online ma con un certo fuso orario.
