Repository: WisTex/Raconteur
Catalog: view/*/messages.po
Languages: ca, it

source: View Profile
ca: Mostra el meu perfil
it: Profilo

source: View %s's profile
ca: Mostra el perfil de %s
it: Guarda il profilo di %s

source: Refresh Permissions
ca: Recarrega els Permissos
it: Modifica i permessi

source: Fetch updated permissions
ca: Obté els permisos actualitzats
it: Guarda e modifica i permessi assegnati

source: Refresh Photo
ca: Recarrega la foto
it: Ricarica la foto

source: Fetch updated photo
ca: Demana la nova foto al servidor
it: Aggiorna la foto

source: Recent Activity
ca: Activitat Recent
it: Attività recenti

source: View recent posts and comments
ca: Mostra les entrades i comentaris recents
it: Leggi i post recenti e i commenti

source: Block (or Unblock) all communications with this connection
ca: Boqueja (o Desbloqueja) les comunicacions amb aquesta connexió
it: Blocca ogni interazione con questo contatto (abilita/disabilita)

source: This connection is blocked!
ca: Aquesta connexió està bloquejada!
it: Questa connessione è tra quelle bloccate!

source: Unignore
ca: Inhabilita
it: Non ignorare

source: Ignore (or Unignore) all inbound communications from this connection
ca: Ignora (o Considera) les communicacions entrants d'aquesta connexió
it: Ignora tutte le comunicazioni in arrivo da questo contatto (abilita/disabilita)

source: This connection is ignored!
ca: Aquesta connexió es ignorada!
it: Questa connessione è tra quelle ignorate!

source: Unarchive
ca: Desarxiva
it: Non archiviare

source: Archive
ca: Arxiva
it: Archivia

source: Archive (or Unarchive) this connection - mark channel dead but keep content
ca: Arxiva (o Desarxiva) aquesta connexió - Marca el canal com a mort pero manté el contingut
it: Archivia questo contatto (abilita/disabilita) - segna il canale come non più attivo ma ne conserva i contenuti

source: This connection is archived!
ca: Aquesta connexió està arxivada!
it: Questa connessione è tra quelle archiviate!

source: Unhide
ca: Mostra
it: Non nascondere

source: Hide
ca: Amaga
it: Nascondi

source: Hide or Unhide this connection from your other connections
ca: Amaga (o Mostra) aquesta connexió de les altres connexions teves
it: Nascondi questo contatto a tutti gli altri (abilita/disabilita)

source: This connection is hidden!
ca: Aquesta connexió està amagada!
it: Questa connessione è tra quelle nascoste!

source: Delete this connection
ca: Elimina aquesta connexió
it: Elimina questo contatto

source: Fetch Vcard
ca: Obté la targeta de contacte Vcard
it: Aggiorna la Vcard

source: Fetch electronic calling card for this connection
ca: Obté la targeta de trucada electrònica d'aquesta connexió
it: Scarica la scheda con le informazioni di questo contatto

source: Open Individual Permissions section by default
ca: Obrir, per defecte, la secció de Permisos Individuals
it: Apri automaticamente la sezione Permessi individuali

source: Affinity
ca: Afinitat
it: Affinità

source: Open Set Affinity section by default
ca: Obre per defecte la barra d'afinitat
it: Apri la sezione Imposta affinità per default

source: Me
ca: Jo

source: Family
ca: Família
it: Famiglia

source: Acquaintances
ca: Coneguts
it: Conoscenti

source: Filter
ca: Filtre
it: Filtra

source: Open Custom Filter section by default
ca: Obrir, per defecte, la secció de Filtres a Mida
it: Apri automaticamente la sezione con i Filtri personalizzati

source: Approve this connection
ca: Apccepta aquesta connexió
it: Approva questo contatto

source: Accept connection to allow communication
ca: Accepta la connexió per permetre la comunicació
it: Entra in contatto per poter comunicare

source: Set Affinity
ca: Ajusta l'Afinitat
it: Scegli l'affinità

source: Set Profile
ca: Ajusta el Perfil
it: Scegli il profilo da mostrare

source: Set Affinity & Profile
ca: Ajusta Afinitat i Perfil
it: Affinità e profilo

source: This connection is unreachable from this location.
ca: Aquesta connexió no és accessible des d'aquest hub.
it: Questo contatto non è raggiungibile dal server in uso

source: This connection may be unreachable from other channel locations.
ca: Aquesta connexió no és accessibles des d'altres hubs del canal.
it: Questo contatto potrebbe non essere raggiungibile da altri canali

source: Location independence is not supported by their network.
ca: La xarxa d'aquesta connexió no és compatible amb la independència de hub.
it: Nella loro rete la location independence non è supportata.

source: This connection is unreachable from this location. Location independence is not supported by their network.
ca: Aquesta connexió no és accessible des d'aquest hub. La seva xarxa no és compatible amb la independència de hub.
it: Il contatto indicato non è raggiungibile. Nella loro rete la location independence non è supportata.

source: Connection Default Permissions
ca: Permisos per Defecte de la Connexió
it: Permessi predefiniti dei nuovi contatti

source: Connection: %s
ca: Connexió: %s
it: Contatto: %s

source: Apply these permissions automatically
ca: Aplica aquests permissos automaticament
it: Applica automaticamente questi permessi

source: Connection requests will be approved without your interaction
ca: Les peticions de connexió seran aprovades sense la teva interacció
it: Le richieste di entrare in contatto saranno approvate in automatico

source: Permission role
ca: Permisos de rol
it: Ruolo

source: Add permission role
ca: Afegir permisos de rol
it: Aggiungi un ruolo

source: This connection's primary address is
ca: La primera adreça d'aqueste connexió es
it: Indirizzo primario di questo canale

source: Available locations:
ca: Localització disponible:
it: Indirizzi disponibili

source: The permissions indicated on this page will be applied to all new connections.
ca: Els permisos indicats en aquesta pàgina seran aplicats a totes les noves connexions.
it: I permessi indicati su questa pagina saranno applicati a tutti i nuovi contatti da ora in poi.

source: Connection Tools
ca: Eines de Connexió
it: Gestione del contatto

source: Slide to adjust your degree of friendship
ca: Llisca per ajustar el nivell d'amistat
it: Trascina per restringere il grado di amicizia da mostrare

source: Rating
ca: Valora
it: Valutazioni

source: Slide to adjust your rating
ca: Llisca per ajustar la valoració
it: Trascina per cambiare la tua valutazione

source: Optionally explain your rating
ca: Opcionalment pots explicar la teva valoració
it: Commento facoltativo

source: Custom Filter
ca: Filtre a mida
it: Filtro personalizzato

source: Only import posts with this text
ca: Importa exclusivament entrades amb aquest text
it: Importa solo i post che contengono queste parole chiave

source: Do not import posts with this text
ca: No importar entrades amb aquest text
it: Non importare i post con queste parole chiave

source: This information is public!
ca: Aquesta informació es pública!
it: Questa informazione è pubblica!

source: Connection Pending Approval
ca: Connexió Pendent d'Aprovació
it: Contatti in attesa di approvazione

source: Please choose the profile you would like to display to %s when viewing your profile securely.
ca: Tria el perfil que vols mostrar a %s quan es vegi el perfil segur.
it: Seleziona il profilo che vuoi mostrare a %s dopo che ha effettuato l'accesso.

source: Some permissions may be inherited from your channel's <a href="settings"><strong>privacy settings</strong></a>, which have higher priority than individual settings. You can change those settings here but they wont have any impact unless the inherited setting changes.
ca: Alguns permisos pot ser que vinguin heretats de la <a href="settings"><strong>configuració de privacitat</strong></a>. del teu canal. Aquesta té més prioritat que les configuracions individuals. Pots canviar aquí aquests permisos però no tindran cap impacte mentre no canviï la configuració del teu canal.
it: Alcuni permessi derivano dalle <a href="settings"><strong>impostazioni di privacy</strong></a> del tuo canale, che hanno priorità assoluta su qualsiasi altra impostazione scelta per i singoli contatti. Le personalizzazioni che effettuerai qui potrebbero non essere effettive a meno che tu non cambi le impostazioni generali.

source: Last update:
ca: Darrera actualització:
it: Ultimo aggiornamento:

source: Details
ca: Detalls
it: Dettagli

source: Room not found
ca: No s'ha trobat la sala
it: Chat non trovata

source: Leave Room
ca: Abandona la sala
it: Lascia la chat

source: Delete Room
ca: Esborra Sala
it: Elimina questa chat

source: I am away right now
ca: Absent
it: Non sono presente

source: I am online
ca: Estic connectat/da
it: Sono online

source: Bookmark this room
ca: Desa aquesta sala
it: Aggiungi questa chat ai segnalibri

source: Please enter a link URL:
ca: Si us plau entra l'enllaç URL:
it: Inserisci l'indirizzo del link:

source: Encrypt text
ca: Text encriptat
it: Cifratura del messaggio

source: New Chatroom
ca: Nova sala per a Xerrar
it: Nuova chat

source: Chatroom name
ca: Nom de la sala de xat
it: Nome chat

source: Expiration of chats (minutes)
ca: Expiració dels chats (minuts)
it: Scadenza dei messaggi della chat (minuti)

source: %1$s's Chatrooms
ca: %1$s de Xats
it: Le chat di %1$s

source: No chatrooms available
ca: No hi ha sales de xat disponibles
it: Nessuna chat disponibile

source: Expiration
ca: Expiració
it: Scadenza

source: Photos
ca: Fotos
it: Foto

source: Files
ca: Arxius
it: Archivio file

source: Unable to update menu.
ca: No s'ha pogut actualitzar el menú.
it: Impossibile aggiornare il menù.

source: Unable to create menu.
ca: No s'ha pogut crear el menú.
it: Impossibile creare il menù.

source: Menu Name
ca: Nom del menú
it: Nome del menu

source: Unique name (not visible on webpage) - required
ca: Nom únic (no visible a la pàgina web) - requerit
it: Nome unico (non visibile sulla pagina) - obbligatorio

source: Menu Title
ca: Títol del menú
it: Titolo del menu

source: Visible on webpage - leave empty for no title
ca: Visible a la pàgina web - deixar buit per a no posar títol
it: Visibile sulla pagina - lascia vuoto per non avere un titolo

source: Allow Bookmarks
ca: Activa els marcadors
it: Permetti i segnalibri

source: Menu may be used to store saved bookmarks
ca: El menú es pot emprar per a desar marcadors
it: Puoi salvare i segnalibri nei menù

source: Submit and proceed
ca: Envia i procedeix
it: Salva e procedi

source: Menus
ca: Menús
it: Menù

source: Bookmarks allowed
ca: Marcadors permesos
it: Permetti segnalibri

source: Delete this menu
ca: Esborra el menú
it: Elimina questo menù

source: Edit menu contents
ca: Edita el contingut del menú
it: Modifica i contenuti del menù

source: Edit this menu
ca: Edita el menú
it: Modifica questo menù

source: Menu could not be deleted.
ca: El menu no es pot esborrar.
it: Il menù non può essere eliminato.

source: Edit Menu
ca: Edita Menú
it: Modifica menù

source: Add or remove entries to this menu
ca: Afegeix o esborra entrades a aquest menú
it: Aggiungi o rimuovi elementi di questo menù

source: Menu name
ca: Nom del Menú
it: Nome del menù

source: Must be unique, only seen by you
ca: Ha de ser únic, nomes vist per tú
it: Deve essere unico, lo vedrai solo tu

source: Menu title
ca: Títol del menú
it: Titolo del menù

source: Menu title as seen by others
ca: Títol del menú vist pels altres
it: Titolo del menù come comparirà a tutti

source: Allow bookmarks
ca: Activa els marcadors
it: Permetti l'invio di segnalibri

source: Layouts
ca: Dissenys
it: Layout

source: Help
ca: Ajuda
it: Guida

source: Comanche page description language help
ca: Pgina d'ajuda del llenguatge Comanche
it: Guida di Comanche Page Description Language

source: Layout Description
ca: Descripció del disseny pàgina
it: Descrizione del layout

source: Download PDL file
ca: Descarrega l'arxiu PDL
it: Scarica il file PDL

source: Please refresh page
ca: Recarrega la pàgina
it: Per favore ricarica la pagina

source: Unknown error
ca: S'ha produït un error desconegut
it: Errore sconosciuto

source: Token verification failed.
ca: Ha fallat la verificació del token.
it: Verifica del token fallita

source: Email Verification Required
ca: Cal verificar el correu
it: È richiesta una verifica della mail

source: A verification token was sent to your email address [%s]. Enter that token here to complete the account verification step. Please allow a few minutes for delivery, and check your spam folder if you do not see the message.
ca: S'ha enviat al teu correu (%s) un token de verificació. Introdueix-lo aquí per a completar la verificació del compte. Tingues en compte que el correu pot trigar uns minuts en arribar, i que hi ha proveïdors de correu que el classificaran com a correu brossa.
it: Un token di verifica è stato spedito al tuo indirizzo email [%s]. Inserisci il token qui per completare la verifica dell'account. Per favore attendi qualche minuti e controlla lo spam se non vedi il messaggio.

source: Resend Email
ca: Torna a enviar el correu
it: Reinvia la mail

source: Validation token
ca: Token de validació
it: Token di validazione

source: Post not found.
ca: No s'ha trobat l'entrada
it: Post non trovato.

source: post
ca: entrada
it: il post

source: comment
ca: comentari
it: il commento

source: %1$s tagged %2$s's %3$s with %4$s
ca: %1$s ha etiquetat %3$s de %2$s amb %4$s
it: %1$s ha taggato %3$s di %2$s con %4$s

source: This setting requires special processing and editing has been blocked.
ca: Aquest ajust requereix un procés espedial i l'edició esta bloquejada.
it: Questa impostazione è bloccata, richiede criteri di modifica speciali

source: Configuration Editor
ca: Editor de Configuració
it: Editor di configurazione

source: Warning: Changing some settings could render your channel inoperable. Please leave this page unless you are comfortable with and knowledgeable about how to correctly use this feature.
ca: Alerta: segons quines combinacions podrien deixar el teu canal inusable. No és recomanable canviar aquesta configuració si no ets sents còmode/ i segur/a de com fer servir aquesta funcionalitat.
it: Attenzione: alcune delle impostazioni, se cambiate, potrebbero rendere questo canale non funzionante. Lascia questa pagina a meno che tu non sappia con assoluta certezza quali modifiche effettuare.

source: Automatic approval settings
ca: Aprovació automàtica de soŀlicituds de connexió
it: Impostazioni di approvazione automatica

source: Some individual permissions may have been preset or locked based on your channel type and privacy settings.
ca: El valor per defecte dels permisos individuals poden tenir valors per defecte segons el tipus de canal i les opcions de privacitat. Pot ser que no estiguis autoritzat/da a modificar-los.

source: Unknown App
ca: No es coneix l'aplicació
it: Applicazione sconosciuta

source: Authorize
ca: Autoritza
it: Autorizza

source: Do you authorize the app %s to access your channel data?
ca: Vols autoritzar l'aplicació %s a accedir a les dades del teu canal?
it: Autorizzi la app %s ad accedere ai dati del tuo canale?

source: Allow
ca: Permet-ho
it: Autorizza

source: Privacy group created.
ca: S'ha creat el grup de privacitat.
it: Gruppo di canali creato.

source: Could not create privacy group.
ca: No s'ha pogut crear el grup de privacitat.
it: Impossibile creare il gruppo di canali.

source: Privacy group not found.
ca: No s'ha trobat el grup de privacitat.
it: Gruppo di canali non trovato.

source: Privacy group updated.
ca: S'ha actualitzat el grup de privacitat.
it: Gruppo di canali aggiornato.

source: Privacy Groups
ca: Grup de privacitat
it: Gruppi di canali

source: Add Group
ca: Afegeix un grup

source: Privacy group name
ca: Nom del grup de privacitat

source: Members are visible to other channels
ca: Els membres son visibles en altres canals
it: I membri potranno vedere gli altri canali del gruppo

source: Members
ca: Membres
it: Membri

source: Privacy group removed.
ca: S'ha esborrat el grup de privacitat.
it: Gruppo di canali rimosso.

source: Unable to remove privacy group.
ca: No s'ha pogut esborrar el grup de privacitat.
it: Impossibile rimuovere il gruppo di canali.

source: Privacy Group: %s
ca: Grup de privacitat: %s

source: Privacy group name:
ca: Nom del grup de privacitat:
it: Nome del gruppo di canali:

source: Delete Group
ca: Esborra el grup

source: Group members
ca: Membres del grup

source: Not in this group
ca: No hi són al grup

source: Click a channel to toggle membership
ca: Fes clic a un canal per a ficar-lo o treure'l del grup

source: Profile not found.
ca: Perfil no trobat.
it: Profilo non trovato.

source: Profile deleted.
ca: Perfil eliminat.
it: Profilo eliminato.

source: Profile-
ca: Perfil-
it: Profilo-

source: New profile created.
ca: Nou perfil creat.
it: Il nuovo profilo è stato creato.

source: Profile unavailable to clone.
ca: Perfil que no es pot clonar.
it: Impossibile duplicare il profilo.

source: Profile unavailable to export.
ca: Perfil que no es pot exportar.
it: Il profilo non è disponibile per l'export.

source: Profile Name is required.
ca: Es requereix el Nom del Perfil.
it: Il nome del profilo è obbligatorio.

source: Marital Status
ca: Estat Marital
it: Stato sentimentale

source: Romantic Partner
ca: Company/a Romàntic
it: Partner affettivo

source: Likes
ca: Agrada
it: "Mi piace"

source: Dislikes
ca: Desagrada
it: "Non mi piace"

source: Work/Employment
ca: Treball/Feina
it: Lavoro/impiego

source: Religion
ca: Religió
it: Religione

source: Political Views
ca: Idees Polítiques
it: Orientamento politico

source: Gender
ca: Gènere
it: Sesso

source: Sexual Preference
ca: Preferència Sexual
it: Preferenze sessuali

source: Homepage
ca: Pàgina Personal

source: Interests
ca: Interessos
it: Interessi

source: Profile updated.
ca: Perfil actualitzat.
it: Profilo aggiornato.

source: Hide your connections list from viewers of this profile
ca: Amaga dels curiosos la teva llista de connexions d'aquest perfil
it: Nascondi la tua lista di contatti ai visitatori di questo profilo

source: Edit Profile Details
ca: Modifica els detalls de perfil
it: Modifica i dettagli del profilo

source: View this profile
ca: Mostra aquest perfil
it: Guarda questo profilo

source: Edit visibility
ca: Editar visibilitat
it: Cambia la visibilità

source: Profile Tools
ca: Eines per Perfils
it: Gestione del profilo

source: Change cover photo
ca: Canviar la foto de portada
it: Cambia la copertina del canale

source: Change profile photo
ca: Canviar la foto del perfil
it: Cambia la foto del profilo

source: Create a new profile using these settings
ca: Crea un perfil nou amb aquesta configuració
it: Crea un nuovo profilo usando queste impostazioni

source: Clone this profile
ca: Clonar aquest perfil
it: Clona questo profilo

source: Delete this profile
ca: Elimina aquest perfil
it: Elimina questo profilo

source: Add profile things
ca: Afegeix coses al perfil
it: Aggiungi oggetti al profilo

source: Relationship
ca: Relació
it: Relazione

source: Miscellaneous
ca: Miscelania
it: Altro

source: Import profile from file
ca: Importa perfil des d'un arxiu
it: Importa il profilo da un file

source: Export profile to file
ca: Exporta perfil a un arxiu
it: Esporta il profilo in un file

source: Your gender
ca: El teu gènere
it: Sesso

source: Marital status
ca: Estat marital
it: Stato civile

source: Sexual preference
ca: Preferència sexual
it: Preferenze sessuali

source: Profile name
ca: Nom del perfil
it: Nome del profilo

source: This is your default profile.
ca: Aquest es el teu perfil per defecte
it: Questo è il tuo profilo predefinito.

source: Your full name
ca: El teu nom complet
it: Il tuo nome completo

source: Title/Description
ca: Títol/Descripció
it: Titolo/descrizione

source: Street address
ca: Carrer
it: Indirizzo (via/piazza)

source: Locality/City
ca: Població/Ciutat
it: Località

source: Region/State
ca: Regió/Estat
it: Regione/stato

source: Postal/Zip code
ca: Codi Postal
it: CAP

source: Who (if applicable)
ca: Qui (si es aplicable)
it: Con chi (se possibile)

source: Since (date)
ca: Des de (data)
it: dal (data)

source: Tell us about yourself
ca: Quelcom sobre tu
it: Raccontaci di te...

source: Homepage URL
ca: URL de la pàgina d'inici
it: Indirizzo home page

source: Hometown
ca: Ciutat Natal
it: Città dove vivo

source: Political views
ca: Idees polítiques
it: Orientamento politico

source: Religious views
ca: Creences religioses
it: Orientamento religioso

source: Keywords used in directory listings
ca: Paraules clau emprades en els llistats de directoris
it: Parole chiavi mostrate nell'elenco dei canali

source: Example: fishing photography software
ca: Exemple: software de fotografia submarina
it: Per esempio: pesca fotografia programmazione

source: Musical interests
ca: Interessos Musicals
it: Interessi musicali

source: Books, literature
ca: Llibres, literatura
it: Libri, letteratura

source: Television
ca: Televisió
it: Televisione

source: Film/Dance/Culture/Entertainment
ca: Pel·lícules/Dansa/Cultura/Entreteniment
it: Film, danza, cultura, intrattenimento

source: Hobbies/Interests
ca: Aficions/Interessos
it: Hobby/interessi

source: Love/Romance
ca: Amor/Romace
it: Amore

source: School/Education
ca: Escola/Educació
it: Scuola/educazione

source: Contact information and social networks
ca: Informació de contacte i xarxes socials
it: Contatti e social network

source: My other channels
ca: Els meus altres canals
it: I miei altri canali

source: Communications
ca: Comunicacions
it: Comunicazioni

source: Profile Image
ca: Imatge del Perfil
it: Immagine del profilo

source: Edit Profiles
ca: Modifica els perfils
it: Modifica i tuoi profili

source: This page is available only to site members
ca: Aquesta pàgina només és accessible per als membres del node.
it: Questa pagina è accessibile solo agli utenti registrati

source: Welcome
ca: Benvingut/da
it: Benvenuto

source: What would you like to do?
ca: Què t'agradaria fer?
it: Vorresti farlo?

source: Please bookmark this page if you would like to return to it in the future
ca: Marca aquesta pàgina si vols tornar-hi en un futur
it: Per favore metti questa pagina nei preferiti se vuoi ritornarci in futuro

source: Upload a profile photo
ca: Puja una imatge de perfil
it: Carica una foto per il profilo

source: Upload a cover photo
ca: Puja una imatge de portada
it: Carica una foto di copertina

source: Edit your default profile
ca: Modifica el teu perfil per defecte
it: Modifica il tuo profilo predefinito

source: View friend suggestions
ca: Mostra suggerències de connexions
it: Guarda i suggerimenti di amicizia

source: View the channel directory
ca: Mostra el directori del canal
it: Guarda l'elenco dei canali

source: View/edit your channel settings
ca: Mostra o modifica la configuració del teu canal
it: Guarda/modifica le impostazioni del tuo canale

source: View the site or project documentation
ca: Mostra la documentació del projecte
it: Guarda la documentazione del sito o del progetto

source: Visit your channel homepage
ca: Ves a la pàgina del teu canal
it: Visita la pagina iniziale del tuo canale

source: View your connections and/or add somebody whose address you already know
ca: Mostra les teves connexions o afegeix-ne una de nova introduint la seva adreça a mà.
it: Guarda i tuoi contatti e/o aggiungine qualcuno di cui hai l'indirizzo

source: View your personal stream (this may be empty until you add some connections)
ca: Mostra el teu flux personal. Estarà buit mentre no et connectis amb ningú.
it: Guarda il tuo flusso personale (potrebbe essere vuoto finché non aggiungi connessioni)

source: View the public stream. Warning: this content is not moderated
ca: Mostra el flux públic. Avís: aquest contingut no està moderat
it: Vedi il flusso pubblico. Attenzione: contenuti non moderati

source: Page link
ca: Enllaç de la pàgina
it: Link alla pagina

source: Edit Webpage
ca: Edita la Pàgina Web
it: Modifica la pagina web
