Repository: WisTex/Raconteur
Catalog: view/*/messages.po
Languages: ca, it

source: Copy/paste this code to attach file to a post
ca: Copia/enganxa aquest codi per a adjuntar un arxiu a l'entrada
it: Copia/incolla questo codice per far comparire il file in un post

source: Copy/paste this URL to link file from a web page
ca: Copia/enganxa aquesta URL per a enllaçar l'arxiu d'una pàgina web
it: Copia/incolla questo indirizzo in una pagina web per avere un link al file

source: Share this file
ca: Comparteix l'arxiu
it: Condividi questo file

source: Show URL to this file
ca: Mostra la URL d'aquest arxiu
it: Mostra l'URL del file

source: Show in your contacts shared folder
ca: Mostra les carpetes compartides dels teus contactes

source: No channel.
ca: No s'ha trobat el canal
it: Nessun canale.

source: No connections in common.
ca: No hi ha connexions en comú.
it: Nessun contatto in comune.

source: View Common Connections
ca: Mostra les connexions en comú

source: Email verification resent
ca: S'ha tornat a enviar la verificació de orreu

source: Unable to resend email verification message.
ca: No s'ha pogut tornar a enviar el correu de verificació.

source: No connections.
ca: Sense connexions.
it: Nessun contatto.

source: Visit %s's profile [%s]
ca: Visita el perfil [%s] de %s
it: Visita il profilo di %s [%s]

source: View Connections
ca: Veure Connexions
it: Elenco contatti

source: Blocked accounts
ca: Comptes bloquejats
it: Account bloccati

source: Expired accounts
ca: Comptes caducats

source: Expiring accounts
ca: Comptes a punt de caducar

source: Clones
ca: Clons

source: Message queues
ca: Cues de missatges
it: Coda messaggi in uscita

source: Your software should be updated
ca: El teu programari cal que s'actualitzi
it: Il tuo software necessita di un aggiornamento

source: Summary
ca: Sumari
it: Riepilogo

source: Registered accounts
ca: Comptes registrades
it: Account creati

source: Pending registrations
ca: Comptes pendents d'inscripció
it: Registrazioni da approvare

source: Registered channels
ca: Canals registrats
it: Canali creati

source: Active addons
ca: Extensions actives

source: Version
ca: Versió
it: Versione

source: Repository version (master)
ca: Versió (master) del repositori
it: Versione del repository (master)

source: Repository version (dev)
ca: Versió (desenvolupament) del repositori
it: Versione del repository (dev)

source: No service class restrictions found.
ca: No s'han trobat restriccions de clase.
it: Non esistono restrizioni su questa classe di account.

source: Website:
ca: Lloc web:
it: Sito web:

source: Remote Channel [%s] (not yet known on this site)
ca: Canal Remot [%s] (encara no es coneix en aquest lloc)
it: Canale remoto [%s] (non ancora conosciuto da questo sito)

source: Rating (this information is public)
ca: Valoració (aquesta informació és pública)
it: Valutazione (visibile a tutti)

source: Optionally explain your rating (this information is public)
ca: Opcionalment pots explicar la teva qualificació (aquesta informació és pública)
it: Commento alla valutazione (facoltativo, visibile a tutti)

source: Edit Card
ca: Edita la targeta

source: No valid account found.
ca: No es troba un compte vàlid.
it: Nessun account valido trovato.

source: Password reset request issued. Check your email.
ca: Sol·licitud de restabliment de contrasenya emesa. Consulta el teu correu electrònic.
it: La richiesta per reimpostare la password è stata inviata. Controlla la tua email.

source: Site Member (%s)
ca: Lloc d'Usuari (%s)
it: Utente del sito (%s)

source: Password reset requested at %s
ca: S'ha soŀlicitat restablir la contrasenya al hub %s
it: È stato richiesto di reimpostare password su %s

source: Request could not be verified. (You may have previously submitted it.) Password reset failed.
ca: Ha fallat el restabliment de contrasenya perquè la no s'ha pogut verificar soŀlicitud. Pot ser que ja ho hàgiu soŀlicitat abans.
it: La richiesta non può essere verificata (potresti averla già usata precedentemente). La password non sarà reimpostata.

source: Password Reset
ca: Restabliment de contrasenya
it: Reimposta la password

source: Your password has been reset as requested.
ca: S'ha restablert la vostra contrasenya.
it: La password è stata reimpostata come richiesto.

source: Your new password is
ca: La nova contrasenya és
it: La tua nuova password è

source: Save or copy your new password - and then
ca: Desa o copia la nova contrasenya, i després
it: Salva o copia la tua nuova password, quindi

source: click here to login
ca: fes clic aquí per iniciar sessió
it: clicca qui per accedere

source: Your password may be changed from the <em>Settings</em> page after successful login.
ca: Pots canviar la contrasenya a la pàgina <em>Paràmetres</em>, un cop iniciada la sessió.
it: Puoi cambiare la tua password dalla pagina delle <em>Impostazioni</em> dopo aver effettuato l'accesso.

source: Your password has changed at %s
ca: La teva contrasenya a %s ha canviat
it: La tua password su %s è cambiata

source: Forgot your Password?
ca: No recordes la contrasenya?
it: Hai dimenticato la password?

source: Enter your email address and submit to have your password reset. Then check your email for further instructions.
ca: Escriu la teva adreça de correu electrònic i envia per restablir la contrasenya. Després revisa el seu correu electrònic per obtenir més instruccions.
it: Inserisci il tuo indirizzo email per reimpostare la password. Dopo aver inviato la richiesta, controlla l'email e troverai le istruzioni per continuare.

source: Email Address
ca: Adreça electrònica
it: Indirizzo email

source: Mark all seen
ca: Marca tot com ja vist
it: Marca tutto come letto

source: 0. Beginner/Basic
ca: 0. Bàsic, principiant

source: 1. Novice - not skilled but willing to learn
ca: 1. Novell - amb pocs coneixements però amb ganes d'aprendre

source: 2. Intermediate - somewhat comfortable
ca: 2. Intermedi - més o menys còmode

source: 3. Advanced - very comfortable
ca: 3. Avançat - molt còmode

source: 4. Expert - I can write computer code
ca: 4. Expert - puc escriure codi en algun llenguatge de programació

source: 5. Wizard - I probably know more than you do
ca: 5. Ninja - probablement en sé més que tu

source: Site Admin
ca: Administració
it: Amministrazione sito

source: Report Bug
ca: Informa d'errors
it: Segnala il bug

source: View Bookmarks
ca: Marcadors
it: Vedi i segnalibri

source: My Chatrooms
ca: Les meves Sales de Xat
it: Le mie aree chat

source: Remote Diagnostics
ca: Diagnòstics Remots
it: Diagnostica remota

source: Suggest Channels
ca: Suggerir Canals
it: Suggerisci canali

source: Login
ca: Identifica't
it: Accedi

source: Activity
ca: Activitat
it: Attività

source: Channel Home
ca: Canal Personal
it: Bacheca del canale

source: Events
ca: Esdeveniments
it: Eventi

source: Directory
ca: Directori
it: Elenchi pubblici dei canali

source: Mail
ca: Correu
it: Messaggi

source: Chat
ca: Xerrar

source: Probe
ca: Sondeig
it: Diagnostica

source: Suggest
ca: Suggeriment
it: Suggerisci

source: Random Channel
ca: Canal Aleatori

source: Invite
ca: Convida

source: Features
ca: Funcionalitats

source: Language
ca: Idioma

source: Post
ca: Entrada

source: Profile Photo
ca: Foto del Perfil

source: Purchase
ca: Compra

source: Undelete
ca: Desfés l'operació d'esborrar

source: Add to app-tray
ca: Afegeix a la safata d'aplicacions

source: Remove from app-tray
ca: Esborra de la safata d'aplicacions

source: Pin to navbar
ca: Fixa a la barra de navegació

source: Unpin from navbar
ca: Treu de la barra de navegació

# permcat
source: default
ca: per defecte

# permcat
source: follower
ca: seguidor

# permcat
source: contributor
ca: contribuïdor

# permcat
source: publisher
ca: publicador

source: (No Title)
ca: (sense títol)

source: Wiki page create failed.
ca: No s'ha pogut crear la pàgina a la wiki.

source: Wiki not found.
ca: No s'ha trobat la wiki.

source: Destination name already exists
ca: El nom de destí ja existeix

source: Page not found
ca: No s'ha trobat la pàgina

source: Error reading page content
ca: S'ha produït un error en carregar el contingut de la pàgina

source: Error reading wiki
ca: S'ha produït un error en carregar la wiki

source: Page update failed.
ca: No s'ha pogut actualitzar la pàgina.

source: Nothing deleted
ca: No s'ha esborrat res

source: Compare: object not found.
ca: S'ha produït un error en comparar la pàgina.

source: Page updated
ca: S'ha actualitzat la pàgina

source: Untitled
ca: Sense títol

source: Wiki resource_id required for git commit
ca: Per a fer el git commit cal el resource_id de la wiki

# wiki_history
source: Message
ca: Missatge

source: Different viewers will see this text differently
ca: Diferents observadors veuran aquest text de diferents formes

source: Visible to your default audience
ca: Visible per a la teva audiència

source: Only me
ca: Només jo

source: Public
ca: Públic

source: Anybody in the $Projectname network
ca: Ningú a la xarxa $Projectname

source: Any account on %s
ca: Qualsevol compte a %s

source: Any of my connections
ca: Qualsevol de les meves connexions

source: Only connections I specifically allow
ca: Només les connexions que permeto específicament

source: Anybody authenticated (could include visitors from other networks)
ca: Qualsevol persona autenticada (podria incloure als usuaris d'altres xarxes)

source: Any connections including those who haven't yet been approved
ca: Qualsevol connexió incloent aquells que encara no han estat aprovats

source: This is your default setting for the audience of your normal stream, and posts.
ca: Aquest és l'ajust per defecte per al públic del seu flux normal i entrades.

source: This is your default setting for who can view your default channel profile
ca: Aquesta és la configuració per defecte per a qui pugui veure el teu perfil per defecte del canal

source: This is your default setting for who can view your connections
ca: Aquesta és la configuració per defecte per a qui pugui veure les teves connexions

source: This is your default setting for who can view your file storage and photos
ca: Aquesta és la configuració per defecte per a qui pugui veure els teus arxius i fotos

source: This is your default setting for the audience of your webpages
ca: Aquesta és la teva configuració per defecte per l'audiència de les teves pàgines web

source: Missing room name
ca: Perdut el nom de la sala

source: Duplicate room name
ca: Nom de la sala duplicat

source: Invalid room specifier.
ca: Especificació de la sala invàlida.

source: Room not found.
ca: Sala no trobada.

source: Room is full
ca: La sala es plena

source: $Projectname Notification
ca: Notificació de $Projectname

source: Thank You,
ca: Gràcies,

source: %s Administrator
ca: %s Administrador

source: This email was sent by %1$s at %2$s.
ca: Aquest correu ha estat enviat per %1$s a %2$s.

source: To stop receiving these messages, please adjust your Notification Settings at %s
ca: Per deixar de rebre aquests missatges, modifica la configuració de notificacions a %s

source: To stop receiving these messages, please adjust your %s.
ca: Per deixar de rebre aquests missatges, modifica la teva %s.

source: [$Projectname:Notify] New mail received at %s
ca: [$Projectname:Avís] S'ha rebut correu nou a %s
it: [$Projectname:Notifica] Nuovo messaggio su %s

source: %1$s sent you a new private message at %2$s.
ca: %1$s t'ha enviat un missatge privat a %2$s.

source: %1$s sent you %2$s.
ca: %1$s t'ha enviat %2$s.
it: %1$s ti ha mandato %2$s.

source: a private message
ca: un missatge privat
it: un messaggio privato

source: Please visit %s to view and/or reply to your private messages.
ca: Per favor, visita %s per a veure i/o respondre els teus missatges privats.
it: Visita %s per leggere i tuoi messaggi privati e rispondere.

source: commented on
ca: ha comentat
it: ha commentato

source: liked
ca: li ha agradat

source: disliked
ca: no li ha agradat

source: %1$s %2$s [zrl=%3$s]%4$s's %5$s[/zrl]
ca: %1$s %2$s [zrl=%3$s]%5$s de %4$s[/zrl]

source: %1$s %2$s [zrl=%3$s]your %4$s[/zrl]
ca: %1$s %2$s [zrl=%3$s]la teva %4$s[/zrl]

source: [$Projectname:Notify] Moderated Comment to conversation #%1$d by %2$s
ca: [$Projectname:Avís] S'ha moderat el comentari de %2$s a la conversa #%1$d

source: [$Projectname:Notify] Comment to conversation #%1$d by %2$s
ca: [$Projectname:Avís] Comentari de %2$s a la conversa #%1$d
it: [$Projectname:Notifica] Nuovo commento di %2$s alla conversazione #%1$d

source: %1$s commented on an item/conversation you have been following.
ca: %1$s ha comentat en una conversa que estàs seguint.

source: Please visit %s to view and/or reply to the conversation.
ca: Si us plau visita %s per veure i/o contestar a la conversa
it: Visita %s per leggere o commentare la conversazione.

source: Please visit %s to approve or reject this comment.
ca: Vés a %s per a aprovar o rebutjar el comentari.

source: %1$s liked [zrl=%2$s]your %3$s[/zrl]
ca: A %1$s li ha agradat [zrl=%2$s]la teva %3$s[/zrl]

source: [$Projectname:Notify] Like received to conversation #%1$d by %2$s
ca: [$Projectname:Avís] Un "m'agrada" a la conversa #%1$d de %2$s
it: [$Projectname:Notify] Ricevuto un mi piace alla conversazione #%1$d di %2$s

source: %1$s liked an item/conversation you created.
ca: A %1$s li ha agradat una conversa que has creat.

source: [$Projectname:Notify] %s posted to your profile wall
ca: [$Projectname:Avís] %s ha penjat una entrada al teu mur
it: [$Projectname:Notifica] %s ha scritto sulla tua bacheca

source: %1$s posted to your profile wall at %2$s
ca: %1$s ha publicat al mur del teu perfil a %2$s

source: %1$s posted to [zrl=%2$s]your wall[/zrl]
ca: %1$s ha publicat al [zrl=%2$s]teu mur[/zrl]

source: [$Projectname:Notify] %s tagged you
ca: [$Projectname:Avís] %s t'ha etiquetat
it: [$Projectname:Notifica] %s ti ha taggato

source: %1$s tagged you at %2$s
ca: %1$s t'ha etiquetat a %2$s

source: %1$s [zrl=%2$s]tagged you[/zrl].
ca: %1$s [zrl=%2$s]t'ha etiquetat[/zrl].

source: [$Projectname:Notify] %1$s poked you
ca: [$Projectname:Avís] %1$s t'ha fet un toc
it: [$Projectname:Notifica] %1$s ti ha mandato un poke

source: %1$s poked you at %2$s
ca: %1$s t'ha fet un toc a %2$s

source: %1$s [zrl=%2$s]poked you[/zrl].
ca: %1$s [zrl=%2$s]t'ha fet un toc[/zrl].

source: [$Projectname:Notify] %s tagged your post
ca: [$Projectname:Avís] %s t'ha etiquetat una entrada
it: [$Projectname:Notifica] %s ha taggato il tuo post

source: %1$s tagged your post at %2$s
ca: %1$s ha etiquetat una entrada teva a %2$s

source: %1$s tagged [zrl=%2$s]your post[/zrl]
ca: %1$s ha etiquetat [zrl=%2$s]la teva entrada[/zrl]

source: [$Projectname:Notify] Introduction received
ca: [$Projectname:Avís] S'ha rebut una sol·licitud de connexió
it: [$Projectname:Notifica] Hai una richiesta di amicizia

source: You've received an new connection request from '%1$s' at %2$s
ca: Has rebut una soŀlicitud de connexió de '%1$s' a %2$s

source: You've received [zrl=%1$s]a new connection request[/zrl] from %2$s.
ca: Has rebut [zrl=%1$s]una soŀlicitud de connexió[/zrl] de %2$s.

source: You may visit their profile at %s
ca: Pots visitar el seu perfil a %s
it: Puoi visitare il suo profilo su %s

source: Please visit %s to approve or reject the connection request.
ca: Si us plau, visita %s per aprovar o rebutjar la petició de connexió.
it: Visita %s per approvare o rifiutare la richiesta di entrare in contatto.

source: [$Projectname:Notify] Friend suggestion received
ca: [$Projectname:Avís] S'ha rebut una suggerència d'amistat
it: [$Projectname:Notifica] Ti è stato suggerito un amico

source: You've received a friend suggestion from '%1$s' at %2$s
ca: Has rebut una soŀlicitud d'amistat de '%1$s' a %2$s

source: You've received [zrl=%1$s]a friend suggestion[/zrl] for %2$s from %3$s.
ca: Has rebut [zrl=%1$s]una soŀlicitud d'amistat[/zrl] per a %2$s de part de %3$s.

source: Name:
ca: Nom:
it: Nome:

source: Photo:
ca: Foto:
it: Foto:

source: Please visit %s to approve or reject the suggestion.
ca: Per favor, visita %s per a aprovar o rebutjar la suggerencia.
it: Visita %s per approvare o rifiutare il suggerimento.

source: [$Projectname:Notify]
ca: [$Projectname:Avís]
it: [$Projectname:Notifica]

source: created a new post
ca: Creada una nova entrada
it: Ha creato un nuovo post

source: commented on %s's post
ca: comentat a l'entrada de %s
it: ha commentato il post di %s

source: edited a post dated %s
ca: ha editat una entrada amb data de %s

source: edited a comment dated %s
ca: ha editat un comentari amb data de %s

source: Wiki updated successfully
ca: S'ha actualitzat la wiki amb èxit

source: Wiki files deleted successfully
ca: S'han esborrat els fitxers de la wiki amb èxit

source: Update Error at %s
ca: Error d'Actualització a %s
it: Errore di aggiornamento su %s

source: Update %s failed. See error logs.
ca: L'actualització %s ha fallat. Mira el registre d'errors.
it: %s: aggiornamento fallito. Controlla i log di errore.

source: Private Message
ca: Missatge Privat
it: Messaggio privato

source: Admin Delete
ca: Esborrat amb privilegis d'administració

source: Select
ca: Selecciona
it: Scegli

source: I will attend
ca: Assistiré
it: Parteciperò

source: I will not attend
ca: No assistiré
it: Non parteciperò

source: I might attend
ca: Podria assistir
it: Forse parteciperò

source: I agree
ca: D'acord
it: Sono d'accordo

source: I disagree
ca: En desacord
it: Non sono d'accordo

source: I abstain
ca: M'abstinc
it: Mi astengo

source: Toggle Star Status
ca: Canvia el Estat de la Preferència
it: Attiva/disattiva preferito

source: Message signature validated
ca: Validada la signatura del missatge
it: Messaggio con firma verificata

source: Message signature incorrect
ca: Signatura del missatge incorrecta
it: Massaggio con firma non corretta

source: Add Tag
ca: Afegeix Etiqueta
it: Aggiungi un tag

source: like
ca: agrada
it: mi piace

source: dislike
ca: desagrada
it: non mi piace

source: Share This
ca: Comparteix Això
it: Condividi

source: share
ca: comparteix
it: condividi

source: Delivery Report
ca: Informe de Lliurament
it: Rapporto di trasmissione

source: %d comment
ca: %d commentari
it: %d commento

source: View %s's profile - %s
ca: Mostra el perfil de %s - %s
it: Guarda il profilo di %s - %s

source: to
ca: a
it: a

source: Wall-to-Wall
ca: Mur-a-Mur
it: Da bacheca a bacheca

source: via Wall-To-Wall:
ca: via Mur-a-Mur:
it: da bacheca a bacheca:

source: from %s
ca: De %s
it: da %s

source: last edited: %s
ca: últim editat: %s
it: ultima modifica: %s

source: Expires: %s
ca: Expira: %s
it: Scadenza: %s

source: Attend
ca: Assistir-hi

source: Attendance Options
ca: Opcions d'assistència

source: Vote
ca: Votar

source: Voting Options
ca: Opcions de votació

source: Save Bookmarks
ca: Desa els marcadors
it: Salva segnalibro

source: Add to Calendar
ca: Afegeix al Calendari
it: Aggiungi al calendario

source: This is an unsaved preview
ca: Això només és una vista prèvia, no està desada

source: %s show all
ca: %s mostra-ho tot
it: %s mostra tutto

source: Bold
ca: Negreta
it: Grassetto

source: Italic
ca: Italica
it: Corsivo

source: Underline
ca: Subratllat
it: Sottolineato

source: Quote
ca: Cometes
it: Citazione

source: Code
ca: Codi
it: Codice

source: Image
ca: Imatge
it: Immagine

source: Attach/Upload file
ca: Adjunta i puja un arxiu

source: Insert Link
ca: Insereix Enllaç
it: Collegamento

source: Your full name (required)
ca: Nom complet (obligatori)

source: Your email address (required)
ca: Adreça de correu (obligatòria)

source: Your website URL (optional)
ca: Adreça web (opcional)

source: Remote authentication blocked. You are logged into this site locally. Please logout and retry.
ca: Autenticació remota bloquejada. Ha iniciat sessió en aquest lloc a nivell local. Si us plau, tanca la sessió i torna-ho a intentar.
it: L'autenticazione tramite il tuo hub non è disponibile. Puoi provare a disconnetterti per tentare di nuovo.

source: Welcome %s. Remote authentication successful.
ca: Benvingut %s. Autenticació remota reeixida.
it: Ciao %s. L'accesso tramite il tuo hub è avvenuto con successo.

source: parent
ca: amunt
it: cartella superiore

source: Collection
ca: Col·lecció
it: Cartella

source: Addressbook
ca: Llista d'Adreçes
it: Rubrica

source: Calendar
ca: Calendari
it: Calendario

source: Schedule Inbox
ca: Programació de la bústia d'entrada
it: Appuntamenti ricevuti

source: Schedule Outbox
ca: Programació de la bústia de sortida
it: Appuntamenti inviati

source: Shared
ca: Compartit
it: Condiviso

source: Add Files
ca: Afegeix arxius

source: You are using %1$s of your available file storage.
ca: Estàs emprant el %1$s de l'espai d'emmagatzematge disponible
it: Stai usando %1$s dello spazio disponibile per i tuoi file.

source: You are using %1$s of %2$s available file storage. (%3$s&#37;)
ca: Estàs emprant %1$s de %2$s d'emmagatzematge d'arxius disponible. (%3$s&#37;)
it: Stai usando %1$s di %2$s che hai a disposizione per i file. (%3$s&#37;)

source: WARNING:
ca: ALERTA:
it: ATTENZIONE:

source: Create new folder
ca: Crea una nova carpeta
it: Nuova cartella

source: Upload file
ca: Puja arxiu
it: Carica un file

source: Drop files here to immediately upload
ca: Deixa anar fitxers aquí per a pujar-los immediatament
it: Trascina i file qui per caricarli al volo

source: Select Channel
ca: Escull canal

source: Read-write
ca: Llegir i escriure

source: Read-only
ca: Només lectura

source: My Calendars
ca: Els meus calendaris

source: Shared Calendars
ca: Calendaris compartits

source: Share this calendar
ca: Comparteix aquest calendari

source: Calendar name and color
ca: Nom i color del calendari

source: Create new calendar
ca: Crea un nou calendari

source: Calendar Name
ca: Nom del calendari

source: Calendar Tools
ca: Eines de calendari

source: Import calendar
ca: Importa un calendari

source: Select a calendar to import to
ca: Escull el calendari a on importar

source: Addressbooks
ca: Llibretes d'adreces

source: Addressbook name
ca: Nom de llibreta d'adreces

source: Create new addressbook
ca: Crea una nova llibreta d'adreces

source: Addressbook Name
ca: Nom de llibreta d'adreces

source: Addressbook Tools
ca: Eines de llibreta d'adreces

source: Import addressbook
ca: Importa una llibreta d'adreces

source: Select an addressbook to import to
ca: Escull la llibreta d'adreces a on importar

source: Everything
ca: Tot
it: Tutto

source: Events Tools
ca: Eina d'Esdeveniments
it: Gestione eventi

source: Export Calendar
ca: Exportar Calendari
it: Esporta calendario

source: Import Calendar
ca: Importar Calendari
it: Importa calendario

source: Suggested Chatrooms
ca: Sales de Xat Suggerides
it: Chat suggerite

source: HQ Control Panel
ca: Panell de control

source: Create a new post
ca: Crea una nova entrada

source: Private Mail Menu
ca: Menú de Correu Privat
it: Menu messaggi privati

source: Combined View
ca: Vista Combinada
it: Vista combinata

source: Inbox
ca: Safata d'entrada
it: In arrivo

source: Outbox
ca: Safata de sortida
it: Inviati

source: New Message
ca: Nou Missatge
it: Nuovo messaggio

source: Chatrooms
ca: Sala per Xerrar
it: Chat

source: Overview
ca: Visió General
it: Riepilogo

source: Rating Tools
ca: Eines de Valoració
it: Valutazione

source: Rate Me
ca: Valora'm
it: Valutami

source: View Ratings
ca: Veure Valoracions
it: Vedi le valutazioni ricevute

# widget
source: Activity
ca: Activitat
it: Attività

source: Personal Posts
ca: Entrades personals

source: Show posts that mention or involve me
ca: Mostra les entrades que m'inclouen

source: Starred Posts
ca: Entrades destacades

source: Show posts that I have starred
ca: Mostra les entrades que he destacat

source: Show posts related to the %s privacy group
ca: Mostra les entrades relacionades amb el grup de privacitat %s

source: Show my privacy groups
ca: Mostra els meus grups de privacitat

source: Show posts to this forum
ca: Mostra les entrades a aquest fòrum
