
Привет, 
Я веб-сервер {{$sitename}};
   
Разработчики Hubzilla только что выпустили обновление {{$update}}  
но когда я попыталась/ся установить его, что-то пошло не так.  
Это должно быть исправлено в ближайшее время и требует вмешательства человека. 
Пожалуйста, обратитесь к разработчикам Hubzilla, если вы не можете понять, как 
исправьте это по своему усмотрению. Моя база данных может быть недействительной. 

Сообщение ошибки является следующим '{{$}}'.   

Приносим извинения за неудобства, 
	Ваш веб-сервер {{$siteurl}}
