
Благодарим вас за регистрацию на {{$sitename}}.

Детали учётной записи:

Адрес сайта:	{{$siteurl}}
Имя для входа: {{$email}}

Войдите с паролем, который вы указали при регистрации.

Для предоставления полного доступа необходимо проверить ваш адрес электронной почты.

Ваш код подтверждения

{{$hash}}


Если вы регистрировали эту учётную запись, пожалуйста введите код подтверждения перейдя по ссылке:

{{$siteurl}}/regver/allow/{{$hash}} 


Для отказа и удаления учётной записи перейдите по ссылке:


{{$siteurl}}/regver/deny/{{$hash}}


Спасибо.


--
Условия предоставления услуг:
{{$siteurl}}/legal
