
Учётная запись была создана на {{$sitename}} для этого адреса электронной почты. 
Детали учётной записи:

Адрес сайта:	{{$siteurl}}
Имя для входа:	{{$email}}
Пароль: (указанный вами при регистрации)

Если эта учётная запись была создана без вашего ведома или нежелательна, вы 
можете посетить сайт и сбросить пароль. Это позволит вам удалить учётную запись
по ссылке на странице "Настройки". 
Приносим извинения за любые неудобства. 

Спасибо и добро пожаловать на {{$sitename}}!

С уважением,
	администрация {{$sitename}}
